{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "8A8tPXzMyL1Gc6I9JKtbvUjxLb02LAq+nQ8PvmMAAT4M0sO9DOeXvWgOiL14cTY92XIiPnAiDjwr79O9otDBPYgzoLxJLBy+gsrZPSi2MT2Y2ue8GG0hvfe5Iz7gsrO9ZdkiPlaP3z3Ug0S9XdEcPgAXY7uErmQ9A6nwvUDufbuYLuO8yiefPenByb2LZie+ADhEOagCEr1Z6xA+auedPRYPpT1cVSg9elkBvvm6Aj7Tew2+OIskvhqUlT1SvMs9CA70vTIs9j0sZiu+oCJAvEKWqD3YmiS+SWgLPqhwljwuaZA9lXnEvT5qAL4kuZq9ZBMJvtRKKj1ujKI90uSvPbjc1bzjmvK9CCgsvvsiHD4PGwI++Hn9vaDnpzz70C4+Zlj6PVaVK746kRq+BiTzPbJQL77gdY47AFnBPNtDLj5qyTC+QNr+OzCtX7zg5Ty+cNkCvbwIGb5WZo89YCLyuxYEiz1gsp+7q3I2PjgGE74lmv694KuKO4AsabyQfAo8LWUKPhUqCD5aP/o9aDU8vSjDzLz8Ux49DHkyvgMlO74A/yS9wMH5vI/W4L2SYIs9lrONPfnp071DPeK9eIrZPHBZAD1pawE+8UQMvkD9cDuL/Sk+QYIfPtpljb28p9e9cyUTPvfIGT5Ahqq8QOgPPcDEIb1GnPs9qFriPBHdr70gy/Y7uAMPvnHhLr5aH7Q9t+2bveCPUb143cw8oXzDvQzgVL1qTTe+4605PoeWOz6e/pC9JFFKPVAmuLz4DWc9GnXNPd62uz2P2xI+818uPkD5NzzoI9u8+NilPIDy2DtFTQM+0yENvitwJb6WTxq+nOSFvUFXLj56oaU9mKYyPdIduD32VIo9LsCrPUU/5L3oQ0W9wKXLO/yoHL5Jqo690MJZvNDJXTzPYrm9efMhPlvxFD5VUCW+mI4zvewnSb0w/Yu9FoPEPSCu2L0aLoY9Ep+yPY8N3718RzO+AHfbOtqBwz1DRiA+1PgHPYD9LbxsrP69fj/APQHjOr7ESwC+ACYnvud0DD7o1sq8BIENvsb35j0OMOm9sfM4voAgCzxchCu+gDtivADAczcmO+49Rt7aPaLjpD1Cdi++erPhvaJQoT0ytaQ9Ias5Pmm0Gz4PlyY+V4G8vciHej0T6jo+ZSgCPgsFCz6FARw+bK8HvpzZIT14TtU8yOxhvR4QrT2RYRw+dLQnPRC1DLyFAgc+wjCkver8gz2r07e9oFRUvIl0IT6IcFA9lKPYvfqSiz1xii4+ZkjTPaom5L0wS1e9LUGRvS8kHz5s6D090PAJPI0rKj7qpfu9XLKWvQfkk73qPpW9+KkwPUzbOb56doE9poPCPe1FGj5oLJO9oF4QvJTUHb2mfts9OQ8kPrOwvr0+YOo9/sabPYoImD0l8ic+F/AMvpVuOj4wvjU9K/8QvqBiwztwPUA9AMuYuu1rib3MgVG9qp+SPcTK2b0MBj09vL4wPa7p+T1AasK8U1E7PgN0J7577zo+OcvmvYDDGjtaiNU9N5wOPrKalj263i++ZkiVvVulDD6PZCe+rfHhvUDSrTtdQbu9Yo/mPdLDzT0WsY09JH4DPeHGKz5mUCy+IvjBPW+f9b0ipo49MVA5PsJ6fb0j5hU+LhmgPUMvOT6Psea9nIJtvYZ+lj3Kqu89cNR8PRClqrzUhG49neoTPuifujwg25k7KfkzPgBOWTqw+Xa80wWtvXKA4L0jgYS9gg2UPU2XI75mr9S9iBcLvv0hz70YsWk91H0svsTzx72lzTY+Jt/LPfIYnj3Dmg8+wpmJPQ9IuL2GRYw9cqG9PeivX73k8BS+jpp/vTappz0iDCC+NPHJvTaX/L0U1/u94GEOvYrhkz3XyTc+2FDxPCzzK73mo4I9pFq3vRNVKj5XdDW+uHDVvC2qFb4WLYo9UJ7JvIy7wL325609jXPSvRXSKb6ArmE7SAkNvkB6E71gTJW8TLESvoqXlj0pwgY+FSoSPphbqL3KVTu+mj4Svl1Ig73wwmu8W5csvrwHBL2dZxg+kLYEPIDfdLy8lDw9iUouvnwPCr3KMvo9iDbzvLaz6D2y2Oc9ytzgPWwH171VfCs+EAN+PY7woT3g/bs8AfUnPgBc3rsKA8Q9SI0qvuBber36sxO+liDsPaBWi7xLcQg+AHHPPHQuej1opou9zSorvgFs2L2ueuU9oOjwPGrLtT3QbxQ8AAwxu+AgzDxnCjS+bOdhvegEmLxh/zk+WmIrvvwKRL24S8y973oYPhD2NDwolIE9wjGePXttID6Q8W48Ad0ZPnjCF76vae69gAmkOwrp5D1xDgk+PIYgvgCMjbl2LZA9tzsGPjCOVzyFZiu+rOUBvpoiNr7k/Ge9dY2PvdDiYL1axaQ9pEkvPSlaJj5ZAPC9ozcjvvwOc733BDo+xWEEPnA7ML55+Bs+gOvlvHBvKT2bnyg+KufVPez4473AKm27pEAaPSp/+z2y8Qi+ow46vtj/jTyQwIG9w0GvvXnZo70Jd6O96qOKvfl9u72NMRc+eAeivRBuHL5mirI9szaRvdB3Ez1gpwY8xiO8PZ2o/708eXk9vv/vPThOYj32jLY9pUsSPmzfDr6fbdK9Yi8mvmgIOb3I1Ni8gHzJOqumEj6B5jS+YLl5PEFNBr7CRMk9fYY4Poz1c70IpAG92MulvBo36j0qZuU9xmTBPRg8z7wZPBY+sIEPvtNBLT4J0Dc+/uuMvYyVBT1NUvO9gAxUPf628j0KlN095mGfvR6DuT2Z3CK+rMzyvY4LIb795NC9raqNvTTLLz1EFzC9KKvdvLRkb71xhyg+24yTvT1amb0hehw+fFztvYcGAr6QMyi+DkmzvfQ+Yr14TAE9simkPagDLb04KCI9mvzcPYDX3TqwGjo8Bly1PXN0Dr72VIU9HaATPtWABz7nUzG+gNnSPByePL6aLN29uGrVPJiZ9r3kAZK94CbHvEViyL04PuM8Zwo9PmV0672AEDy8mWEYPgDMOrqiptY9IE5rvUfn973JxBi+N8cLvvkgCj7oi8m9KJdevebF3z2+pCq+MV4hPv9N372Lbgw+0QcjvoYpiT0bvzU+83XYvcKG+z2qNbI9Q7COvflxBz6ZVCg+m64BPmbO/D0pA5S96iWUPQB2Rzz4bFY9AhbVPYwCtb18x4A9+cAbPntHHj4ncdW9ni3WvbNsz72LXQ0+ZaMePigVo72WZdq9kGo5vOIvpL3F3gA+1xEvPmaTrL0PnAE+jIxWPQIT4j36waa9RnnSPcC2FDuAfea6++KfvcV7JD5Hijc+fIsAvZBm4rxrnLe9wd/7vXiPK72oF6g8s+ISvk9wCr5MhVY9+gDDPb0rJb7QMxU9zYuvvRFtoL3zDw8+o2UzPq1gMr6rZY+9gMLXPHJQoj0sX1m9fFBrPbBR/LxcgNa9Ve0HvkDiPLwSZbs9RFcbPeXj4r1ARRw9CrXMPftHnL1gnE09bakwvjIwt73ID9W8/Ffpvc+KIT7XZTw+gxwvPgBuU7sENyG+YA+NuxL7GL4kDD29/TUzPqEEJL6RGQ0+Ek3YPTD7NjwTyYq9stwGvsbs5D03bhE+U48OPuVmh70wz2O9cJLIvcUSBD6rIik+5t6cvfj3QD1IXzW906znvVq1sz3GV7w9dzkXPkSAgD33hA8+OxIFPp97ND6ohiu+Aj3bPXBhfbx7i9+9UFQVvWmgG74wfmG93A7HvYKrOb6cdDs9eDZLPUdfND4ys7g9LlnEvcQPdb1yDPY9euqlPZJAzr0A+Xs6+AeVPICQpDrZAq29M9OVvYxhMr2QFH09QLwavAA1oTzbOy6+Lcctvh01Nj45aTq+rIGpvSs3Mr6GShe+pW0BPhj7AL4AnIu9JjJ+vcCRcD0sDg2+6oTwPRT4Dz02ifY9BJETvSBGArwAiSc63s/lPYhMrLw/8zE+lDwVPc1CNL6IiLe8jEMWPWYutL3QwiE9el7iPaouoD3ATXE7BdsHvhUZn736hsQ9Xlk5vslAEL5+7AG+uOaMPCypPj3Lsh6+ELgYPZqyJr6ILyu+c40HPvnPPD49syY+MiSHvQCmAzxzPSq++HESvjnZNj5gPOE8PMwWvcKJAb59Two+AELwOQoMzD1A1bk7QwUUPgl1Kj5Arha8fGRFPXwvCb10RQG+fYYcPhQOkL11SiA+UWYGvsxJaD3mv9e9/43evZQiR700C7G9NGdgPTsIET5cLVo9On4LvsDvBDyXNyi+zk2HPeWdG75nyO69idIHPgD70jxCf/+9wccqvkDZfD388FO99RkhPk7Y8L3ISNm9KbA4Pj8ACj5gR7a84M6WO5TiXj0Uf8C94v7GPT1DNL6PvTM+xj3gPeiQLL3Hnxu+QDvJu4G5IT69yCE+sJ3nvZRXC76c2pa9EOQFvBf9x73GJ+w944kzPkpalz3k1m49gApLvCqS5T1LTKW9KNAPvjaqlL3I1kC9DPE9vWCrX70HUhM+hzrFvW7D2z3nE7G9edYKvtY3pT1EKDu+mnivveIG4z3W/+c9qE7fvOLHKL6ANrE7dkoJvlI1iD3euY89ILDwPBc0Aj7LpjO+zyY7PvQedj0LKTo+C3QtPkljBD6TFhI+lGHLvfaA/r2F9Rs+ZDdGvbPbCL4q3oU9LAU1vQBU7zyohfe8ui2IvQENKz6rOBM+zYwivgCbdjqqb7i9KBulPM4TEb4QpxC+2NYXPdgnPj0yK9A9/gDwvWV+HD4qvoI9cbcJPgM0pL07Tg8+h73EveSkLT0B4x6+OuMFvjI55T15wQo+UxIvvjAN7bwMFgO+9D8bPavw/71g8G09AJnouqcVO74gsJc7orSdPU7f3z0qXQm+JNW/vQKduz0IGGy9WjG0veEu7L1YNPi9mMoPviKjtT3MVm894YAjPhDOtTz2atu9NYsLvrKZ5r1IJqG9OJjDvGL9/71YBu284GElPRF3ND5wc0U9lLQ0PRPlMr48oU+9XMIAPfDVYD2aOIk9DlXxPaZEgz1LEDM+rXoJPmRoD70ghOi7TPspvVBSNb2exJA90obUPW8eIr52iuE9B9IkvjQ2ez3H3go+oE0OvatQBT6xESc+ho36vWw4Kb0FdQg+yl3MvVhGVz2gUzS+Tj6nvWhc2zzM5GK9zu6WPewzSr0HZiG+eAt4PXTvFz0N+w0+HWkaPkBARzwmY6M9SJH8PH4m/r3iGJQ9/04EPpjewTxlRo+9GaqPvZCDyDxzRx6+Rp/OPUjB/zwSN8G9cQsiPkYioD2AlrE74YMRPmA357xIaie+UZ/0vanCFT6NFLG9I0SGvXykbL1WXDS+QLQvvvP9ED4kzYE9Hi+APUCTxjwGFq09FqvYPXSWI71C/bY9nU0BPt4WGr7Yt1a9Z5QRPr6Erj38HWg9JQIaPqzZBb10nha+bPwUPTG+z73QoBy+14oZPvZyJ75A1h69+LWtPLWh2L1B2y6+oMPwvbll4L2qETG+VKOivWToBT3QRS6+5bYXPoAPFbzgetQ8Aqr0PWLs7b2FHwk+UMhqvXo52j006Sm9KyGPvdSuFz267Mc9kAJ8PUyM+L2BNzY+FvYSvoABnTqM0Dm9KAwgvjTDQT1AT3w7bB1xveJUy70rGgC+Az0PvhBhDb70Gdm9+AY8PZKsC75sPW49JjufPSgzLL2zd7C9gubpPaPEFj4yoyq+hRY3PvBI0LwqS889uJGEvBiIprwiKAG+uAmJPP6s3D3y58M9IId9vL2XLj6M0YQ9nWvVvcVMh70qyKC9CLEuvnDiZDyhFhM+4hIhvuwNhb3uTva9x2AhvvwAfL3KGJC9gIfzvaaBoD1RQ9K9trf3vWazvr1z2DG+ID2svfY+jj21S+m9oD8ovUL0Nb6bhy8+Q4spvphXh73+lgy+ZQwqvv4PEb4MvjQ9oC9qPRrMvz36er89upf1PQGfBT69jg8+zL4UPQWnoL2AX2+7aBUCPRmlsr22YK890mfjvWxwEr1Ow+Q9C0javazaIj0OIdk9EiEYvvVz6r3F3BK+8aguPnw+Vj0qDq09RkyhPabRzD0Succ9aOiMvLUi+b3AHrK9wBokvtjMBD0xYQ2+dGZrvbrpGL6IEiC9ElPZPU+V5r2A8Zs6IB6CPEiCdz0QaLU8QOxAvFezFb5XQSa+uHxRPYQ9Bb2oZaG86zYUPgpQGb5BDR++dlboPXgBuLygR2c8rPsfPbBvK7xNyjG+rMYLvhBoaz3BXAA+dgXTvTpDF77K+X+9oHwfPNSSPb1S3e89GIvSvdA5KTzPKgg+XtXWPTsAEr64oME8WoQkvmbY5j32+8A9QckpPhHeNr7fXqW9TIOVvdTQIL4uDuQ9dgsPvngNzLxKSeM9muLEPfQ3s71AnwA8sJ47vvydu73kJCu9zui9Pc/fOb5Q00q8IiWavYg/0L1rBjy+cFaTvOWYJL6tcI69RfShvQ41wj0lHC6+aNTYPOfHKj5qSoW96hoLvku5AT7dzzI+qMzLvBiz57zSaqs9o5sYPgiEH73aiKa9A6WmvVXHED4fM5O9k2cHvp8OKz7OMce9+H6BvRRU873Srjm+fJ8zPZZ5jj0OIbe9rAQUvnNTMT5GJcK9YvEjvs7SkT3SMfk9IrOqvdEMHj4iI6s9XqCwPdImwD2/JAU+mi3MveIXvj0D9Du+n/4IPqyAcT0gRns8OD05vbYxFL7BlTs+Hq2aPQS7Ez1ILTs97+UKPvlK3709WTo+D3vEvSo+/j0ykt090MGVvP4lmz1C3fy9DAV3PacqJb7sk1u98Cq0vGgfhjzzuc29fCsNvhEL173AD/G8gBKnO8X3rb0fRxc+zfc2vjx8DD1WmrU9F50qPqsaPD5noJS9GF5xPZOPyr2MHHO9PoMXvqIjuT05nyo+2eAwPo2U4L2wek49blr4PUBRdrtVxJ+93NMVvrSZRj1EiL+9HVYlPptFML6U+QC+6I/lvGQXWb24rOa8Fa88PpxnAr3e2Zy90Bw4PcRuWr2u6NM9l4ozvqA0x7yl9A0+LegHPq2pBD4ADFO87j+WPYqwlT16pNc9MUvKvXCRJL4QZRm9HIFFPVK4wT0A4IU7cOc/vQ3dOj45xyw+AICUN92gML67ESG+ErkevgPnBL4fezs+AMajO7D+XT3qsxu+Vs7nvcD4RL1bBxg+HbE8PpMb0r2gJO28+VUlvosdKr7uc8I9CorEPdi13Dx3K4a9v9kWPts+Dz6PDAg+oJMDvmmLNj5Z1CU+WUwRvjRnRT0/EDY+I8MTvnQYqb2zGyW+YLfoO57D2T2YrzS9EE44vTtzAD4JXB0+Vy+IvYCM1jrwXow8gOBxvHI9tL0YFpa8o/E2PhuLNj7oePK88M63vRGfLT4UhDS+pifVPZhVqTy4EbQ86PNPvQyCH77GD549YN8uvYBL5DwsYSe9cuO8PUA/X7vCng2+dD0aPSzJJL3Q4QG80XX8vejxBj18uy2+wBvuOwnE972EFBU9oLUmvlZlHb6AJOg72XEFPj/AHT4CLbm9UuykPbiNtTyHExM+ZEZHvc9KG76fVDw+9lq7Pd6OuD179hC+M3IPPsSCWj3SBtu9wqYavtHMgr3Lvw2+AFa2ugcWFb5QM2c8iMnUPKlP3L3wHrS8Kha3PWAeTT0ESAe+XFEfvvIx/z3shSM9yRMCPoGXL75PwvG9cG2HvHPk4b2Kdfq9HgnnPST2Fr2CPpA9ATwZvsbnvD1jByW+kaAlvnBxeT3rbgM+zYuCvR0gKT7/yjA+Oh+OvT+KKT4OAvW9lwIxPmRHb70AEMo7UNgovXUD+b2lNBA+HEOdvdCfNb020dw9YeMUvkFDLT77PRQ+dacpPmNIKD48pzo9nQg7Ph7gpj14eRO+SErevWDVXz1Yst68EPjOvNhbA71TLre9Qe37val4lb3AjxW+sH1RPXtvA77gTOC8sC51vdpcsj1Y89K8kONEvbJn5j18IGe9trjIPf+TBj6LWTQ+aj6FPbDN1byo5wS9xNcdvjY8/j0chyS+Xi6SvaCwD71sniK+ANSKvDeXyL0tebO9nyEWPqAG0rx4Gus80PTbPKbI+T3Q90W8wKA9uwLA3r1y/+Y9IMUBPfmu5L2qSTq+EM9OvdpK7T1i0YI9GHQ5vfY64j1goKU8j5kpPp+VG77xuhq+xb0GPvaZoj0aQf+9mAYFvuQ8sb35kxY+CB4DPXD0/Lz08h+9PAtuPfJ89T3QLI88zIAjPRJCnL0aDsa9CtG6PZGVGz5x3Dk+4Igqvt7kqD0C9b49Qr+NPfwKMb6NoOG9roS/PV3aCT6eShK+0PSEva6P7T21uym+GmSLPfhXAD14hZa9AQrevUKyqz3EBDK9DKAvPVajlD1eqMs9boGOPfarzL2QShO9wbcHvo+IMD7OOJQ9QLVgvaAs5LtE0wa+WsbhPWuRAj4QRIo82dEYvkI+2L3D8SW+VgQxvujWgT0bSB0+dRuevW1WIb6yTMo9NKAFvrNTEz4OkXW9CWE1PrfeEj4Fhs69Mj8Hvq1+Nj42pxO+RacNPtL4Lb5mY8y9g1IOvoDhCbzAm4Q7bh3CPV85Az5IAdO8pDkKvXuIJj6QBC486dkmPrijj7zAGTA7iye0vWPixr2wpUI8pHAqvYAHQTsOXo497OI3vRVjKL4wQj09muaFPeBz+zsAcHU9UTLrvTheJb07+Q0+ekGNPZGYLz4UbYq94W4GvpfBKT4iJyi+t5OEvdB8Fr5mcvs9dqKrPbJ5e7380eO9HhL4Pfl4Kj4rqcy9cG5FPArRNb6zL5u9CN6rvMzwGr57E/C9ZK5DvWgdQ71dIDQ+D2kSPubG9b3Ec5i9aLmGvE+gLj5vqxQ+GN86vQEbJD4+/L89Sy8lPiahpz1A0kU9IeaKvThX2LzKVrK9ij2/PQCj8TswLyK96IMJvfYS/j0YIoS9QAfcO7SHPT2iNKU9CLyRvYX/Bb78fiu+am02vqFiLD6EqGg9fFMJvQez9L17AJ290wk0PhI0Dr51yCU+giXqPbjS871Kk9s9dibkPZ+7Hr7cJLy9QKdvuzRYRb1B+dK9Gussvl5jhT2qC9U9kdGMveqJpb0diuq9ms3xPeptHL4Eneu9ScIsPtJIwT3YlSq9kOiivC1fmb1gewc8VpCpPZiw2zwQn1S8UHEPvmwJMb1l9ws+/UydvSpWG75bTiy+wlPMPfMVLD5gMMe8gWssPo9OMr66gOo9xNyCPeBmrTt/Lh8+MBhDvaCKLD1o5JM8YOVuvE6Mjb1Sw3m94Z7zvXiEAL3nTiE+KODBPIfBhb0wHX296OY0vkAL6jzkCwi+M54UPvMDI75IYAq+UHoovCDqvzufoQa+I0YRPiZkgr2iZwe+gZIePsldDz5mI8U9MH8pPQVzPD6xHRY+iybzvVBzMDzeeso9IC1jPe1JwL0QTTy88DC3vHYInz1CthO+AIEcPKDL0L3RJAa+kEBAPJLx+z0aCRq+AKVPO+YQtD09YQQ+atm/PbU9Ij4gb+87tFApvQNQGD496Cu+PGgwvs/Mwr3Cq9Q9Is6nPQzSaz2wVS09ivn2PVZ89T0hsic+QQz1vURjDD1BZze+Gae+vehJBr5OpOQ9by6YvbB2Nb3MXHg9opS2PYpKo71W1dQ9Jv4zvmr7jT25R6W9JXXVvRfzJT5FZQE+vyo7vsQg0r3UXh89hPwTvV5fkj30FXQ97qi8PcQj1b3N4B++UJFdvESnVz2vMQm+VwoQviaY4L0uh/w9y34JPhIYvj00Sf29fqEJvnKT5D3IkIY8eEU5PUgoXD0U1TK+XvmTPTjDLb4xQQ6+0F1dPNr0Fr4V2QK+V/czvkh5az0eRTq+3tbsPbIUoT22Tu49T9IwPmI92D0grOc7EL3NPLXcHz5ONss9cUEaPsAYZ7x7sQM+/NGAPYBphT0XMAU+8BERPbgqfL1Wsf+9gGkQPQxGaT1AhDE9oB1wvMHaCD4uEvw9UMw3vSzqLz29/M69NvoevmzqD75PtA4+2sqMvSpW3j2m5dc98HjSPOREmL0uu9w9Slf4Pd6b6T15LRk+B302Ph/WLD4NF6G90INdvJ07L75+0fi9kquWvcKNDL6Arzk94J9bvNCMAr2+ExK+HQHnvelz6727Tyc+FK4wPZyk673glFI8RGZ1PajgSL381zo9Ms0Cvos6Hz5Hmxs+XfkVvgBvv7qt2pa9tD4LvSAIvjwbbBc+Q0gsPvMU1b0eMQy+3PY6PbyyMz2EZwU9bQArvoadiL2emAe++iCkPQztdL3sksu9RuLnPah9Oz1qE4E9OEsNPSjMBr4AuBO+1KkVvoI69z2cwxW+p6aaveUAzb24h8I8Res0PmFAGL4osge+8IVlvWGKzr3poMG9YOcOvkHRCz68FU49Twk5Pr9Vur1V5Qs+HExfvfSa/L18X4q98iWtPQx5cD3Ycb48f1G+vabCyT2gPvm7LgmRPSDrIrz4+Cy+QQMvPlfEJD5ugOE93CQZvQCgBTtIaDs9dBWsvR65+73zqOe9Igszvi7KjD3M2Go9aLhCPeIR9D172ZC9lpCjvYZEzT1p4Bg+lQCLvWKrNb75o9O9K1mpvRyPJT2YnsM8DHtqvTiez7y4Zvi84lSUPREJLj7wWVW8kKc/PUBKjztQzbO8INxhPfKaqr0EYCq9AIOqOgBZhzugWf88GkW1PSZBpD1PUgs+4OlnvWHkAT7zqB++PIkxPUCPmDuG3I097rvZPVDpBjwoXHm9GeEfPmyBSr1Yx2W9inXZPRg1NT1lINO9+mzTPV19N77iweM9URsrPuA4zzw9pDm+2wiivRYCtT3Q/988EmIMviemur1f49e9PJFzvcQkbj3I1jQ92K5IvU7D5z1BPNC9jnGaPRvvwb2f0hU+Q98kPv9iMT4I+9G9kqX5PUbr/z028tg9QKIyPRd/FT6K5No96YkwviSoM74ogmG9ZJwNvmSzEj219M+9fEfmvQ540z2nHiM+IN8RvgPrHD4eZ6Y9rr3aPRa9nb2f0hy+JM4JvphmYD2AriS9sA2vPK2lLD742UA92vOtPQ+bgL1wgGq9aLmgPEqrlT0oZF09LjqLPWBoXryV4Qo+xYoLvhZZzz26a/o9Nw+GvVWdF75OuA++rW0QPiTZML3YDLk8dZPwvYGzNj5AGpC85zIlPte6373KV/Y9+EmWvWDAcL0rjyG+eTGlvaLBM76eGbs9ND8hveak/73oyGu9iMv5vNwNKz3GuqW91BIxvlaADb6p35y9KJeQPBTpDL13nIS9FCcfvoMTGT5uRs09orqePUUAIz7ptoy9eogZvgJ+PL6QAd48eNQ+PTBI0b0C1+g9JhSbPfaI5L1zCDc+8a7GveDlubtM0km9LoWHPXnCGz4fmDU+sSiOvW4jO75g/6U7IHyju5b96z22M9W9/egSvtAVrDyDdpW9gM5KvIUt4b2Pejk+3nUXvs3HEz6AuBi7h+QpPrhSxbwANZW8kOBOPd/MCL6BzYy9sM8/vBr+m72mX789mrIQvpgBrTyHeSI+pk/kPdop4j2P0Ry+OqSuPfotDr4AlyC9c5sZPoB0OTxf5gs+5a8jvg5s/T0KmZO9zLMIvpTSRL2r2Tc+dOAJPYgJgbx8+gc9N28bPlEG1b2KCtI9IEZZvKSAPz1I+W49soSqvbm5CT66i8w98ZQWPvKo8j0copm9QO7HvZjUW73ap/I9ZxMLPtOMnr0E3S69yDeUvIq2jb2aSx6+jyYkvuC7EDyAJho8kG9bvVhWrDy4nDG96u75PZCqaTzg0NS73HAUvkp7lz3Y9by82KehPM/Kgb1CnLk9+5YhPhrGrb0K6us9zJcUPe/4LD4Yhk89dUMfvgahyz3S7eQ9gGt8PGipO73Kp5I9aw3evRlTJj6aoZU9eInPPKLe4j3uYfg9m7cZPuJLzD0b4Aw+ySkTPnxME75rKi4+ILUtPMrB3T0AWks719T4vb26wr380Au9EPlfvF9qyr3ekKI9V9QjPjXEsb1HGQ4+0HC6vEJx5L1lyt+9Ci8HviAUzrzGXNA9opOaPd/DBL7YcSm9KccgPnwp4b08vTe+0BEOvG7GI76TmJm9RoizPfraFL686ie9n7syPsCVQTwbaQ++wkD8vdCD6L1HlQA+OoSzPe7eu71gbHc8280aPub80b38zjK+clbavZMGET5RqBe+qBcYPTC/MjwgGde9CM0HvvH3HT5u04097fInPlzDpb3H4sy9ygGHPeCiEb3EUjc9HJ8rvn5LAL7Imiy+GeMyPglkNb6k1AC+iK3fPC7OhT2EnRG9bMwavtiRCr0+3t49eF1UPXF4Fz7yTO090b8KPpy27b0m59o91sgwvoDvg7rYIlu9YfAnPsrs2T0ReSM+3rLqPQXxAT7TOAy+vrySPZsCx73VBwU+jY4pvu5MI7464do9C73HvfHTOj7g/7A7QFE0PUeDFD6y+oc9Y2o8vqigBj1OT5U9j8g1PgUYOT7ZxiM+2NhOvWAoCr0g7AS+s1kRPhATgbySNYk9IjqsPU7wL74RsCM+vPY0vSI7Jr7ceAe+oiGoPdwxgb1RKMi9ULM9vH7Uxb3IesS8I7oMPtBedjzIlya9YeG2vQoHiT044Pg8da4qPmX6jL1xPQu+Id2MvaXRDz5GLOI92CEkvXADwr0A1X87YDffOzCUOL67GSs+eyA1Pk1nNL6gqpq8BKMivuRTDb2oaoC8W6gRPmcShb2AzkW7iwzdvej6U70DZwo+hC8AvkvvOT4+rHi919rEvcxzbb27bRs+XluZPbzGFz0Y5gE9sicqvlM1Lb7y/fQ9cl0fvjvO2L3JIZm9huniPQ7C5j1W7/E9MA8lvtgFAj1in6w9/5MRPsCtGbui6Nc9yv/6vdd6Mb75qDK+IW4mPrZS4D3QWLm8sy/OvbiQLb38XHa9lxwEPmCQUbz1QRm+vJhPPdsUNz66dKi9YiO9vV4u771yP889dXuHvUkPNb4KEBS+1lTuPTX4Fj6Qgzk9LVEzPiBOrLyNyuq9AJuYOxqJsj0sv2u9iL5Zve7vOr5KDg2+xFU+PQe9ID6xSAY+qOKVvEXXID7xpcW9rZuKvRJ+6j2aYY89mO0kPQDbSbpIXV890EA9vQDUor0279e9j+TwvWij2DyifJI9uGATPY69xT3dM+m9zTUQPqVwNT7QLHu8oCYLPOCUMT1gSlU8tBoOvYx+8r3uz+892VcCPhTMMj2N8Dm+N1zevWNa6L069P49/VUNPiJ/Gb4MQeC92UQXPgj6Xj1gh1g9R+kUvoCeVj0V/vW9wEhSO4IZ2j0dt8S99SUOPuU1CL7WzAy+UCumPBDpbjxLnQm+oLlKvDiS/rzyIou9W74yPiFGpL2o2P48CLkXPWVGJb6iIIw9JqHuPQ8ROj5AsII7AMqfPIMaIz5AbVq9kL4avlxFXL1w1MA8mxrQvXa89D1cVa69AcIVPlwRSL0If6i8SuG3PZam6j0u7+m9iJTmPDoRij0nESc+ELfcvAvFrL1GV789+CYQvoiy7jw7QxA+EIN/vapl6j08eoe94yzFvQChh7sOlMS94l0yvgrLjj1K3SO+BegrvjXHDD4A3TS7dbskvr85Jr6ZkyO+KKVDvfIvBL4tuC2+7aPRvf6t8j3wsiM851axvR4Y7j0W8Ry+K8SkvbPrED7aVu69WijtPWZl4b3jwCy+khilvfqX/r0AMRI9ur7/PS68gj06oIg9/CMaPTKktL2mx9u9iOPcvRCvAL2Jyb69wElzO0N+I77QdnQ8Lh6uPRssDD5ADCG9oByZvCsl3b0VVRg+bu4EvmiR0jzSEby99kqJPQbB5z3o6Fa9DQcOPl9NM76wMrs8RqWZPYj2Cb7AQx28UGKfvUxucz0iIbQ9eJQZvrDfPj2+xTa+kjvsPeIyBb7Mvse91VDkvaC/5rzS1pA9yNh+vRoWzT2gFjm9XgWlPcAngj1rbjg+ABygO+9sHT6+Q+695/b3vS/1BD6oaDG9yDg8vfyfOz1obCq+YrLGPezyVb3ZzB6+GC+0PIKn0D1Vbi0+W5UyPiCPxDtAiGI7XufaPfx3o70ylaw9ieM3Puycab1aTIy9IAhQvTp52z2wdCm8mYEHvgxN5714UU293TQtvkkMMb5j4aG9cv28PVCAI778G349khC1PbvTFT5YlW09nCKjvaBGwzxMI2w9AH3MvJpj5z2Arkk8TJM+PaDOmTuiW7o9iSkKPjKHM74aMek9zJzRvTYaO77Atgu+9RCdvQ4zPL4/JBQ++li8vdBZMLyRj9q9F6Cxvd06MT6kcgs9qNj/vPogvz1QnCg9GJKPvTDdvrwVQiI+xAQmvXuaHz5fGjq+wcYMPvqgHr6MUzy9Hh0SvmAeuDybqSE+oJ8yPbEj2r0ogMy9DH1CvZztW71aDak9fhLnPXqW8T2+nLo9Ga8MPkTw571uoDi+GDECPUL99T3gMYM8XdApvphVeD0Goeo9nySbvfMOPD4WhY09/cwVPh5K2j2QXqa8JaQMPvIwrz2AgWA8UHk1vk9WCT6EbPu9cS0sPiAJab162KI9IAP6vAtfMD70pS29zMkpvjKhAr5uQaM97lTGvXriqj0k9nc9NpKLvVaRhT1C+uw9w+AnvoAEa7slBcq9QD6mvFAxY7xAGpO7eHNkvVIV7j1qQhC+7FLIveKdpz3mCuw9gQQ9vj9ZM77N9x4+sMlSPHkpAD5oGTO+J5o4viktCz5KRAG+n3IbPvp9s71Pbx0+giQevrnZLz4goqm9VHMKvcqWoT2m7X+93fUCvhpz6j1MdGu9QrN9vTXoOr7winY8XHt5vZDNJT1z9gQ+IMpXvbxxE77gBNy8aCEHvR2xLj651QS+qiXKPY6i+T3k1Ay+M3ELPszKAr4HZTc+UHpbvXPJ3b3iqZQ9EDxQPPpEsj2bMDw+8xENPpT4JL1Wjri9SNtxPVaV0D2wKny8MHqEPYVvFD6iq549yskhvqCgCr5wuN68Cu/gPfXz670BXZ29s8orPjItqj0i59M9MoOvPSW3CT7SFtQ99CQTPZABZryWxNA9kJf2vXaeAb7XcSw+kqjBPSFcn70ICTS+f3MAPs4Hvj29USO+nrrJPTJnqD3vniE+wKFBPbgPDj2wMlw8lnfSPb1jJT54+Y28gaopPunMAL6DBRw+aCuMvEiwPj1w4vG8ik3SPTxFUL0IF1S9bLcAvfUmFb4deAa+k8UNvshbJb2H/om9/rCcveDI3Lyld4+964IUPkiyIr4GaJU9CK9RPd+Dnr2ZQ5W9auT8vXtOBT6c4V690LLevN419r3s4SO97DBKvbwOK77DShu+tIY2PVU+OL5gTsC8owYVPvhi1bz0M/K9mn28PcD6hzv0awg938cOPgj1hrxKubc9jnCqPZVJPL57xQ0+d6TBvcAUc7267KI9fLZ/vQCSfbw9TDS+ql6vPaoX1z1KdNU9Yq7BPYiCTr1qswu+UmcHvqIJ371T1jS+vkfYPUJvmD3QIik9YOesPBLMvD3QRBA8IM3KPPL3EL47GQg+sNPFPGA/gTypejg+EBoFPSkkDD5gl1+83Iy6vVpQKr55sB0+OeMlPjkqNT68UnY9AA/suhziEj0O9nS98JoJvkhSijxeNeI9pKgivULzhj1v7i6+AMKcOt7Vrb3A5ws9wFPsOwOhMD6CIM09dZQxvja/2T0I0Fk9MncRvtEcDz6TIAG+0kf/PYUTOL44GSY9CLqtvTT2Bb3FWx++ULQ6PBe8Dj4oyhg9pAlUPV5a5j3YX7O85G1kPXTHPL3n5A4+6FI8vkgdlTxA7UY9KBUMvj5e3D10x/i9fEoJvms2G75uGri9Z/k7Pmyejr2GIbg90LUovhctHz4+WQW+S/Q7PgIMqD3hBzO+oP2mPAfRGz72LPK9N4sxPslctb0Klc89DpbMPZz7Sj2fkOi9IpnnPQv1A75StO49yXgoPt6X6z3Anyk7tj7qPdAbEr2LRxY+dzsTPtS9c72VNB0+X9AvPnSLQD2xJcC9/rAavspe+T2+cZQ9oIjtvPLUzz0geIG8nLkuvWwdeT0ypfg9Zs64PeNV4L1RTRS+xn2HPdJnGb7+Y+c92LJpvYCV0LvvaiC+7KAjvVlz/r1Pcx0+OJkgvozBSb22C4I9VswmvgI/zT1X9tm9cLQovt1XAz71eTq+rEguvf4d1r0wRYk8bHtDvYQBRb3iUCy+W2EHvqC+a70GyS6+b90fPgC3CjvKs5s9YN5tPaQKFr2pQh6+cL8HvtKRiz1BHvy9Wg2lPQPZH75g3e27DJtBvelmLb7e/aA97qjYPWnMCb4FCCs+8ALUPN9MBz7f+Im9ge8EPgD4TLrY84G8oA/9u5gDIL5P7Je94IsuPDjCAT3GXfg9v7yQvZzuKT2oBSm+mP8gvX/9Lj6A8kG7uRkxPnnPLj6A3qs8NRkIvpgUhL1/VyS+EWYCvrDOvzyLNA2+vFxIPUibuDz/q+G9CUwuPnAElTyQjPc8foigPZh0Vj2DXBw+CufdPQDIxTpQX1s9HhnDPRI7LL40PUk9dM82PQgmtbw2nI495aovPo9/+r00pCU9bi6cPcUEPb5VPCs+QkWXvVTSZD1yy3299GE5vikWDD7q7Ra+gjnaPeiUqzxW6b29hFpEvRgGqTzIy2u9ppIQvrIirz26KdA9OUoBPlKqJb5+uMy9gIZuO8KB8D0AssU6Kq/jPW4u0j3d1eW9mI9dvcuwCb7HYw8+yuGTvXZA/z1kAA+9IId8vQSOsr2KhP89IKKLu8HZFT6AiDi9gLmTPN3fI77Wpbc9NpEaviFIIr6dFh4+KEQPvrkSPD75IKO99W/3vfrn4D3YF468PHhLvTthKz47f5+9mO5EvZnqHT5ibt89rg7QPSAhWLzFSwI+FrO6PQ3h9L23nSg+RjEUvqB+27t8IwM94K9EvJhsX71wonG8VxILPgME+L2OZcc9VDFoPfY/pz2wOEI9pu26PYmbJL5IZ/O8QKu3PLOILr4SOiS+VGxbvcgidr3Y9yI9pTzRvYpJGr60TjA9IOeJvQCUMz0gAYM7rJJuPffyIb5kSlq9NDnaveC5ezzXVy0+m0A5PrjU+r1w3V48lI8TPWz2Hr2+4cK9mkGvvYiQMr0oUwc9LGYbPazEq73Osbg9p/kuvtVRCj7sykW9nZ8jPhBnV72Gaek9iNv3vT5kNb6FQKu9TRY4vjimQ70e6Pc9iKvMPMs70b1AdG49Dek8vnS4Mj3dOB2+hNt4PeC1/DuslX89rTO+vWF+/70eqAK+2yMXPgu6Gj76k6m9XDNuPb5r9D3aFP49fdUuPjzOWb0g9tW8sM1FvdIqtL0dKyo+uPpkvZTXID3vy8K9tw26vYiSET1lRsG987IuPrYRpj0ARP28MMAIvQYZtL3AC5A7VO9avcwNQD0tE/a9sFuWvOY72D0L/Ay+BsvGPXD/WL3LKZe9cQoVvo7DmD2qnJ49nlnOPQgAmzzKmCa+NaT+vYKWir1Y/kY9OIbbPCmrDz4jQC8+kJIUPMi3IT3S8B6+j6afvfxWI734FzY9AKOGu003Ej4suhe+jrq8PZb5Db7A2sU7mN03vvQWMr1wmUI9gOMFvpceKD5YR3U9YM6IuyqAKL66tN49sAoPvZvG572LVa+9zpy8PQpEzD1eap+96OsZvm8Zlr1D3S6+g+0xPpBwhjzgyka9cGljvE61+j0JoeW9sm28PZgLKb2I5Vo9oLzIu+a/5T0gp7G7mLRzPcBwSrsZRuu9mOYJPXCVbj28XPG9eADDPF20IT4i7B6+2iH4PTprAL5wY8I8YuDtPc9yq70yncw9pl7NPfQ2ab0UCga+KDvxPNBzw72w7gK+eOUyvWp6xj3nKh8+6LJPPQY/1L3w3/Q8bdcqvt8SOr5AgxA9gq3DPTHwwL0sW0K9OBEqvvDkBL0mMqA9AFE7OiC8fT18ziY9UdsNvqj4Vb2pOxO+Aj/LPf7Wg72Uuy++IKvZvQxYJb26u5i9MOv3PFoJ+j3Hqii++yn5vSVrNj5Acda8AT+cvSs1Hz4my/U9WKodvifMp72tFQk+IEkZvMLOAb5APDK7hREQvt78kD0dwBa+D84SPh8Dh70ANF+7aIHvvE75mj1wqHK8hhr2PQ+uKT6Puw6+BpM4vmhEuDzYfKE8eIGMPLCzST1gcCC9aE2FvOxcPb0A7vW70kGLPdgBPL0AHA26+fnIvTUeM77GvIM9QEbKuxEyGb5t8yI+xDnIvc4C2b2Z4sC9bAkovZWy172kaW+9j0gaPjCPLLwJjR8+gEpoOySdMT2FnY293y8MPhvFNL60t9a9gGjvO37/k70+LPY9iMk0veCvJLziFei9t9MfvvANGDxU3VG9+k/XPdfaJT5ddQw+yLd4vXo90T2TK5K9RlOwPYV/Cr5IcaI8kE93PMK5+T3ezQO+6U8CvhBEAr0G5do9CH2bPAKb9z2uL/09DFDlvULMJb7n6Aw+wQ/YvTQBMr3xMRa+AMYrvpSGZj3WQ9o9pEgGPQ4AAb6YHTw99EiRvROaA74VGim+1l2nPQCSUz2cn6a9ALwFvtzZBL13ZxA++s/kvXWNCj5/i+m9EHL+PCg6Vb2AWwA7BJ27vSkgLL5gKYO8xhvXPWBRybuOUnq9xjO5PYKl6b2vFa29ZK+DPZKYqL2yKOW9gP3HPCSFNb5OBZu9IpCzPYWqCT7ybc89BosPvhGmg73g7fy9kOVgPMCakrwXhpS99Lo6PTq9fr2YBfW8wdIfPrIrxj1zmRs+QksBvgAWj7wooOk8o/YAPkCXhDwA1uA66vTSPZfzFT5mzwW+g/wXPrLbiD16A+A9428sPuC7NryMNAG+kE7BPGYupT0Yi+28aPshvU/jGL6AcGc7Y8gZvulvG75wBz29QGpNuzHkJr7ovSi90BFCPM/RDD6R3Yu9NHoNPVCHQTyk5fy9WlndPVncHL5oebs82CXcvBizsjyJTjS+OhaQPUZnyD1wgTc9kYrNvQxYcr063sM9BibaPfkLOT7y8N892qbwPbQC672ei4w9agCUPaLOK76YGq68MEPuvDKVtz0WkLs9mtWVPbo7yr1M8RS+HE9TPWdSML4DIRc+NvqHvReRGD5vWrG9+jHgPQ20Hj5l9Ss+anDRPXOH0b1mTpo9uu7YvVuYsr1yrc09OH1RPYqaiz2sDxG+TBIcvg0Jvb0yRB2+9mqqPdzUNr7nQDq+/3CVvZ34kb3AhSw8VpviPY7Gnz30Ymg9onW7PT8yu70ASMs8ywcgPpRQA72ieZU9MCdVvc4I1j2gxyc86Bh2PSGgEj4vEhm+ThqhvWDuIbwI0gW+iJv+vbxfjr1T3aq9jEVyPQJ9rr2DmI29414MPkzKhD3GxYc9UIUVvDS6mL0kZSs9uDAUvaKn5z2GRv89Ly0bPgQnKr1ehbQ9bB9evZDuU7wNciI+FTrZvUBcEDwe85q9Cd4avius0r3wSHc8lI8nvolJIr4SwOw9PtatPbMEOz5V6iC+vCIrvuhvDb4qSjK+cTe3vQb4273aCXe9zZ6kvWTBEr35dpu96j36Pa2YN75wwRq+w5kcPuCxdz3+PZG9lMAxvYcI3b0IrEy9+s8gvlpZ3D1ABcG8MIJxPeDLi7uy7fm91hSmPe+2GT6EMCG+Mh7bPTz3gj1aV/Y9oAP/u5KDN76QozK+0j2qvYLmzT2vU/e9BibbPYbozD3gXVA9m1EhPnTAPL5cWUa9mjzOvagdGj1wG4w8tPYFvS9Zjb0vyhs+2QMGvrGRJT4P6AI+SBUmvqBwSby4vwW+eNaIvOrIHL61ozY+dpuVPZjmWD1gHlg8YFRbPMDe6rs92Ds+TCloPdXROz5KNX69ECAIPQJjMb6QYfK8OZ28vSR+Uz2gszG+kEjGPPeN7r2uu409zqgWvuIl7D07nyQ++0YtPoB30Dtwkm491ar5vVGjur16FLe9uAklvo8CAD7CE5g9xh0pvsyKNr4O3gS+1kY3vkehID6sUR89ILO4vfkruL3LzAK+wLAAvhD0Y7zwtWq9kNfUvGbEpr1Qe+Q8BL4NvkvYp73NQAw+0CA7vqJB2j34Drw89oToPWurur2SJfo9gGtCvSTxgT10Ing9jTwoPuB5ML3n6Bk+/JIbvVs7GD5yPMg9G800PkCEND3e13S9OhMovvqr4D1USYy9iHWiPM44sD1Q8t28HBxOPbj0aL2mKpQ9C00lvi6QnT05PyA+QuagPXx2Cr4PwxI+oAMDPdg7szw+8pa9zYkKvopGMb501Ay9qja3PSP3lL1+Bhe+4nnGvcU6Fr4IxNO9YBZTPaaglj2y5LQ9CwXZvfa15D1ira09XXIpPmUIn710nUS92MzNvPjJbT2IwrU8bSEwPl0ghb1sAUu9f40GPlKzo71xcB0+AJjFO64ymD3wcXU9qHn6vN0hBz4fiyw+eNCePMSwBj08nAm9uDtbvbQrYT3X4S8+MMImvFAoKb0YkFo9zRYXPuMKHz5rNLm9wP/pvdbanD0IvPO90HQqPJq+6j1j1pS9/706vhf8ob0Rq8G9XbUGPqA6fLzZ2ri9+N9CPXW+h70dmze+wE3Vu9gBtDwQuOg8vwMJPlHjIT6S25k9aHmSvB7iIb4KgRG+YBGYPMRgJz1FEJe9zpb+PYB+HTzlMTQ+EJnAvOwEib2W2Zs9NExIPXxfIr73ljs+tq7DvXKrvj3obgu9YGdxvIiJ2zxaS5a9LuIrvs+bFD4yxuM99bm6vYSorb3A2jo9sL17vbp6sj1aZs89N6YevsDk8jw4s4w8SheLPUCTQj0SRZI9+BM4vkR+F76wmdY8o7EKPvCzz7wxDsu9QA8SPSX8LT6Q0le9IEM1PSxWVL0y1qQ9DsnyPbtvET7E9IO9XCEuvuvXAD44eC2+TL0TvsD8yzwADEg9pve7PVpkJr4A7UI8oMGYPPumxr2oxdg804EiPvo+sj17VZ69gPLcuySTXz2vfxq+qwD4vTyAub0BwS2+WTIwPoA4LDvAzzk8VGpjPW9+i736l/E9xnv6vasWB74wONq90V4gPvcnDr7E4jC+jlelvRjsYD26XdE9wQzTvdQnVL1AxNE8V4DPveZEsj2lkB8+gAGAPCl4MD5sINC9FeXRvQNKH77AWJo8XQAcPg48jb2ZlC++LlJ+vcKKub39ccq9560VPuBQlzs2WMM9nXsVPvDNRjz1jDU+4UbDvV6HtL2ZNba94kjBPRNFLj6Ss8w9UPV0PS5MOL7jy8S9dYohPqrS4D3gmoI7IFlYPawOCr4ojg09PHoFvoUtA74IJY08JckZPk4wxj2oYeS8Li7wPYu2g72Esh++OMKOvZAh+zxjlDo+6xYLPkc6j72AF4Q9tB0KvTal2D0LaPO9y+8GvhtVrr2r9JO9AAqbu/Yoqz2/liQ+Zk0RvlaE/b0bwRY+ycnDveachD0oT408SrfkPTBJVDzagMa9AOe0vB5Voj1gqOK8UJd0vMGpIL4wXg2802a2vRmbI744rqS826rLvZxuIL2ZwzQ++mC8PSffNL4MRVg9hEhHPXDSUr10bBK+6Gz8vODF270ur7A9GE2FvZ3TMD7Aibe88siYPQRVYT3Ub2A9Ae/RvdNuBz5/aNO9jWkcPkBLKb4AhJW6iCZgvQB/fD3bziG+AMZWO0MMA77g6qA8kWTfvZCbvTznphI+2VYWvihkuzwGlAu+2JSFvDsPFz4l1hk+qKQGvlAsTz3zdTA+ZMoBPX7alD2Rivq9NMrsvaCKzTuAjVy8wg2LvR5MiD1e7609hdkYPg/EAr5AASK+dOXQvYIwzz0FWRM+wComPHDCIr6Kq9+9+DM3vkahoj27+8K9MNHOvDK9zz0R/A0+KF8WvRg7xbz/T4y9lhCmvd9CBD73qiS+Rg/OPeA0/rtOA4i99R0BPjwmFL3Y1gW+XrfFvVh9fD2g/vG7JEUHvil75L3acfS9DWw4vl68lT26h5499K9FvdZf6T3EGwG9oNOgPNVjIz5fEig+4LMhPGAZ2LuWpbM94DBDvTUapr2E+wS+0HxDPcJV0L1/0yU+TiP4PcLHOb6YbOi950oXPu7GkD2eTJU9J00VPgKV4z1+6fQ9AJkOPckfN778xga+GnfpPWDjLrzwijY8wv2kPeC3d7xGxSa+QJ5kO5JGrD2ojCW9W+APPsRWAr3A9RA7+hvEPUsB871tRKC9RX0Gvmqw/T2wBSc94RgpPkyagT031iw++Djiveh3aT1g4Og7vuuKPWyTVz318Bk+QDxgvD5A2b2uGtI9HGh0PfkFFz6ULgy+JszVPRxxIj3mfes9yMwPPZf0DL4o8+C8Xtz2PUfEHT4QVVg9SW0oPvL/Jr4erfM9QOtiO24W9z3b1zg+JqrdPXHQDz7Kg8k9I+o3vh1NDT4JEby9m+CgvRiWyjwKMN69lLBvvSgwp710MXM9DrGDPfaIA74e0x2+QOA8vWfjLz7Buye+MLFGPCLFAb67DxC+8PqhvDDd1LwXVjk+MEQxvWik37wxayy+BWzivU5U/b3mbrc9IM3ZPD7/Bb4Nkh4+61MAPqpGzj2XqSc+KY4gPk1JMj6z5s69OPoGPVhO7zz7T7C9mJMovh7cqD2PrCU+wDROvabker1QTng9Li6YvQEzHD7gMrS9qyogPugTNr17KYa92gajPcAjiDzY6JC8xkOrPZsq7r00HzQ9FvKMvXGHDT6a/8c9wLdjvUnl2L15pBo+urDxPdhwaD1MYhE9ICVdvBTxVj3amPA9wCN2vWoRmj0AxlG7MkjtPVYgJb6ox309ZLhevai7l72ArAq+sHpEPEB7BLyZuDK+INDMu5xyWD1rvhU+rxXWvTjqwjyL9zo+ME0mvSYQPL7Xue69HhfZPRg7rrxeg789GvQRvnckGT4AcU88SDDCvQAwgDkb7y2+QAbrO8D2gj3ToRc+SMQsPWBxjzvQox28qia/Pd6F7D2pDfi9qNgCPXw7Zb2Q0fK99JtoPcLhNr4SBIQ9rW7kvcbZ2z10ykC9YECJvWpyM77AdHg8xj7sPfE+Ib6nQDM+WpbNPdaUfr2AxIu7yM8wvmzlFr4xowQ+EvmoPSdEBD6ArDe9SxwXvgix/jw4fU49ZzANPqj1Hb5gJGe8fcYOPj7T8j2A7M+8KCMSPUfWFz5jKTM+qTclPvecIj7lPCg+QG/IvFCmw73aUIe9gOVpPL2BhL3wF6E8QToqvp454j0WfrQ9hR40Pi94Mz5w0AW9uA9hvb1oOD7jnoO9AEQeu7BHbDwT7cS9/eaDvfWGKr7VMqu9D9QkPhNFGr4aGhW++IbNvALZDL4mduq9qH/NvAidHL5MDAO+5UOevR9eKz5O/uM9ADC/POsYMz7QkUG9q/cUPqKWmz23ey++J0IdPnsZKj5KNXi9QIUxu8DMCD3mnI69CLSovCAftTz52TA+AJDLunGpET5G23+9cObhvUCuLr5HcyU+qByGvDSPdj0+A9I9//cJPkU2MD72sr29vaKHvUFyML7lUiG+V4YhPn3KMT5BZb69ms3oPYCBDDtQro68PnKUvSjLK71v2ZC9AMWPOvhcs7xA64c7/cfpveBYGL5OcwC+8ogQvosBlr2QF2q9/1uOvYDDQLu2C+Q9L0qFvcQ2Jb1LDNK9YI0gPBKfvD3g2bI8WbWtvZ2JCz4kt+29LgOVPf1mGj7wCwI9XtDfPWoC/D3gNG48LIYSvvd7vb20Txe+XEpJvRVpCj5zGBU+uorIPdDj97zJWSA+pi7oPX7/xT2oyD295+owPsymHT1WIYw9oLz/uyx2QL0gI/y9ACelO79SN751Xw4+qemSvYDQxr3wb5O9pSgtPueoHz4CB589YJYuvhYK0j2Oo549+8uPvXmeGD7BiaS9vjr4PVpcuT3wJyu9kOGXPAgh3TzeUJY9gCB1POic9jzQHc69UAqXvaBMX7wipZA946jXvYCM0b2gnzc9BFxyvTRZGT3UbwE9dBcFvn6aiz3wexE8Guulvdo6Mb5w+Vk9lInzvT5jKb76+Ng9wDBTO9RqF71BXDg+UCh4PVRPbj0rUge+VRkFPhlFmr3pMwe++rGsPYIdnj3QSQq+AtK5vZP7g708OT09AWDPvVcPCb7ZwyK+Gu4pvoBXyboW2ZS9nY/ZvUWE9r22n/C9wLRauwWHCT7C3dk9z+AMPhQedj0RvS0+3UAtPrLctD0AEBQ8K3n1vYqqB77oj+u9OvgkvvD3ZzwbiyQ+ABjcPMhitTx1YpS96t/FPXupCz4DYRm+WPPGvBjrLL32+7c9L9kNPijPG77T8Ny9mFvUveAE37yT8ZO9cZktPj9kDT5I9um8OSsFvpD8UTzskDa+U5UbPhxw2L1tYtm9+4XpvaZhFb4gTaO9MC4JvrK06D15dKW9pkL9PfpOGr5U4b69Aye0vVN6Cz74EG29gys0PkvcFL4w0Vi9ADyyvBDEkL3o3fU81BxzPRb6/j0V4TE++0EEvhwNUr1PYC4+HLIivkhOuTyI95s8J8g0vtMRHz7XsLu92AMkPUZZyz0Dcda9fuqGPUAMKD3+eOC9gG/uupVOBb7mJbE9NqSUPeqAtD3U2q+9PsGbPQrb0j2QuA09350GPr8pMb6SB/a9bnDZPTR8AD3bcwg+msfpPUhVv70GeZ+9FooUviD4Xbx+Tso96n07vm3IIr7WsbE9EJY1PY5zNr7EsTm9EknyvYWLOT5WK6k9bViDvVRU+r16Qre9BXgivra47j3uDAK+ZyMtPsfiG750trC90PgKvgRNFD2Ao3y7OrERviDNGbwemOo9I+UkPpQpWL37XcK9YDFVPdigDj1CnK89SoSXPXCBETx9YDw+ppbsPWV8+b3sE4E9kD86PbAUhL1ux/O9CmO9vbgvZb3Y1ye+LRE6PkXYFD40fy2+TLjnvXiWuzygcx28jLs6vSlIIj43+Bg+gNoNO7XnDj5YUbA8oNqtPNdnNb6Tigm+k3MLPhqCrz30fTO+rFJOvQB5PTqQdk28djaivZiuhTxPAiy+NojzPZAser1gQb48UCQYPKAmYT11B7y99r4rvsjaAL5F2Ri+4fkIPjIF7L3j2jw+SFv4PG7Wlz3Q5i+9WjzLPWDjQz22A5I9ALUbvtDrgL0cIk+9sOFYvOClEj13LgW+8K+8vey9CT3S7O+92I0EvmArU7xtzxI+vluGPcEYKD7rehs+a3w0vtjk9zxr6Sa+y9EZPiBxVr1+lBe+8OsOvcv6Fz6CIpI90TgXPkoHyD3wjU69pPMsPdLU/D16GJw9wM63u6xeOr17xDM+lfwpPhgJPD1NQiK+EOAnvcyjdD0/mg0+gqcBvhCrTL1jLBA+lIB6PQCkqrv2NCG+78IhvgDxS71TZey9FM1CPR4pmj1SsZk90EtEPHpw6z1/Vyi+eNHFvVgKuzxaz9w9Gx0kPh2/Ir5x8SI+ERYLPjEW3b2l2bq9vUQUPhA/ybyVnTM+8MMFvJ3+Aj7r6zC+UKkJPMAdDzys9II9vl4tvlAo8zzvQiW+MAl3vNtlBD6UMBg98LhKPA0pBT7vvje+XKlDPUAK1Tyi+qg94BSVvFiHs7y2uYg90N33PDiUND1IWZG8gCQvu34Uij2d47u9IJLtvKqqyD1rLyM+msKmPQhpIj3o5Ym8kl9/vROfMr7oUo29ktvavX1d1L2oRZC9X2MKPutkET5P3AY+cxYoPtiOAb1yy8Y9ERghPljPRb2pciq+HKNZvZzSaT1hVRw+gPE7vECrBjxqDJU90Cp0vTrzpj3CcP099tsmvrD1Z70Qdle901P2vTSgDL2ZVC6+HGA3viOqOT7uUNW9/r3LPQDyyTmiJhW+HjamPeJSrj2VwwS+/VwRPuk9Lb5AaPq9UFmfvdnNAT5Yaa69lT4uPgDv4b2MqYi96vgUvugRTz1MOS894HdHvQxAJ76uNQW+VaIuPnOWNj7uvBW+vyrsvTjbPT0AFnG9SFo1vpwnHb4OgsK9FJpBPSAxBbwIGRo9AFBFvcDf8jwd3O+9uNQcPfQVEL22e/M9vPYePchhIL3SBps9QCcwvIAUdTs0lFQ9LBx9vXD6/bx0tm29sA97PEwAdj3yLsC9h+IhPug7Wz1upK09uFnBvIohsj1qBNc93pb3PZDA1rxYmbU8wfLBveA2GzwTgzE+BgoXvmVCMr7g7HG9wIH1uw23FT6saAa+InCvPaBH+rz8iHO9AVEuPlQXNr4irZg9iv3vPbGGFb5uCpO9EHAJPfA2OT0gW0Q943E7PrEsLb6+Wvo9HeAUPuBLgrs6PN29y+EePmo7BL7Ed269DbEyvl3xM76ImgE9UXMlPnrA0r08Td29wNqRvZ6ZL76eLp89KARLPQfMKz5XCr+9Cq7uPTRKJL5oaNi8ncqbvVJ6pT2kcrm9enHPvccKPD7W0jm+OHk3vr/OAj6rBxc+HPcPvYAUVTzAUlM9+60yvhPTKL74quG8PekiPuJawj0AkQC6Mc8jPiDVozvMV8G9gFvIOwhgkbyAOSu7o6IiPjYIyD3cgDW+4xw5Pn5I7T3aZoE91sWZvYBNvztDmjI+iH2+vYdAMj7QE+884KSZu9g9Ar17ozQ+V70Dvi6Or72u/vi9mHVrvf7Frj15XgI+nZInPr7CjT1iRDC+AJiavZZfI74URjS+kTorPmgTHb0tIpm9BiG6Pc6Kjr2o9yk99dwLvssaNj4ITgq9OqMcvldoM74AUh470C0pvjvapr31AQA+OM3bvJDESrxt+5e9pkmWPVd5q71wAw48DSA7vmncDz571QS+IjiEPV7kCr72Fv29dWInPqIaiD3ek489bAO2vVtbPD7qhAC+QgO2PR3pMr7omAy9kMcoPdfQN77g7oQ7KNo/Pef9IL7VRBq+Y0zRvfVI7r0GDBS+PJ5LPTi3DL7sAjI9YPnSu6CJG73c0jw90Mq/vM52D76aY9Y9A2HhvQAoJL4oa/y9tP48PQkLJT5wXTC9CEAZvv/zDj4h/x4+ku6NPfAHRzzvgw0+SI6PvDgDTj2sluS9s5yrvaOsLz4izP49wKHNvE4Z2D1sGwm+y3YQvjo+Ib4Mnwy9vaE0Pqg6Zj1Lnxm+AOlKOxCTzzxWOea9dINNvUCBWTyh5Ay+VDYSvovxKD6ASwE7Skjtvb0Qh72UJte9wO7ZO9q2xz2aIe49WZY8Pjn6Nr74tyu+Pvj6vabME76AJbU8lR0xPgAAtzbfUBA+dkE3vi30Bz4wjQa8sgM9vsMEHr4W9qs97U++vbSYFL5qdOI9RqC1PQxdWD0lzwe+jFGAvZVsET6AQpM8DZAoPuL68D3ioQu+FV03PrByEL0O46g9PwUzvqdhEj5emfo9Ew8qPuB1BT2XTN29aE0yvvCWdLwuf4E9/Jn4vXJq7D3K36Y9UJ4yvnAbGz1F+Ci+utitvSAHXjw4mLO9UK+9PEO9Kj742908YKjiPGZQsj0UvTi91AlPvQBA2jjOYvY9wLZ1PHt2Oz7B8aG9wIsZPUayNr5IPhs9CvOmPfbopj1zeSY+wE7+O0IjzD1fySs+KIUAPZarK77uyyy+bAFIPUP7CD6205Y9RoQFvvSc2r0dKAk+Qun7PXgLcD1Y8NO9RHYIvqCFsDvEAGe9YiqwPbC1trwP4CY+gMJsvJdSKr6WErS9tSYdPgZI2z3oNd08wTAxPqL57z3RNwU+g5AvPhigDb5aTqU9q30QPr8jBL7iZPK9ogPiPcC3V72JwQ6+qBBgveu7Hj7C9Mi9d+qSvcvTI75PLxU+51cjvkDR8Lwm0wS+DFgRvtpw3z2fCiU+KmG6PaIx5j2tViu+ICcxPL5irj3cPg++IAWRvUKe4j26IJK9SBLXPLKE6T0QX9s8hRoQvqBKGbxrTQc+wgi8PYNCyL2RV++9ynrqPZgucT0Orim+eOZPvRTvIT0g/Fa8v2sRPmCbGjy+H9g9SDNRPXtVHz7n3wU+BiCkPeCoUDy4b6O9uNH9vavyET541Qe98FkxvKfuHD7FXiG+AHzEuyIph73+kiq+5Ao8PeCB77xXhgA+dtbmPdHD5L23QYK95EBiveswDD4Qkii9j4cxPmb4sj2OybQ9xsOtvUL0s70r0Nm9CbbpvfsRFT6yxdg9ZIP0vWwyIj0Tvte9bGEQvs6/3j1QfQo8cCOEPcss/L3x89a92O61PEwMfL27KQ2+Z7gAPk9r3b1Q1fa8kDdbPSbQqj39Sru9YLgivDjgFb2g+Q+8mc24vUwlQj00VmQ95rSQPRx2ZD0KZNQ996k7Pp2Ot72Oqs29oxsWPi/7CD74zBi94cAePsQkaD39pA8+PuKfvROMub0eHZg9LkAHvvxyOL2umu09uXALPsgwVz2YCzy9GkkAvtyJCj08D4+96Vf2vcAWIDs4P948FM8jvfU7MT4kixG9MwKxvcoR1D1toCo+6XoYPrADHTz5n+W9ULx5PBG1Nj7OZNg9VOorvh25JT7gQcW7VpTrPSz5Nz24Huy8l4SZvYlDAj4lTSe+kNMnvcD9ZrzgkaG8cBQKPE3nAz6AZyS9RTK8vacqwr09GzM+AeIFPsUlKr7hr9a9Nd85Pjhh0DzGDuQ9QHUuvUjFG74ajuY93mKVPYDELL5QshK8IIeIO2ChtzyQHiG+wGffO5BdA75gjdO7kOIrPQDoIjwm2fs9sCXHveC8C75Ijm09u58dvgC66bxnATK+n20MPvozv715rJW9PARnPWQNSD3quQK+IA7uO1w/Or7RxAs+sG47vXEiNb7zgwk+qkoqvife3b1wMge8xK44vtawFr6dgfe9RPYuPTR0Ij03CQ0+tCQ8vcg9gLzu6pM9wrUEvsCdm7u1pTo+6mghvlGBFD702i2+DN1SPWFBBr6YIzm+b33NvdiGJz2i7rA9Ltcvvu88IL5AVQo8QjS0PcDBF716lo89vv6uPYIJwz1jsZW9tnU0vmZF+r21DjY+tIYivdyZNj3wuui8z34wvpeqKz6Qm7e82AsCvbSSMj16Spw9jh/lPRCoTT0iCSC+YCOevcCVnTwqeb09asubPQEbDj6V/8i9WqOYPZho0rx46Uk9zE+DPe8pMr6gp3M9aIu9vMhW1bwQgTC9XsWlvaAy47su/xW+FIZRveDAAb4QZGi9Cs4XvljVz7wsIQC+hBlTvYgDlTwjRBs+gNxIvewfXT0dUae9K4gqPiBEujy4hPa8tbw0PgjdAL6Fwji+/cEIPrMRAr54ACy9wPVtvF6n0L35Azk+YBIKvsCjsbsAcRk83gs9vtD62bxhYBQ+Q2cKPkAXlzseHKk97wQcPvTREz3uet+9MIBqvBSLRz3HqQw+1AE8vistkr1AXmA8dd20vXBEoLzoBcI8ewYvPhDvSD2SuJY9UpegPeMKAz4Bura9UryoPZJn0j1cKyy92XbdvQBz9LycXAm+RqnhvUTOCz1cHxo93HBSvdyFSj3tdAa+4LHgvKDJWzzTOw6+cgiOPYC+NT0wK4e9tKhhPXx9w72uHfk9yXIVvkp96D1Oti++cZIOvuxFYT1Sr6Y9fGFCPSkSAj4s3w++uPKcPDASSz3Ah/A724ICPm+f9L0aMs+9QFaNOxjpTj1yk+M9kIi/vVkpPD7eHi6+sE9cvCbkMr4FpDI+YTnsvRdm4r2tXAs+ccUhPhgqFb5rpiY+BsLVvb9+HD4wZBa+7uqLPcBAU71+V8Q9LVP4vRz1R71AWbA7ag6rvR2PGb6SZZe94DX+PNhelDyAFL88QLosvsBNLL0n3QU+M504vpDZeD3APWK9NKc7vgB64TtVmx6+2U8fPnB0ALwoDM+9wOzLOw8cMD7Ymqy8nyXBvR/pnr1Opps9EE2QvdprzD0ITz69ewMGPt1ziL0g8rQ74uajPYow9T3Kzvs96VPOvZIxmr2XcsO9hFAnvaqmh72H7hk+CRkFPuAvPT2gCJA8Tq3xvXhvhTwgWga94BNrvTI83T1CzJA9ErgTvjoptz1PvQA+EUsqPq4QkT1i4qs9ykm6PbPN2r303iG+AOAZvI6bpT0jQjY+VZIJPjiNGT1gRmS9+JypvK4RDb4EwoE9EdqAvVRDhb0/KgQ+bnX4PVgipjyAOya+tjipPWUxIr5Cnsg9ADs4O5wabz16IDi+sGlMvOpu/r0t8xq+Ys13vd+8LD4oWdW8sJc4vELA4D1aBQG+gWcpPm0+Mj4ghyO9LsT2PXACPb7ACw89w4glPlQJQj06lJ89effavXTbDL7AX9O9jD5OvZDTazzVNDm+YCAEvrhBZT3n6aS9QLCqO6K5hz2e4B6+WyU8PlCdaTyG18A9hd8hPgB2gzmcVnw9SZcwPnDtCr7sAba9kpqpPbZoEr4ABby83aYwvg4/+T06Lug9NMYcvkhkaj1wmbk8jDTKvb7xjT1/ySQ+6IjCPBcfkL3Y4ii9w0QCPo5d3T2wtBq9XtPePWgdO73orWO9/LFFvdiA7DwE3TW9TNX9vQHaDD6I1nU9lbDDvbLcqz0V6Qw+WF5bvUifm7yLAKW9IPagvDuuCj7Bf4K9G/k0Pv7JlT1Gj8m9jK4EvtJi/b2Dvtm9lOVxvchAHb6KspI9JDRlvamfGz6AmLw6qIXVPLRqN77W6rY9+/gzPjA80rxxCze+q/wgPgNPLb66OJo9sSMVvuj64zykege+KVY8Pkrb372tAOS9CfoSPkxoFT1I4jW9hkCnPbgF2Tx4oLI8StKuvflU/70ghve8eboRvrJDyj1iA9k9jo3kvYsA1r1HRu+9t5jJvdgkqzy6Qjq+RMkyPaSYX70cDxw9wK5WvHAuwLx0ywG9tf8wPlxvEb68z3e9TnEavoDRWj0EMVy9bpDGvYBh/bp6bp69qNUwvjcf3b3KBIc9BkEwvgBQH76aovA9ODErvoVaPD521sU9niDmPcCxAr0uWt49aC4jvXujMj5Wyas9Dk7/PTA8L7ysEU09n+Q1vvS1nr0YjEs9XrWtPSVvBr5gzgy8N4AKPolsHT6dtTs+nLRevaCwJLzwIIi9UOEHPBHCJD70Q0C90R0svkg06b04KgK9Zov6vcDMbLtOEf094oijPW1tNz4yThG+IcwlvnuSCz6ZIQY+N38LPqAWt7wHyxo+T5YfPvAHx72xWgA+EBYmPCP+Lj6u1RS+qrviPfDuojz2EJk9jrG8PZIt2D3Q1Bc9QGo4vCK0jz32vI490Jq/vEYAvD2CRZ49WYHdvd7gvD0RWMq9DEtVvdBuP7zY/F29l8cavsSoHb4rnBI+jbsbPjxITL3TGNO9PWIXPvB0dDy8Ixq+dLCBvWPrx724qnE9W+MxPljKyrzmHtw9dvncPYqMgj3MMDk9YFlVPFko6b0gXca74pCjPQJplD1XmCA+6b4CPrqfDL4E3wS+hum6vf/sFD57Cyq+SgTJPQLjkD2AWmU9nQcwvjyLGL4U/YM9fmjrPRVXCD66LC2+ht2uPRRuAL2lNxW+uSEqPiDBzzwAvHw6ntaVPbBOhjzOOwi+EtEMvvZ+/z3UV+C9JxG9vQD+lTwPjwI+oM4aPaQZI712n7i9nmrWvQaJD74GH949/aIPPh9hwL2F4go+YM3WO9yFy73iLfM9MY0mPp+UJz4omtI8tlqyPaVcHD6fqRm+MWopPhhNQj0d0+m9eBK8vCgR8jxojwS9Mr+wPXioCT0o22C92DkhvoBV6rr20QS+BzMtvnnsEr72ldE97onvPSJwqT3E5C2+Gu4rvlRvB77b19S94K0oPLBcwrwVgxG+MzsRPiSoC76GPaG9Fum7vQBhkTqaIdQ94rUivvYc+r1Ip++9Qa0WPhjkIL1IhPI80+UrPrWhFD7KV489CvmIPaEm0b16AZo9QGY8PdlU4734FVg9ianUvRow6r1GrSS+Hk78Pei8Ej2FRb29o3wFviE9170NfDK+D3o8PnCpPLxUSFC9O7bNvehXbj0ESzk9APKGvEJe9T14fiK+6MAYvlyWdD13+gm+Vqa9vQBpPLxmMtY96ATavRhy2LwoUJk8d90hvgBdIjw2Q+o9DPkfvmoB8j2TZi4++xQLPjQrT71wk7m9jfAOPhTaJT0BmCU+gGOcOmqygL0kTAM9fBY3PQQ5LL1HrTO+IKulu2ptmD0Vab69y98qPnk9ET4QEPW9EGdpPQhZXb1Ok4g9GmkBvhiF0b1I7s08rnv9PVZHLb7SiOe94XQgvvQ4Xz1ejrk9gyOhvUCLZr1hnAs+YueKPZas6z3PvgG+SGgmPU5dNL7HLCQ+QAMfu/2Hvr31ne+99JtpvSlTAT4cnRQ9Ac87Pioppz2XDju+cY8pvuXJn72AtDa+IBvZPGgPCD2w+w09HIUIvedADL55msS9xPNGvVD9DL4FVg0+R7ryvWBlFbwAqXg8hAaDPQDpG7x4vRW+1gfLPVebKT6Aui88rLZyvaxiHr4/7gK+7MAXvkFtIj6Se/c9qLOuPICjLz1M3Ce+ocIcPnJHmT1KYqg9jLcpvWjTsjycZSA9+wyAvUCO37zSFsq9GYjKveDPRzwp/iA+cGYpvfFN7r1tRwQ+XL9rPTgi+Dx/gA8+2DVwvTpVG77a1bw9apqrvcRQUz1G/sI9sKUWvtyPIb4AAUo60PYIvMAWBTsCXvA9kkWlPX1bDj5M5SC9fOJqPcMIJz6Akty7yZYzvqAMCT0g+H69Nu22PbxDbj2APZ48DIUpvbrq7j1lgdy9PK8tPfXYHz48/Be9vm/kPbJTgj2A0yy8O1k2PvOzGD4+Mf49DGZkPeikZT24oew8AHhhPL40ur0Ucv+9uMvevJ+lDz4FDzw+YHD1O3CwoDyAsSC+Hf+kvdYTgT3QX+Y8SZ8qvuziPz0YL6i8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 