{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "N69vPFrj4716LXY9V06dvcOYO71mkQS+xR8Vvvd02T2IC+G9dbTJvcn6dr1PiDY9JarxPUICpzkO99m9EniKPbuZrbzAkxu+cSzIPaLf7jwPkEy98rkmvfgXFz7iOMC9z+gJPolI8z1+SKW9ziggPmD45rvZaQY9Crf1vVyfJjs50gO9dIqbPQres71TqkC+BfDCu/S+JL1CWP092tIgPaXMlT2xDw27RTHUvR23wz22dA2++XI3vs52iD2BOZc9INQPvtz/3D0VjSm+JPDpvG/MjT1ukyu+fZXrPTqu97y3/qk9odTUvZffKL59Yqu9+WshvvNGgzzP9ZE9H7ORPbFSUb0T9yi+k/5OvmgP1z1ab7U9lOIPvtp1e7zxhxw+E7D+PcSKNL5l8yO+mqS8PUOwIb4L1z48vKB2PDrSKz5+hia+HA7zO6TLar2q3jG+puMcvVx0Sb6wrCE9VHqvvKjNbz3efDq82fAYPh7yCb6uJf29pkc6Oct8LL12zoo7DdsAPmGU2z0o9dE9gOhuvYCWxbyXvpg80vNPvjafXr6BjZK9r3aAvVVZ0r2X+Ho9+LKiPWAbCr6qfhq+04HCPE5ezDztfAE+lGwsvsdo2TwMvQw+D3XrPelg1L0CN+W9j1LyPbuWMT4SbTW9vb6wPL+RqL0XCd49hnstPN8c4L0kXMY8z3T2vT8BMb5MJsg9hQKOvfUHlb0rBQW7D2LUvTOqXL2tWEm+i0tFPie/Pz7mAMO9awJNPUzS3rzq+oo98bm2PfXuhz0ZjyE+pwxFPjacCrwc6Si9hsg0PKIxwDw2BA0+32PxvQQNNL64oSi+5syOvb1OGT73XJ49rLgBPY+vyT1IDbE9XZ/XPW9MAL4D4XC9qlCzPPATLb5Enom9fL6Gux0f8Lv+V7+9Syw2PhNTKj46bja+xIwSvYVxcb3X5E29QNHbPZj7/r0/v5g9KFmOPWhq/L1cNT++C/gbvA5+5T0srEg+ZofLPGn0p7z6VQG+kgXRPa7QW75kmha+MnA8vj1VHD5wJ2E7+q0LvgtxCj7+/+29wx5KvlnajjyibBS+FSsNvCMaMjxSs/s9NNP4PblC6j2++hq+WuMhvrT0kj1pm3k9sMZKPnEHKj4PXis+6yrcve/QkD1TyEU+pAoXPpR4ID7JbSE+ZjzUvQIEjDx1ooY8HYxKvRyG0z0M0xU+DnYqPfjwjjjL/PI9bAyUvVFLmT27I4+9gC4UPFxnLj70YpA9TDPdvdD3Wz37kkU+uVvcPfFx/L3Ul369QR5ZvVTuJz73L4k9lef6PND3PT67iwW+smGAvV3ft72UyHi9JyiPPfWqUb5z1kc9qgjQPbWsGj6evYG9vMqUvNGtX73u9x0+lXovPoIi7r3PiRI+rMzyPcuGxT3ZAkU+nUnbvS66Wj6LGnw9+z46vsv4Lz0jodg82zpCvPT3vb3+jZy8yRgXPseKAb4RMZE9Pe+PPTDBFD5Rl+u7SohHPoC0Ir4j5F8+DpPNvUc7/Luf3MQ9LqQVPjzIsj02FVa+Ho0RvWlRFz5r5ha+3eIJvqaWQj2/xAG+GPsGPtHn4z2MxLE9fHLzPCQ3SD4UZBa+/5wGPtuPv71qV6m7obRYPqTJk70HySU+QPfmPRKsYz6JzwK+tFiyvXNnNT3Hy+A9g6a2PDAjdDxRyas9p6IyPllmQD1EWsw8UswyPkUGETwSLQa7tpXZvbu8Bb7Sc6y9sQuWPWClQr7CpAe+mccovh+u772a2pE9Qz1HvueXB74tj2U+rO9XPWvO6z1rih0+3lu7PJ3CE76yeqY9ch8APiLpG7s9geW9PfTmvMo32D0/zTq+sO3/vS/aE76FXA++oqcBvXL4oT1B20g+wP0RPMMS0bxZYbg9DSebvZsNPz7p3gK+MboCvc61H77q9qo8bje2PIZDpL3ce+o9edHlvUi8Sr4cAws9v6wtvqliGr35kCe98JovvvhZ2T0L/Mg9W78wPryIyb32YVi+RrHpvd5sKr3yQH88B4FDvmE1HL3wmi4+Xg1hPEqy5TwkA+g8Kt5IviRkQ70LgdI9Yb1ZvfJb4T36ze89ru3ZPdnx+73SkB8+3ngnPSizrT3UJrQ8qxv7PXqHY7wL5789Jj1FvjLhhb0x7BG+s9XePdZ26rzZbOg98djTPFAbRj1wq5a9deFDvnPwxL1Vf6M9qQUHPQaFsj1jWGm85NK9u163AD3O9jq+1V5yvey8JbxnkCM+luQyvtF1W73lHe29Wf7iPX5AjDscS7E8HR/HPTyVAD7tb1g8QVcKPuPZGL6dsg++SSmDvOuuzz0Ycws+HvE1vvLKQbz0VIM9XQfmPS1JDb2uCyG+prULvtiOXr44F4a9DU3BvTgWor3XY5U9vOHxPG6eDT5EVye+TklBvvAL2L2EchQ+bNTkPY8rVb5vngo+QeDPvARaCz3BNCE+e8mbPZ5lyb0Rbmc7OQD2PGIi+D3iHf+9sOc3vnNp1rxbwVW9WsS+vTAlAL5StNy99Xesvc45y703KRE+ktjdvWJ5Er5rl7M9aCyVvdblKDx6DZ47knynPVNxGr5kRyQ9m1LZPV4TYD25yI891ZjsPeSjMb5N0Qm+QJtFviwVHr08Rgm9NzhBPPZr6j2eKVu+x9VaPM2XC76cUs49+OkZPg+jH73wW2+9xkx6vYNnoD0YEd09pWmPPWUECbqJcP49BjodvoGRAj7rbik+A463vXjsJjxoLtG96veQPf6t8j0mkOk9Yr+RvdWtjT2bYz6+JEQFvgikKL57/vW9Wa9qvXx3PD3o+4y9y8/ovLzxgL1zajQ+xjGrvder071P3Sk+KJy/vexyF74UiDe+oXPFvU7YKr2yzR09tgDNPYU+aL1jack8GOvQPaGXmLwMKRo8xu2ZPTOVCL4aq6s9L2kpPuk97D102D6+gEopPWEFTr7Yud69oxb8PENdEb7sG5a9cKGwu4uBoL3rdSE8vXFBPll4AL5YIs87H5AjPi54orwXa+o9Ni2cvUzoC74P1CW+z4IZvlsSGj5eXHe9b9GCvU5VyT1NxC6+0/ErPr7QDb7aDuw9tdE4vhj/oz3l608+ZdvXvcVyFD4KYak9doayvZzRDj7AQD8+gZQFPkSDCT5HoYS9GW6yPZM0Jj1np5M9F9NmPWK8yL3bXi09XSAtPt8KLT4cudS9N+/6vdJGur3APxg+fxczPmilc739bc29Tzp/PK9dz734zek9JhgyPub0hL2Np/M9NxBMPRBV8D143cO9M8TbPaQgXTzkqY08bCSAvfn+MT6Gmks+GjwPvVy4KL2hRoq9G0T2vYqfYr19ug88wWcCvt2GAL68LJM9Y53vPZ9NEb6nktc8OYKmvbkMx70Zsxk+PeROPgEpS777k6y9G20IPQdaqD08EUe9uc49PY1rPb1//3e9W27xveD5EL2HVPY9B1+iPXTStL2dfoU91bsEPkANPL0X3Yk9gl9ZvrOXX70Y5UG9ZSwBvrkcBz4fC10+7XZ6Pk7uy7zDBAi+Xo3LPAmSAL4WP/K8XU8+PjitIL6NAjI+2dHxPZdJWLu5n6C9NnYAvuS4AT7UN9c9r+4yPnfyab1MoSS9aEX9vfznKz6EiAU+iz9wvUJxbj0UFLy8+XjtveBp7D0BxOY9B9w8Ph6WtT1XBIM9sHkkPqPGKD5gsh2+wW8QPnGszTwGyPy9d7KGverWOr4xrXm9cjIMvm4pFL7KwZM9PrqjPd+bTT4Z8OY9RG3Avc5BV723XwY+UGNxPTX78r0+d5q8vudSPGwO7rwsque9NrvVvQAAdr2icZU9U6kUvdtQeryA/v+9Af5cvhYNXD72wC6+rtIAvk3Fab5WRA++wsUiPiOsmb3cCgy9QPHrvFKYqT3cHCm+loS4PeMBnDyKkdA9odn7vKZ4s7skn3Q8XlS7PQhhu7uzkEw+l9g2PYsDH77nGNE8LkYDPUHozr0iUxC8bYwgPhGVuD31vQc9b9gPvq954L39hAA+A6JavlOoE74Vpxi+4yVQvB3toT1sekG+skqJPRm1OL5tM0m+rrYkPqfGUz6Ih0Q+H8S3vVHoAzrjChS+LPoJvh5mXj7buwA8ixuBva6RD75Zj+494tmyvAe4xT13KkU8m84QPv9aFj44lre89njdPE6s37yEdgK+IkTkPS+Amr0R+x0+zosfvryuWj3Y09K9W8Psvevtd71bj9W9mPtgPY13BD65zkc96UIivmNJkDwbDUq+MVuPPc3mHL7d2A6+knAFPpl4Cj1EdAW+ZXkuviICkj06wpa9Fc8cPmuL+72Mafq9ZeAQPnYBBD51k3+9HlXLPI+ruDyWj8G9TGSpPd/YNr7Yjhs+UVe2Pc60WL1YSRm+AeDWvIcIFD7DZhw+Z2QHvnM7Or7LGHa9NCZjvK1yCb4sldg9EZkbPjurUD35Z1A9a7bUvCrNsD1vvgO+mBAqvgI58b2fk629zSCDvS1gt73MfgI+Jki/vUFPyz2QSMK9j4EmvkIVvz3LRi++BcW8vQaR3j19bAA+JovPvKshVL5ZzYk8SvYQvulbvDyu/TM9iMRmPAnY8j0BtDi+fsQePgrNjz3XzDo+/r8qPvIA0z2v/w0+c73kvTWkF75YSwQ+2AV3vaa+B74Ihkc9H9GUvUrJRru3hGy9SwnGvTgPMT54ugs+S1kXvoMK47yTzgG+AeeaPHx3Fr7bNA++vCjlOw84iD1yx5g9BPwhvqT77z35Dmk9mNrgPYDkcr1eGPE9WtPgva05LbnASCu+wocdvgCduD36kBs+gGMcvgLZz7yD5/q9F582PanzFb4nqwI9h34dvIdQQb7B1Vy8FxW1PXGF3j2xVSO+FW3CvTBxtz1ulTq9hbrMvfVvD76dEd29xp7xvVLokD3SaTE9FDYcPqmvET2/M9C9Z0TuvaHtAr4ug7+94l3qvL9oFL4LV+e8X+3dPP40OT6ydYk9j+aFPeadQ74XRIS9eDlBPY5YHD1JAYo9Dw76PeOyLT2Qiyo+Nl8cPsn9f7wwl8S8zuUUvZ37Yr00w7Q9VOnqPVasNb5e2eQ9PVY3vrgyOz2LzPg9nG1LveSKFT6X9E0+TGUHvqXyV70v0wY+8KmxvavR0zzQokm++0jSvY74Jj2AFvC8dFKZPSh14byrKSW+M/gxPcoPLj3S8yQ+ugYdPplOuzynpLI9v2I2PTiYvb13VLs9hgKqPcVbfzyrT7i9uypbvSPnHj0NgRq+X8qrPez+KD02sKy9PUk4Ph1CyD3nGIY8ndUsPoZGOb0LcDG+Is/uvQqEKT4T5769pQ2KvfeRTL3SnEK+23grvt3KHz742ag96UyWPboiAD10otU9zzfQPXoRQ70zhOQ9HfwDPtO2J76hloK9BowiPhGRvD3/Xpg9irIvPuvTYbzk2SC+BxIlPVKi9b1zYhG+GEgzPmshQL6x9Vq9OqfmPMrZyr0r9ii+6CIDvkGIAb6PdQW+p8BxvW2z3Tss7hC+HrBBPsWtWzyqulU9eigZPo/5rb0KiRk+g/PHvSWbCj6DEoK9i66fvV84RTwMcgM+9egHPlw9E74jXU0+/B7ovSpAxDz7d/i8pt0XvjTnSj30pyE9XLM1vQrq7b05pQu+CzoJvjz88b1A+hK+/9umPSKKBL6Iw5M9tu1PPTDjFLuY7/i96PYFPsmpHj4rqhi+okAzPj/cLDvvrvY9QEqpPPAfjztkNVC+tnA/PSEUwT3dAM49z1qYPBgjVD73jEc9ko8Jvl5+x71+HK29v1NXvmptSD317i0+3ZACvtXZKL1lBsW9psQYviOhZb0cIYC9IIAQvi+MaT1RMPu9eq0Dvl8p/b1lwE++pbXvvfvUTj2pT9G9G/OQvYMmWr5xiFw+Z7NZvhZd8rxDsvW9UWBYvu0ESL5apUA9J0O3PVY1Ej4VnQE+Y9McPkOlHT7Suuk9/5kEPFEuv723hsq8SlwwPX5mur0ofcU9idUHvl1frLxVNgw+eyjKvTnPdD0fAxw+BlMWvtZuBL6Xp0m+b85aPiTXgD2mfOk9DQ+jPfnZij17PAA+pQRMveq/A77sWN695iNDvo2NhD3ldjC+gp/kvLHgLb5gNY69sS4KPpTtur36Vvg8LpcIvMYhWz3APzE9iMCvOMud7L3TUT2+yhznPHbUSr3FKwu9fkPtPf6yIb7p4xe+ZcvFPSdmXb1i8hO8pbUzu/NBrbuq+TC+Ov9AvphsFT23Uuo9MIb+vVEEHr4y8qa92KtMvNHjh70LT749tDLevQDG4btA2Pc9Se2uPahKC75Cbfe75nwkvmefyz25CJA9d/kuPuw0Lr7HdLa9jByxvQmzE76LpKE9YnEkvjdRC73Oe6g9vy1KPTGw0r2IZhO9W/slvj3hCr4vQj29WHx0PWH+Ob6yNDm97eLQvZuQ/73T9j6+6i0dvSN8Nr4uXKW9fSjmvaLSUT2N8x6+QfRQPNufBT6srKi9U5crvvVW3j1A9yo+FS9gvYz2iL2+6hY9jJoFPkA7pb1SIgW+KqHfvXG31D1LGMa9AIUHvuKcFz5P/t693NXCvT+j1r2FWia+LxzWPAqWeT1RiLm9DK0UvoXaAj6mCrC9kcIovuWs1TwB3cQ9uaLXvUKYCD4slJM9WtZ1PXbUyT2ccQk+ZXLyvcOnVz0+4Ua+W2njPRhqwzzcLIi8rpuJvdEZDb6oaSw++nsbPVfBjDtu5LM8LwfHPYXs3b0+UzI+7I60vY3kqT1lJnE9ZGvqvK8Lmj1YwQO+L2u4POqWE75QzLe9UDGHvRb+1Lzy8e6965ctvpuWvL3DLnK9Ocjxu49rCb7E9RI+1sBQvtH+TDtBAtM93LZCPkS4LT5pmGq9mmiFPYyV8728gra9I8oQvkXZ1j2kLRk+WigzPhQ92r1csNw8nf73PUQNOryfbqK9cyEWvuHb+zxohKy9cmMxPk+dQr7g/wu+rN4uvayH/7x7K4K8l/JNPrYGIr2xUK69WVUrPbcekb39Tbk9jHYtvuoG3byU8h0+GKkaPn1C7T2QuTO8vOqxPQymfD1gXN096b2vvf3zNL4KTSu9ZwpyPa1Y9z0EeDO8x9gwvVcjMT6Ltzo+RD+fOL9jQL6YUwS+zzknvoWIC76+Lyo+N/qdO8oSkD3upuW9BHTxvXekVr1Qfw8+Fr0yPt6FEL7GKlK9CyA3vrZxHL5gQPg9S1/RPct+PT0TmVm9jVoHPpIrDj7K2Bo+xEgDvi/8OT72aB4+xcEEvh2JlD14BEg+LbhLvk3Ijr05PTW+DgiFPBTl5T0n1AS9SF1FvQkhAz73oiU+JbBLvfDNKzwJJUM8SjySPC467b0lzsC8Raw3PvXEQD5qEy+9NsmVvd/2LD4p7Dm+n1PwPZaszDwwcyw9AmDRu3LtC75pzrc9ME8wvUMPejt/rpi8tMu7PS7XcrxgeQa+Kx9jPWkhNL25fJE7rkbNvX0FNz0pwCi+spr4PMszCr7mHUs9SLEIvs4jLL6iNeC7iAD6PfTUEj4a73m9RweMPWZMwTxiFUU+N46jvHBeJ77rdVg+amQIPkgk1j1FV/m9afYpPrydpT1Egry9hOA/vlGsMr3HZxq+qrKiu+CuK76YFkM9A9TaPcHq772y3o+65YvrPRiGhj37XdG9KhsavgywDD56WJs9EdXxPS4oM77ZY+O9WrKXu9Aoor3QQSO+0HkWPoH/47yGzKo9oqckvrHqBz4ZK0S+OVYfvgJpdz0cEPw9sxiMvTAWQz6ubj8+jlBKvQqnOj7ueku+W6FMPkTUk72D1KG7IvDTuy3Ypb0g2QA+Ba7PvX3gjb1rGbw9tl0+vrqeUj5RGyQ+lE5FPgOIPD5B+KE9dC1BPsuvqT1pJRC+MCXxvU/dDD2qHD29LkW6vAyLfb1TJPK9lRwRvmh/n73TiAu+OvoMPQjIIr7xnqg8Wn7gvbfv+T0Hh5i78KjAvQyDjT27sRu98lkFPkDPPD63MVQ+2n3OPdyc+7s2WhG9zxQzvi2Pzj1ktCy+Lg5PvSdP9Ly1ZCC+BBsevWeoor32doC9inohPjeuIbyYI5A9jj0JPeBjAT76Nni92H71PLbswr3Wgw8+zpAQPa+yEr7EkSG+K0WlvYJcyD0qezU9ULx2vfSiDz5JiTi8mnVEPu35FL4pJTC+VqkiPpSLwz3y2sa9GJsPvlMwyL07kSo+NGBiPbYuyjtUH0K9TS+KPeEH2z0eR+Q8wXE2PTgQCb1dK4a9TTMAPveSOT4rtjw+BFnKvQdxtD1OBfM9/Cq/Pcoj+r3sYry9DvGnPWIxHj5+QyW+qUH9vPP/Aj4v2hq+dY6ZPSIHNT3ibUq9DHqlvd41fT2H0UG93ctiPUdFyD3Cd6M9pjKCPUiUnb2eEUi9NKwBvjWgNT6nxbI9gcx/vc/hLrx9H7q9JcgCPlp+Hj503Ew9ZGgQvnQIar23mBG+Qi/3vXhKSz011y4+51GIvXsHA74iYMk9E/MGvggMDz4I0QW9+zFQPtYBDz7FiKS92xTVvQO4Lz7BSAi+1J0ZPh/6Lb5oObK94fDpvcpLBj3UmD89and5PXtX3j1YvXo7CoiYvMjsIz6qlQQ9Ud4wPhHAC71Ji5o8oTKrvf6gqr19Ows9vYn+uwfHQjxZ2ng9b8QavbCyJL5T9m49oqetPUTaGzsJYkc9VCLOvRflBb2njSs+d/bIPQXAOj5+7JO9FbrCvSrQTT6NjRy+hnmivef10b3LDuw9lPmePSpFXb2wp8K9CGkGPuwRGz5D06G9oplkPIe7FL7Jc4+9O/OeO48y973d0g6+6BrmvK7aNr3pjUs+V80sPrlZ4700ZzG9drSevGEDLj6QrRY+zP0KvROGFD6LCsg9Jy8YPnGSrz1G81o9L6udvYaBYLw/aKK9DDDfPfO6arzu8wW9rTtIvCMWzj3NGLO9fOKmvNvmPTx5SlE9lfeBvV0+yb0BFjG+kx1FvrhE8z0G9Tc9UNmCva95ub2IzuC9GWwwPp/FRr4mdBA+Qa62PdpSHb4OxuI9XaLhPe8PNL5+NQO+FpHNvHpSbb0lcO69DiQuvth1dT1Nzh0+/0J+vdR5ur3EfBC++LwSPv/lRb5AXwu+x8gYPpTG0j3svi69HjavvF9GGr3C1gC9YoO2PeCxvDvi+zg8fh4Fvo5Vhb2BDEQ+cqWvvVYHQb6Ob0K+6h/3PYvkaj6ZkiO9ZoUUPiVrEr4S/LU9DJaxPCNVp7zwnv092+2bvZQ1ET0M1hc9QBLpub0bQL3N7FG9vEEQvge4KL2HWSg+rPFBvFe0Jr2mgzm9JG0mvrBb1zysqd69t8YpPoIEUL4HDRi+A3EsvNwGGzwOshu+wsMQPobWq71kDqa9OXsNPv1z+z3304Q958PDPGd7LT7HiQo+sT8avvZOzTzEPJQ9FQtkPGQN7L1qsxy9lFYWvb2sQz25ExC+vvEnPWz/X73oiAS+I7bKPNNu0z279vm9/Wt/vPZGkT2nirk9xZ6wPapDHT47Qi28K1BnvDF7CT4+FTS+iGcnvt9r4714xuQ9pdjdPVOE6zzYMrI8piMLPrCOxT2Q0jE+JD0KvucaLz1Awzi+3E+SvTdc+b0+7OQ9cXIBvmSxE72v+1g9ul+LPfNGtb35hQo+2ooVvr6+aD1iJ5i9UQiHvbA4BT4ZIOc9vhSAvv1Sxb2YfGg91KTsvBgpqD0rP609vkrpPaJ/Ir4ozS6+hK2YvDuhjD2gswG+j0IFvtddiL18JxE+lbqnPXIx3j0lCfG9TIsAvsGEfD1bekY935ZuPdLsmj2YVDG+xfwqPeHHJ76oFQG+ccQWuwyfFL4uhsW9iIE3vrNtBT0OmEC+NIwGPqOwLbxPeaI9uiMzPnBX5T3gL7m8saSpPFJ0Az5w3rA9414RPj14M7ybTxQ+1q/xPc99sT1OZhQ+nN5EPWH6/72t1hS+v+gtPeaAWD0GQwU9d0anO0i8Hz6qygk+thgyvcASgz0IFuu928/kvcc7Jr5AJws+BocUvYRACz6sktw9/RHFPIg1073/8Kw9OrWuPe3gCT4hrDc+ML4+PiwFRz67BpG940wWPaUUNr5iovy99P2lvVQuAb77uTw9AufUvF5J87xCXCK+CGmPvaB9770hKjg+CbjOvOPF2L0FpDM8Z0DZPdHuMr12fUc9htsPvtAQED5t9gE+Qv8EvuyYfrz1qZe9cxS6vJDbWzwRMA0+rH0YPubltr3WLCO+wutTPQYOED2pu2s9NjoAvusMOL5CqPm9UcCZPatOqL0+9LG9VqbsPWwSdj1YVW899/pNPR+q9r0nXiK+Zx72vfEw9D11dA++Uyw+vSZgl72AWRI9V90vPh9nCr61DhW+SmL+vKjRrb00Moy9k4oJviCnHj4W/HU9Do9CPh1w2r2Kow0+f4FfvXV/A749tm69ADWZPZsmMD0Zd2w8duL3vViXqj3V7lK70mGKPc0YybxvLBa+L91OPlEVNz49ogI+cuJzvfyj0zwTqiU9x5czveRMAb5wCcC9ppwTvkC0pT3FoXc9ZoItPYN6zj1sRIW9C2USvbPd5T3QYQA+ViecvTxMH74pX+K9rUkGvaiCaD1QWh49YIETvFkaM7w/QZ88O8CgPeqcPj4u5yA8HIlBPTZkCj3pKAa8UXBdPSzlq71YOBq9mzhWPAjnRLy6eP87UD/pPXmUoj0v5dY9hYaBvbYLHj47nyO+JIg4PUjwEz1Hi4k9LCyPPdJF9Ty4lVi9zWc9Pt71Vb2U73m9SQTuPfa4iD2hhsG91FbqPYmCDb4iswE+MOUsPkI5WDvl9C+++CievY5N2T3mIhA9CucLvrcqwL2PRsy9hY6CvR4wkT1ZmHc91t06vfjXuT2hu869RcTAPRJv173wyiM+3c85PpVgQD7NQ8y9fHsEPn1RXD0ay+c9l30TPe3LKD4q3d498WInvuPQJ74mxYy95y8NvqiLaz3TVvi9E2r3vQXi+T1ITyk+/QYUvkwcGD5OSp89S4K6PfaKp724ayi+HSkUvmgYhz1V4T+9AVKLPAyLHj4zXwA9sOqLPcIQ/rzMTWK9/0ECPe04SD0f6ZI9TOlLPaFvQLvoxQ0+jywMvuNA5j3aLBE+Sg1cvZ/ENb51uiG+Kc/+PUGHYr15SPw8VToEvvKeQD6AiK28ziASPqdDur0baJ89a8S1veV6lL1LOBe+tf+pvaw0RL5+VYw99gxSvTOu3r06ZsO9J+cZvMyfWD1terG93VIovnaXHb45p+u91K0yPOxXubwEqrW9Dm8fvo7CPj6m7/c9j5uxPWo/JT4zrda9e7kLvmfaUr7M+SI94ycXPSqk6r3P5cE9A5SAPUQn/71toyQ+GR3TvfHvzTrCQ4e9QZ6/PYdtLz5GdUw+o/CnvQmGS77BcQ27j0muO82Kyz3CTvO9utgZvk2cQzunhI+9lK0ovSaTmr3VaDs+d68gvo+DBT60hY67IN8lPmW36bxT4qq7r/CUPUOS/L2QL729kNG2vEkY1b1VYZ49xFEVvokSUD01Wxg+zODPPRWt5j2SEhu+wieOPVoYJL7Bk3G9HqELPrpHBbydhBY+SLopvtd0ED5a2by9KMIxvm+LKr10IkA+EYPXPMaqmzv6HAY9g/0TPjQTrr1Vtu89YbvoO9Rbjj3inBc9NlbkvT6U5T0AvtE995QNPq0pzj3w/aC9P3aQveSZZr00zgg+fronPgyH6bziMni9Z2ugvaSITr1CJS2+Nxo9vsFsKryw3JG5NskovZF8iDz1fYi9pXPdPbEnBj2n9eg7sygQvjrrsz2JyQY80PrBO6xfm70UE9c9Pd43PsD8z70luRE+tvkLPe+lRD6Wq049rqofvjm7rT14ifA95o+/un5Cbr3RxcI9ohQEvgFMHT593p49D9YOvBeUvj3h7hU+o6k1PoH0Aj7D3Ak+aeIrPuc+Ib6bbBs+xCFqvBQSuz1ptZc877MFvoP+kL3W59u8+IumOzNLvL1oLbs91ztAPnW2cb3h+Ck+eXLmOw7Iur2Gquq9QCf3vZghmDra8qI9PQzWPeogGb7VGxK9J/s3PhApsL1htS6+pOr5vJjQRb46dMa9GaeTPRdPH77XlGu8DktPPq6huTxzwPO9/tDevUvX1L2CHQM+44jjPQkjur2YiUy7RoUbPlKV+72Cay2+I4idvRK4Hz4KVB2+VsaNPPbyVjx6QQC+pb7HvfSqOj76yJM9wFxAPvUUqr31Uqq9zWG4PebWYr1kLHc9YW44vkfkAL7jZBi+pCEjPlXDNL699Rq+ePpJPUAPQT3vrCu9ghkXvq+nxL10vAA+V3zxPDgrAz4QRdM9+tLYPc3TC75vpY499fJJvqfaRL1f7Yy9FOq5PeWF4D2e8BE+Zt2MPfOKzD1iry6+uB+HPfiW+737Xds91+I7vr/vF77OV6I9T4/IvVdPBz7mrta7ACHXuycMAz7wxhY9gB5GvujurbxQKbE9Kh8nPowsIT6r+Rk+j9irvbtoB71JcRi+t8rmPduX57xRnB89VIpiPRguPL6MoMo9octsvReBOr73vBS+eAcwPUktZr3Tk8e9AzXHO32nz70xe9O8bAruPfTCiLs4Rmu9wheavXNKWT2KHwu7MIAJPhzOjr2eKiS+mQRDvXINID6h4409lhoTvSXCDL74Smg6A4QXPW3aKr5WKRw+HxUHPgEQLr5iQtq8reoYvqbka72r5LG8RPrxPR5on70UBSm8X4TuvaGFvb1YIOg9BTsCvtLMND6KxY69FX3avesDW73MNyE+kIz2PEk1+zx5AY889S1YvqmCOL6OYdg9HscVvnzcF767ma69NK2tPY7Luj0CZck9dho2vicLyTyUyls9EZvlPTBeE7xS5no93zcLvo1EPL77zUG+4CENPv+mcj0R8Ia8YzUAvtEcsr1DoYu9YcfaPWo5MLwT5SC+CT07Pc5AID6s2JC9mN7PvbdR4r0ZY509R3imvSZHK74XhyK+uOLQPXxZAT5ugw09W0pQPmyTJL0WFf29+nKcvKmW8z2NYsW9lKK4vGd7Kb4dqC6+oQNZPHGf7z3+ktI9xgAYvfjLBT7xj8q9kWHZvDzXGz4RTEc9lB6kPMdz6LylLYQ93vl5vfZGjr1hRMW9aKcGvjQubj0lKsE9kKuZPKknvT0bcgG+W1MzPsZqNT605iu9RgM3vKhDrDyUuVc9p01fvUIGzb0z7+k9dX/rPSiCUD3LoTG+eS8EvvDdx71me9g9XJMHPpQGP76hABe+r6P+PcXcoD3ahpQ9esfava3Gpz0F6iG+Yun6usGtvz27t6m9Al4YPuT7/r3LBRO+TeYaO6Ww8LzJGBe+WtVZO3DbD73jNfG9XYw7Po3d6b0hQZA9yWdyPGVYP74wc049Lb++PT7gGD4p9a+8QmDiOzMpQT7LXbK9wyFVvheb7zzmf1s9AEzlvZ1Uvz24Cqi9wRQhPrTHaL1WNlm9pTGHPTCHyT2MIBS+gBW9PLAqLD3VMSY+/Bw/vefy1r1JDps9+n3wvcybmzv1Oy8+n6fRvMfn4T3gXry9LzSpvQNcV7wYGey9SKA4vj5UGD0mZiu+Npo5vjPFFT5ueOQ8Hk8zvoULPL7aWzi+VCsLvS8hE74A1Qu+vKOQvTU9HD7liMy8+af7ve0eBT434Bm+d0vRvT/ACD7v0mu9Y8TBPaWkxb1hqBe+p+IovccU+72A+348lhzoPbBzbz2EDXw9gG/DPF2rqL1sFhm+lwzivfGUubyvna69VWGlPP7P5L2F/ze7mN7fPabIGD48RZa97lHYvCYZEL5FbS0+phQjvtQq1Twd38y9nAxEPVYpzz1chhm9mxkYPjUK/r3M1mM8GBGKPdHbEr6ej028hFmLvWHOfz3X7q49zQ0lvn3WGT3RCUK+/sYNPia+IL4G4929PKYTvvBjGb36xSI86WqyvSv1qz0W6mK9I9ozPVDGcD1sok8+uLhLOfcVGT6Vh8a9ZCH9vTbkAD5YrIe9vh+ZvQUspjwJ1Au+JT/TPUU7Tb3ziyO+Vl/4PB4iCD7a9Dc+XcMyPuZsojwxzwm7zEXGPb8Zsr3ESM49V3A0PhLJTL1Pi5q9vYl7vWHXuj0twzc9KgEWvtIx/b0xfR69HH4/vimqG77nF+q9FeG6Pf+lQr68UqM9qHydPQtlEz5NPXM9vnAPvfSE8DzHZGw9VtU5vV1VCT56xbW7lJiwPea1xbyGTNY9tCsrPuOZI765wHE92PL1vRsAPr68kR++q1URvYOJOb4SSyc+cMO1veWJ6rzLfL29OuirvWntHD4ZaWM9A0s5vXfu0j1P1GQ9oBC+vR3AJb3q8SY+Cs7bvFZ/Ej6IuE2+t4coPuMoB77+JTa9O2kIvp52QzxgrTc+R8dpPa1znb3udIm9eFdNO8ruY71zM3k9Zm8iPkYaAz5BRck9rTsbPlSbcL11Jx2+OkwCPTlcID4BixU8OxkEvl9Pnz1MKSc+wDuBvT7TXD6he5w9uHc9Po6/xT35fwa9ixISPvJWBD5ZUvQ8N0UsvqoEKz6DEf29fuckPrw8Rr0gT5A9JoTMvI8UKj5ViIm8jQoWvhPKyb3HoOg9rCOcvR8HyD2a9Z09QeQOvOYVsD2mgv89HSQNvj/oSDw/Nn694DBlvPrSj7yLILs7qWCJvE9pGj4NKtq9C8dPvQ4jwj326cI9btH3vUWRHr5EZ0M+iROVPR2/BT4lbfS9B0Ypvlc7Gz6EkQG+VK4jPthPYL0AdyM+fykJvhQoHj5MFIG9/WLTvHOMtD1cqAG9jaTCvUxYCD7zmhq9c0/TvGFnKb6T7Ms8F60Gvc+aqz01kr89f9RBvT+o5710y5W8AG2MtS/gOT4yHfi9VJ4FPu+xCz6TYdu90yv2Pe6Cob3wpDM+dDkSvZrWlL3fxMc9hBb0O/jSyz2OuVA+jzL3Pc7H07zScpm9Bu2MPVh54T0rpye8zFeMPbeDBj5OtZY9FDIGvjm17r3BF468eXf+PSCf3r1ZEna9BtskPh5gbj0Xf7U9wqKPPf+EBj488+09CW8nPRNGQrz/vrE9/6vfvV5For3tgC8+ZVzTPXyw0L1Tvz6+oDMMPrhp0D2nvjO+pXKUPVRHlz1W+gs+yZRFPTYFZD1EPrI71XZsPZ+HET7SEi69JRgnPpwH1r3aLQg+nYISO4OKED3KJey8W1TbPaEjYL3zWqO9Ceg7vKAYDb59g6W9eL4Hvjqhub0JUC29s3OlvXr+Mr2b1N29qbkXPgwCOL49yYQ9gQm7PEEjrL0RkOS96RQNvprdBT4DWWS9oagfvfo5Kb7Hjz69c+x0vbnvOL7RmEi+DZ1PPQfKRr4k1A29Tu8bPhuuErzv/uW9/BR+PVtfBzx1OQy7fLIJPigtfzszAKo9ZEWEPbkQMb6aL/894ySOvWCGTL3nSgI+1UesvZV2I73Z4Sq+/6d1PfC1xz3/LZ893MinPZ1NBL3ptP+9/6jdvYhICr4AbCi+IwavPUyoYz3ALfc8x6zPO1x7mD2jAaI8s0WLPY1+Ib7SVjM+NqHJPLXJfj1UFjw+VAa3PGc0GT4u9K681BcIvnx2I77FOBM+3J8kPov2Xz6+4JY9IMGevKSH9zp85129STsYvmKnjD3hFxc+I/hUvcwLcD1KLkK+KrhwO1MJ8L1Zgmg8mtz2PMjXHz6fs+k9kgMpvvR60T2nbng9fz8gvjNH8T0f3wq+7CLoPR9VDL62xlc9ZFzJvfcHBb1Obxi+Kl9/PdXMDT5mZU49NakrPfn1Az4beYg8kezaPV81Lzxq1yI+FgBNvq8BFj0pSF49E0iIvRik0z1EiNW9KeMtvhVmB77nibe96PxePh46ir2p0QA+yNsevuGhAj5+hvC9t0hDPtckvD05ZBO+NQznPKWBbz4Peh6+KcgyPjHjvL22fOk9C5HuPczDPD1+dfS9/KsXPrrzq70UK/s9MqAaPuTyEj6zc7k8V9rfPR1YeTz0kgE++2siPu9b+73/9DI+Ahg/PlKILTuOIAq+uVY7vvIx7D2oDII9nDWXvVi3yj0nR0W7xG8xvQ7soD0koBk+/oQdPn+RYL2rWwK+9QKQPc4yP77CxLI9NH8bvYbrFb1TUTK+tzrMvKPu9L1KA1k+M0c7vrFni72iCZw9teM+voen6j2nt3O94/kuvtuqFT4zqj6+McKkvKa2771Tayg8DVyJvG5//LwW2Oe9LGMTviIMAb3vwiy+WUV7PjgrxDu8K+095BMJPXpzlbyY9RW+C3O0vYUZrj3ehgi+DdcZPtNjJb7QsBi9Uky2vfOFI767O9U9O65FPseMKr5gtz8+LznqOqD3ED4snci9UggOPhMvSDwC14y96xRPPJn8R75NHNC9AG4WPQ7TSz2mAwg+O1pvvQaU9Tzq7Bq+m0eGPOqDnj0fzjU8zSMfPkyhGD7uaOG8f4wDvuYUm71i2Bq+JrIPvskfOTpJJwW+s/+wPBirXDyWmwm+W4ckPrVYiLwVgOC8BediPZZYEj17TRk+kfjJPQuW47vwfHs8TGK0PXsCXb5EMh89hj/SPKWwJb0PhTQ97vwjPmMbJ77kS0k8uO0kPV8kPL6eXjU+cxmavWB6KT1SMJG9KbdLvgwH7D2CahS+96yzPTWGwzwjvee9WcDLvKlbGDxc2++8b2UbvjyuoT1ehr89H00KPh8tIr5Mpg2+LGulPAM90D0+PDO8B+DBPQcmnT2z07q9MTONvc0yEr4nb+k9N13TvTgQpz1Px2O9NWPgvYwhzL0D5M89vNuivLr51j2E2IW9V9E2vEhwK74piJw9xfMXvt7sNL617xA+flUNviEuKz4mc5i9Iq/svVgqpT2SiIC8nvuDvcGqGT5spaq90kAtvXNX9D1EjOI9ADrGPRcrYr3vYu49kFtaPQ40Ab4VGQE+EZoZvgYNxrxQ/545E+UwvT/gV737rUO9NYLePYxbvL0P9XU9jJ4nPX/9mD3u3WM9GVaSPZT1Kb7elZW90r+vOq/pOb7WNy2+322RvUJqZ70/mhI9dxe9vU5gCb4HguY8DUSVvUA2Dj2DRms8NkQrPdUsEb672Iu9aCj3vdryf7w6Swo+/7k0PuMTC77Y0Nq6+MKJPWbAvr39Kqy9dTi7ve5alLwt3zg9639hPZqNgL1Uft49UnxGvtLz3z2ZJWW9MzoTPkJRir0RQtM9UNW+vb4QPr63lbS9XNdLvufTOr1+4hA+rTCPu23Wkb1KEqs90q5Pvr2hiT1uYwa+1pd8PUsHD7vpMZc703aMvSWhA77Qux2+3uEFPhT5Cz5yYX29GNocPQN1ED7tY/k99zo8Poo+Jb2Lq9a6JT2AvaSdtr1b0z4+i4lZvRWhgj1ZzO69UQ/iva4ibT3lQ8e8EoJJPqR+0T0qt9282wvTvMhh071heMe7NPjrvLMZeD10YPi9qSozvfTuvz13ngC+48H0PfP+GL1MsaS9JzYTvu9SWj1lNdY9wkzePfCRXjuEdze+Sin9vYTeur3TV9s8ytv4PFEwET5X9RU+PnFhve8Bqz02ogu+oI7CvXXVe72QETE96pu3PM2JBT5zmS++gJ1qPZvZGb7pyGq9PDEivkSLsr0OZ2I9AGX3vZNKET47ZQ09BFWwPMmxS75j6AM+T0IVvYWfE74B8NC9iUkWPruLJz5ZW8u9Y+AGvtJyEr6WZDy+9tIrPtiT9TxOzNK8dScRvKb/5T0tJ++9/9S5PaOzZ72mEIg9u5UqPGUbDj6JlOK7LtVzPTVFmzyS5929O0BWPHfF6zxTP7u9X8OuPEUBOD7gYga+CSIKPslG+71FSM860OrIPUJQzr1OR5g9uO2VPXH4o73z7hu+Us5APSaL971juvK90Rt1vSlGzD1Lmw8+L/WwPZbAwL0JfPo8uAo7vmCYS76mE4c9efChPW2csL3PFYK9WtlEvrE3K72VG7E9POB4PMD1kT0/Lnw9Icklvt1nTb16Tg6+Ki3SPayBm70IyRq+6KEGvqlvdr3U8rm9yk+OPDdczD1uJz2+FQoPvpozHj5Ixle9s3jKvbSrJD56YMg9UIMzvicQxb2bGCE+cBNdPOm6+b0tBAi9F5XmvYjuez1xoiu+MAz9Pcnar706jvw7d4hHvXlUVT2Twge9IOsJPoCZIj7ezt29EUxLvgnvRj317zI8RBRNPC9Dcz2p2Wa9r0aCPM5a6LxsPHm80y6uPbY4iL10Qf06MZK5vR71Nr7tQ6s9/w3IvGfbA75D6Q4+fCLvvcqPAL7T1r69Ag8SvSJB+70h1Ua9FQAfProM87t28wY+w+I8PGMuUT0lV7e9p+3sPaRJTL4A27+9OkdvO+xYWr0s3QA+dikvvbmYKLx8+Am+zCUuvlXFCD1N1WK9A7HtPTa/DT5XFiE+vXBGvcDfoT3rETi9w+SEPc6l1L1rRDU9gxmku7Dyzj0BhxG+I7nnvQUxRb3B9M09bu+sPC0tKj6m+PM9Klv+vbzoMr6uZME9Cn8SvsLBob2VaDm+ILFdvsrJpTw35dA9HUZAvTCCCL4gvdU8VFT/vdLVMb7woF6+t0VjPXkXPDz6ab+9ePYsvlxwar2KSZY992MGvjW+vD0gcRK+aNhuvGRRhr3wSrC8KnvnvQMrY76jnj29/9qlPW6qBb3XcYO9t6iIPYhI673v4/q9obgZPWKWyb3kKxy+L5H8vLBzXL4bqQm+VE+sPT8apT2PgNA9l4BMvnN3qr2kyyS+OK92uuSiLb3j6eW98YjjPMlurL378XG9vFHbPYaPNj2APw0+VvgnvqA7R72OioC7H4OHPeZH6bxdDhq9CkIGPZElxT0Q9Du+L4YGPqOSlzzJRXM9+frsPb1Jh72/piK+I9McOtNRfD3I5Dq9p+KZvQsMGr6RBXu8DK82vlSIMr4ktIy9eM8FvauvT74eB0q9kE23vHJGsD1CEZ69djB5OwpZD739xxm+dnpUPfc1L75mpbi7MWyJveLtQL1VU0++KMI3PR8MOD0IGfM7cmIPvpOger24tjc9NKd+PXQBID65Ya89AZSjPdOVFL6/QPg8dfktPXPxar6cRFu9UaqDvcAopT2pOaQ9+zikPMjC2L0NnkS+gOHKPBOkUr6HrAQ+VDTVveD4ID64nvy91mfUPY6N8j0YoQg+PmeyPR37Dr5+oX49k616vTFmAr7jiKk93+rFPKs1zT1b4DO+XuEtvsQOw73SHDq+q2NiPfxfWL54PWq+BEy1vTRCpb0sjyO7CLgmPtUjSj1qRR89fAWMPRKS6b0uQjc9esEDPspGiLwtaJc9y6iNvVYaET7zJTA9guIjPQdb5D3gYDm+1NczvcVC0Ls1oTm+OWUNvipNvb3Wo0e9L5sZPbIBk71vAqy9RGgQPikCmT34H6M9GRANvaTy0r1wI5Q8dv7kvIRS2j0JJNM98b/9PVt/Vrx5mCY+mt28vIAXtTx2Kgk+oW2gvT/MN71904q9G2TfvRUhvb036yO71fo3vhAIO77Ej7s9iVCXPdipND6JWPK98fc2vjy7Mb5bnyC+OVrXvTnCAL4Meae9eMK4vYlsnL1rldq9i3MJPuVHRL4Euje+ErF7PTfJFD4WEmW9TEqDvbuXCL53D/u83wMLvuZKzj13MpW9JTgQPVuDi7wMPh++6fvXPeU71D1pSzK+yPyzPfF1Ej0uG7890NDDPIx4X77voRm+WIqUvaHxpz1w0A6+AGEtPhkjDT74ico8beo8Pld7cb4qK4G90kLwvYjvsTwY0U49m0bMu9PqnL0NoA0+bO8QvuzkEz5fUhA+kBMVvq63krxn4R++gYQlPF9cDr6L/TY+NJ43PRByvDyUbSc9DIwgvAUYAjyqGmY+f+WEPakERz4GyqC9Xpv5PPsJPb5e+Eu9BvUHvq8rLj1sUFy+GfatPHFg5L3Nu5c9kgBBvvd78D3suBc+kYZvPjhChjwOGak9l3oBvlgg0b3s3jq9ECAxvgKQDD4K2tA97d5MvvQPOr6oHuu9zQoivl5+DD7brsI83zkAvrMemr1Djvy9KQ/xvR+Yorye61K90SVRvWRq2r1qZFM8CZD+vUk5+L3WWAE+b3hcvk5voT3r3s28RQDGPZxQkr3GG+c9299cvXNVjD0bNbE9oY83PiCoPb069v89Jv0XvbCKID5PJJ09Hu0rPtE/oTyjJhC9RMVAvuMNkD317oq9dF0GPW+Dtj2lUwA8bFwpPTMsPL1u9ms9LEAxvsBvrz3GYQU+AnQAPoA/EL4MLkA+kpLlPE6OOTx9apu9SqAWvgrDSL6nOey7hBqyPSuLD70YnCW+DevQvUYjKL6Aoei9avtnPWpW/jzw7ts95DoDvjXXBD55i449B6kUPuf8Zb09m0W91+zYvPvPCj1dXV49ZNEUPjF0Gr1FBri9540mPoqQj71MvQ8+W84hvZRFej0jYKg9n1zGvE315D2ZKD0+6cmlPEaurjxaNaC7MXiEvVwLyD263Ug+8EIrvRujRL1NhZ892t0iPs8rCz7KNra9pNP0vbD2Ej7Lz+W94jv2uzbByD0Upsu9hflavqmc4b3aPfW9m96qPSSxPr06KNe9e4idvM+JgL32NUW+oEpivVf/i7z1aJy84zHkPehN8T1WCVw9kaRxvc70OL7t8Ua+FrmPu2YsJby2s9G9BMGnPVTYMjmalx4+E5YsvQCZ9b21FyY9ugAaPTM6OL7l4is+kVD2vayyzz2rXYW9CnQ1vfi+NjwXJua9PAFavimM3T0+yn49mRDHvQYqC77nZgY99m35vdCecz3fkIo9Hlg4vpCisTobEsu8F4FLPT99uDxJ4kQ9soFsvriVRL442LQ7hwDUPUh+fL19MQa+JdXFvB2NDz6VI7y9WOLZvJ6Fqr1Hs/08LBKvPX/9xD0g7Oe9cUZNvkAQlD30HU6+nSgZvixLwrlNJNc85dJtPWbzF76Dc8C7QoMAvMheCr7Q5IA7p8UAPnK7OD1Qlqy9RA/3vEW/hLsfLCi+Bl8XvrslCL6wvUC+VLj8PYT4E7ybmGu7WcasPL2n9b0auaI9Sg8VvjuqML69cg2+WSjwPeBDBr7c91i+i2DkvaukrzxSNpI9QEISvrGxkL0QI/G3XO3mvT5fOT0ywOo9DBZOvI8qMj4NKOG9u/kQvqDqKr4TTWO87mjsPYcZ173zj0S+IBi8vZldo72j1gK+56IIPld9Eb0xe549YkMBPmmZlryrUCo+tyBqvaGV/709LaS9jiCYPSYBLz5s6ZA9w2NgPUiON77tlfa9SIMIPtyhtD1FypW8CU4kPW5FIL4cI8E8S0arvcGc/b34HiA7RxMFPmCahz2YkMG8vR/JPce1YL1SkxS+V/Ssvd40Uj2tUEk+mof1PWs6u70+lhQ92gpzuwkj4j0tbx++ivMSvimc1L06dAm9AeHFvMMksT2kexs+KDMTvgOV3r1hxhw+6P3svZ5xbj0Qpka5kAftPYArgrt+wfi92d87vRsS2j2vzSE9apGPPEA3Ab6EyxG9VIONvffaNr4/ZbY89kt0vTTOqrxfIyY+J26XPdTyVL45Svc8P9oiPSetXr2dSPu9+Y8GvXTzCL4gevI9cTGqvR2hHz6cqBi9dih5PXrhuTx2XQ89KYu1vZ68ED4faQO+z7q1PWgAh73zGc88ry+SvfuNHj1Lphu+gHfXPIflDr5FipK8umcKvlWKIDwMaOk99ZbevWCyk7zi9g++EcUNvQ9VAD5e9gU+hXDGvfWhuDwI8U4+dReVPYbJez2/x/a9gsuFve4UDz2ucBS9Bmd8ve5l0jzgk8g93Z0KPhixCL4EcwK+BqitvQCXuD3xUQI+OswcPWsJM74ZRKq9vLscvsRApT1Gd+m9wnqvvIGh7z2FbA4+z4pyvb6+Nr0atKa8oqjJvVwYFz75DAC+SyviPSxZ1jv9cHK9OcD8PatcxLydI+G9PJiwvViRoD3cvYa6DEEDvk7Xu73CFd69EZ8zvqSXrD20g4Y9D2IWO4zFAT7Ufi68mzgoPQaJGz4XyEE+H47BPOzD8zwzAwc+hlyKvSk0kL0DBe699+p8PYTGyL3f8CU+SaDmPf9MNL6VSdG9sYolPiLqjT0M26g9WSwkPjLP7z0VTwM+mINyPUyaUL7EqPO9cYzYPUzIgzpTNQG93EyiPc2w2zygVhe+nUgJPahipD3J3KS8A4wjPq9tkryCeYC8n7C2PTPJ9L3Vd8a98XgRvqnPyz1sfGs9Zo0fPmH2kj0ypDo+bgfDvTQ+cD2CVPY8bDWnPddqmz2qvyY+JHYuOkH5vr1eS/Y93FqzPePFID6R+LK9BWfdPSUcGT3AJgI+NOgQPVL+EL6nawO8VNUEPpO0SD5JnEE9d68tPvQYKr4FNgM+NPetPJ5s2z3iLk8+PhTTPXZ5Hz6rMug9+tIzvtUdID47CJS9cmt3vcAFgjx4z5+9ZYtbva+0gb3dbxc96K2bPaYq6b20gia+Y+BNvdoPKj4/kxK+4Aq0PLjx8b23k/i9VtkmvO/vkrxLzVg+V43cvMqBvbtuJxq+QBnsvYWo3r1ki+s93wgyPYfyEr5CdSo+HJf7PWDqKT7ZODY+XsoiPuZZGD5RVcm9/uI/PctAiD0Us029y6TyvTUQ9j1Xwys+USPBPKKXl73deZ49oeMYvTiWST46zYm9RG4RPm7wVryQ9Zu9rVTvPdUkPTwF5ZY86l3DPS43wb2lYIY92MEYvbrh2T2J4dE9uxM9vWOwgr0asRg+rYrhPTgHmz1QY+c8vNNGvCXINT1MffA9ya1avS0+gz1SyhU9NO4TPmo6/b2e6dY9mDbRvFtYPb12adS9iASWPcU+cTo1LCK+G86SPAneqj0YNDI+u3q/veAEvDxcWkg+Y2S9ORvqNL58TJ+9RzYSPi5ly7sixaM9vxnavX7VED5gCkE9iAJgvU/nEz3DXQC+/HoQvK+vTT0OqSk+rrp6PRVewzz2RK07jJj2PUhIAj7SnMe9abk7PZPIpb0i0s29t9iyPWrUKr4iZGA9fFqkvYvh7D1sCSu9d6IPvcKHG77P9+G7gnsAPjLxD750gEM+SLsNPnX5Ub3k+1S8dUAVvt5jyr2Rbxc+rbzCPS0XNz7JvuS8SXAIvsPsLj3DEIg9lJQXPmytDb5hu1Q8Zdv8PXkgEz5sx9C8BkoyPRhlOz5YPyY+cyU8Pm7KMT5gkh8+VUTFOwNto71IZjm9fj+cPKb2ar0UnoM9mX0avgIfsT2Zwr49aaEaPqCEEj4wXhW9xHsuvdUbRT6UIrO9GAH4O6Wodj3rd8m94zlOvcqfQ74DiSy9HVMrPlNCFb7Yzv69JwwCvdsf8b2Ynsm95Oe7vLFf7r1NCBO+1+rQveWYFD7mWQU+1ESTPLj0YT5M5oi9a4owPpZT+zxK+zK+LTASPpUcHD5ISam93Fa/PI0FBT3E+PW8BW3LvEajkbzB3kY+M5csvP1VFz6wusW9POPcvZGRKL4RCyk+qS4cvdZcoD2tSks9tGwKPiCKCD6p62i9bhKSvc2hLL5R1Ry+zAMuPhPWMz6eQQq+sigEPsqhOrz6ayu8wu2EvfhAr7wkhsq9d8/0vD+vFrwG14W8lwPrvQHJpb12Tea9JZ0bvmvmZ733cFq9foFmvSVKXjxdoAs+uPCbve5gHb3SPbe92C3lPPBZ0z3Qu4E82OK6vQRtBj4ghdW9KhEPPi5Zqj0GjFc9nZumPc0q5j2JRNy7FIQJvr4N8r3j3hG+BqA7PNWx/T3lPzQ+7Qy7PZTrAT0pHyw+xuAQPlHOwT2JchG9yfEkPqjIqD3O0nk9JqjHvIyjd7wKeue9fYLrO8lvYb4EIAc+EpuKvRpl+7wuCEO9e1wuPsmZDz6txo49HjogvjQ0rz1Ke4M9cq2FvSi9Bj41x7+9ArH0PdZTxD2AiYa8BrjxO7cbijuzOyc9tvoPPNJlnD0VPPq9VWiNvdpAgrt1NHs946+Cvd1H2b2b1cw8HhHXvYlbIT00EmY5K3AjvtULOT0zfSs9VeVsvUyFVb6YM3Y9jkxevfn/Sb5rm8A9vx5wvZW44LwikD8+RDlUPYl0MT3RqNa9J1ARPvF1573ZEyC+1K6lPdZVrD1WoQC+87O1vYe0UDoNF3s9yegJvoEVCb7Q1xy+0WEnvljd+7xsVxW92TfUvX2t2b3ZyvC9esD0vPyvHD7GQfM90QboPSU2Tz3pN0c+YsIRPrROcT2TIDa6Q3PsvRpmXr7x3Bi+HZ8sviJ0jjyzYuw9Z1EkPBAmH7wAqLS9aBqPPfPlBT7eHve9NiTeO1KqFbzmGcM9qFsYPqXrRb45KAG+tczXvUK7Gr1TnrK91pFBPpNYHD7eefO8Aw8OvjYcDz2m3Eu+8bw0PptRBr7kPbK9LNy/vYh3773y1aa94GQSvm1Avj3QV+e9vfawPd6HBr6K90i9rbi7vbPYCz7JAYG9hxqDPv+CHr5Z3IW9wlkIvZeoeb0eRMI8ec0wPelc4D3YWhw+54iMvUPAcr0ZKTU+plJivvEu7Dy2iLW7Z/DXvbNqJT5bW829OF3JPAT8rT3OSQa+RtGsPYfNwDuGhwG+VQBZOwnBH75s7os9woMrPb5ZwT2n3vO9RKajPfHPzj0tt1Y9xiw9Pr+kir7QNe+9RVPAPXcPqjwIYt09TpG0Pd/o6r1B/dq9IN8xvtbOPb2x+aw9CwN7vhpKIr7gbIE9fGe8O1B+Ub72XcG9NA4CvpSGEz5j2W89BiKsvX5Qx71JTAa+92wQvqIujT3M3wS+nMryPRMDLb48sdq90z0RvomRuLye2IC8kBksvqWf1Lx2RM49Am//Pb8AKb0Jyda99LivPCgS1TyheYY9ir0zPchsG7xvSwI+Sk3NPWEpAb5dWlU9G+rUOmoKGb3JyuS9GLCgvcAgVr2Nkx++wnckPrZoCj7SIy++r53hvWJuqDkrDSy9CXyivf+lID6jWwc+HM9dOh9pDT6OkQq9CMK3OyP1Ub65CRC+lSoRPvawqj1EbSu+RM2zvRkSAbxMFoO8EW2lvX4/zbp3URy+r869PfSvUr2MAyg68UcPO36yQzzih+K9XAkfvrW3D77aOCC+QUftPaeT6r0Th0A+MBkQvISfeT1V2za9SIsHPVgUIz1heTQ9YwAlvvg1wr1PXIO9YpnmvDqMajzZDg6+r0/SvV0F2zxEdCu+OeIXvsx947xxg809rLJmPZcbGj5/mfc9YHhJvgVsT7yeYBG+WMQHPsx5wb1S9Qu+xFSGvfCQDT5dVY09ZZAMPoV6nD2s5uW8v93nPMNx6D2lg3U9gLt4vFQrwLxZERg+DM8bPkbv5Txl3yy+1mWSvI2pAj09pg8+S8oQvonNh7wtcvU9w5uuPVatTjveHCy+m+I7vrCsp73EvQu+HjDyPMJ5Bz07vo89a/txPahDJz7onjm+qdzsvUD/cjxX0fM9dx4QPm2IH7754DU+d276PaSUv73a0pO9XF70PUex1bz5wBs+JDihPBEKFT4askW+a1sBvPlpNrwCqNA96Vs/vqrlMj3uEyq+vLqcvDT8Dj7uRmc9yXP1u0S1Gj75aTe+6O1IPabQ1TvrP3c95vMdvfDswzlwuwQ+epZzParriD1pdD+9h/CkOmrpez0WN629Et9OvEXg4D1xWiw+dAiEPVwlgzw9X6C8HxBAvTrALL5AA7O9EpTKvbOWBr6mQxm9iBH9PWCs+T1mUeU97EIRPuT8YL2gJLA9OE0ZPhupo7z00EO+kjfdvdYp/j0G9zQ+7YmDvDDsW7w2uqo9r8wgvZtNkj3YAso99PdGviGok734yLm9LgD1vdCHg71q8iO+TTxMvtvlJT5Jq/W9vBAGPnQx27yvZPW93HsEPltckj3HtyS+xxk8Pss0EL4wrxC+XFCPvVDPsj1/Q7a9jo0hPvm10r3z6zm99m8gvvJeGD09j6M821xVvbqKOL4OFNq9O/tPPo4oTD7WzD2+vVAcvs+ffD0xfGK9r8tHvtVOLr6+IF+9hQUEPXB6Szz6GI89IPwivUI6ST1A5AK+sQwFPTJi3bzm/xo+nN1GPQsPKbyWeYA9PC0BO63rsDyStoI9lgpcvT8oqDxqM6i9wY8rPdbkmD1+8qy9mY4rPuU2HT1BLMM9nrw9vD30sj2fW9I9fEXMPenITbyn9wk9bJOnvc53gTxzWkU+fQsivpSJM75HX0m9ZKE/PDl9DD4t/ee9y5vaPT8+5bx+NTC9Of9JPqtmXr4brrs9k9yxPZJhC758U+e9og6sPJc0sz22z509yEgVPlbhNr4VoDI+wykzPivzejwqG7y9QUEsPlIhCL6v9p+9zx1IvqvqTL4lOks9SSshPo0Aub2Rsr696TdgvfBf9r1EaME91LujPaN4Sz4gWYu9UtELPtljFL7LgS08LrtWvflO0j2I85q9gu+5vblrNj5xGSO+wQA0vltBBD7h2io+66AwvflwBD1cpQo98Mg0vkuTQb4VnVa835o+Pp7Tuj3L48o8ImghPt9VxDwUFom9a1LdPGFYkjuU/oK7vF1OPsAjnD3UNhi+dP49PlgXDT57Lgs9656ovVg4dTzKhSM+NFm6vSfOTj6kVVg9FpCIPCnmtbwpTUs+hnrpvSgWub2p3rO9zHVRvc/D0T3Fahs+pFYUPovdqD12Azq+UWFivclpKb6z2jK+NmcoPsUrhbtLGWq9hPygPRjOrL1dX8s7CGgKvllUGj6yvjS9ydRAvtO+NL5aXBk8RwxCvqtYs718gPA9DPByvW+nZb2TBQS+3fZIPcPe9701NY+7ejhZvidS9j2EAj++XM9OPapZSL76mAa+QPUGPj/xQT2GvWw9F6jIvXPNBj5o7iK+r7WKPdRrM77spi29Y2UqPds3NL5cB728AffHPDsSK767nyS+LeQWvt5WBr4TrjG+YryAPYVNKb6Xioc9H4JavWOxZ70KbnU8LAk5vYDyFL5kXYY9I+/bvTgjJ76qqAG+BWxTO0dW7j1gxAS9IMMtvvaj3z1t4gI+3bMcPESwCL30vcY9pK3BvTTtCD0ZnxK+wy3wvVfD/T2z3bI96LPXvHGhZD0gxB++TjMOvmWyOL7geU69S8AdPk/xUj2YZCG+z8KNvBDuz7ynaeq9HHSXvZ4YC71FlhS+amAZvniZ4D0Yvpi8Rvrcvba8/r1tK+O9VIkhvZWftz0y17Y9I8MkPlP7Ub7/3U++N4gYvkcKM74H+8+748QLPv/Shjy7NNI9vwtBvsXW1z3/InK8uC5ivqk8IL6Xx0M9ky/SvVbzKL405pU92pmNPQAjkT0DyRC+VVqhvRqsCT5Q3KM7yBsDPrY8tD3XvAS+ReImPi8mPTzphX89XzlHvkKu1j24UsY95WcdPrHoozsRRwe+kNcnvprJ1Lyb6KU9Tdf3veoGDT51/MQ9yNEevrThYj1nOBS+9M3evT3vabyLB5u9CCOBPAexLT6PC1A8RmmFPbYTwT3SEhe9nmKMvYpBpjxrdRE+Bjg1PE5SSz408Jy93iKmPPepL76PpnY947e2PZMhjD300B4+jZTIPBlN1z2x7w8+vyFaPLT2M76Onxa+j0DnPD6lHj7/9KQ9qz3lvUmluL06+gY+ZLnhPYvZ3jwY9p+9qHH0vVm70zzZDY+982OLPX+RPbq5vlY+DIQCPHNNFb7mtbe95oguPiz7vT3T3Kw72AhSPk0XAT5PiRg+31okPndO2r0YDsw97iolPlZ4471vf8S9RqvdPUwAhr1emuO9A2kWvSJzFD6P0uC92UVNvUxTO764/wQ+roo7vkeO7bwUwiS+WCM6vvrYAD7UXzw+7rKSPcmNvD37sy6+IowhPeTgjj31eTS+AnGive2E0T0w0La92j0pPexO9z3xlnA9/RkJvmedB71nqwA+0hz8PYUUy73h1sO9/vwLPhU1hj03vCy++vrNupNecz38PiS98jkjPqP3Gzy/RNs97v89PQ0QKz5vRB0+XRTRPQg6aTvHXau9f9zsvZZGBj4pDK68LeG6O0EXMT7w0Be+yvefvEs1K71K7i++21y3PJYo5LyddBI+N8zsPYeMu71Rtja9F7McvXs7FT5+YHe9sEkgPhtfrT06o249EpH/vdRK373U4uO9q9DOvYkoDj5REvI9+AXXvcLhQT194vu9ft0CvkBf9T3CpAQ9O7SCPX5cCr7TwIS9l5UdPfKJdr36/B++ky3ePT3qyr2T8aC8TVyOPcZVvj0ju4S9n5QCvcwS27z3k8+7LoejvXn8DT3QEp89wmKNPUGg3zw0i8M9G4cuPoThB77tEuy9amQCPonu4j2T7li9GYAJPlBh4T0y0vY9EtC1vdJxB777wpM9ZQTgvWSw4rwYyag92espPtDdyDxNUoi9Xh8Tvk6BOzx/+zu9DYT0vUdJBbwpQg49lDe2vNeXMD6FprK7KZipvbPvDT5DiC8+gr0rPpZ/1jx/Cem9U8xCPaGPTj6PFMM9ppQcvr+CET62zCO7TAEKPkVOQD0B+0m7SYy8vfOwHD66RTa+M7F+vfehLL3t2Lq7c637PA3M4T3l3768YMeive3duL3DqR0+OPITPlRWE77kKfq9Q2kwPnzPlztQAu49mz/3vNKxCr7EAwE+GG1jPVJdIL4C8f+8+rSsOzScZz0YoxK+L/CnPNkeHr7xkVA8wv5iPZSfc7xuEx4+wtLuvdyM4L1bP6Q9LdpAvp0UT72iwlm+BzsePv+90L3s25C9SZmOPbZFgj2EMfC9iH59vMAVUL6R2rs9gQenvYM6Vr7yGtA9QglXvr/kzL3AfEe8lxR1vrjzKL5Ca+i9Ko32O+BngbwkCrU9GsGNvce5Ur18nmw9GP8ovkXoFr1bRu491Qc2vvnFzz0mBEa+TrebPCFvG7551TC+L9P1vUxEJLwKw109al9OvjihML6dpIe7uvKQPfboW71w9gA9ztaHPTHxnT2b2du9P3RZvhRyIb7DPwA+C+ocvZrhPLtmfoW8pN5ovsgkHD5QwIW9k1pTvffbqjyY/xg9/g/TPallqDxdnza+tmPxvSwP+bz6rJs9GuYcPaTm4z0D0QC+i5U+PLsMrb2b8+k78vIPu7SQSr7SKIY7MlKDvcgwkb1HU7W9VW7Nvd2KZ71xsDu+1fWdvZqrDL6wX6K9esAyvooCO71QhCG+CD2kvTJ0cLyLBvY9CCmsvfzR2DuVjdK9U9oMPjm3+rx95le9KroZPg2DM77a6FS+aY2rPe1zEr6JxJm9Wi6KvdyLD74owxE+280TvhlqQ72dziW7WhBfvkJIb73h1Lk9eQ3GPaJqebxuv5M9dRfuPYaJjTwhShu+1waivHsLDTusItM9DYJZvr4Wkr1W3+67GwsQvlSkCL2k2b+8WzoLPkROlTxaE3Y91t8mPfLKAj4uxO695J2bPTwJdD2yOKS9jGDivXFZhb0vaiK+gbiyvREITD13JlY9IhUivTbzlT2XX+C9jn92vEC/8jxPieu92HY8Pe+yeT1gumG9gq6iPdxmUb35Q9w96TTevfQXjz2uHw++eJ4evuD7sz0+v+Q9oo6fPcoAHz61HgW+Wa8tu5XMej1z7AQ9newlPkjb6r1WZaW91bi1PAPwND0UFoU9PsjcvdGgUT5ohRm+he8rvQy4Gr7hIE4+zWikveDKu731Ad09Dk0vPqkoR74BcUE+kaHLvW8BOz7t1Bq+i9BxPV4K67z5TPw9/sbDvWDE0bxyxds8WTZYvVRzVL48B5m9HpB+PeiQ1jzbSSY9QBMXvrRCgrtmMyQ+l5MivlhjpT2aUaa6rE4zvgBOZDzbcw6+tEhAPsIlfDwy2O69sQVDPSgDDD4LclO9iOu7vYlpp7153aU99rmfvcBnAz6VX828fnDiPcsrur3pkYk8dibePSut8T2uWX09UdNTvTY7eL0L03W9kg+QvLrGQb1q3jg+LB8iPtVLXzwHjko9Qxe3vWnmMT0pFCu8HY7kvAQBFz5sXLg9Gn3YvYgd6j3+0L89kVdDPjAx0D1HzaY9h4HwPS56w71F7Ai+q5KjPGc8sD1i2Ek+ICf2PZAHOj0STji9mxqHu/9t/r0qM6Q93YBIvdXYIL3cbBk+wuO8Pe/UJD0FcSa+yOjSPWtBEr5AjPI9ZRI2PRGJaz1WV1K+pNjjvPh+Ab6G5T2+qCzPvU4/Gz4BS2K9LFN7vCYHrD3PEPK9L0gcPunVID7+9m298lQpPmFjMr6SGB89KY0gPnuyyDx+fgs++GsAvjMFB74r8eq9PY+SvbOXCDx/KS2+G5LgvdeoqT37Srq9tN7yvC7cpD3seSK+ekQ/Pkpo5bpgzdM90+MMPmsdp7w58B89RTgmPmUrO7604+e9FlvcPD11Kr7bHIa9YKdJvpvRAj4jXLs9U64tvqePGD2zYYg8yj2/vVtAfT37Ogo+3K9tPMMes71lPYG9jGDcPQenpj3yH7c8NroOPsEco73gR4G9TH4Zvex1wjv2fUe8H3IJvhHuCT7cMB89cvHbvWYzuT2aKAU+j3m9vMpVtbxeqLa9r3a5vDG+6j3WngG9jJMjPoJ8gz2JQqG9PXQcvkeTzr1KLwu+6vp2vWAvNb6yRKI92f5evQnTCT44aoc7peZnPQXMOL5cFIc9CVAmPlbX5TuSl0a+dvEpPja0Sr4cGaI9gD/9vQb3Oz3A6DS+K242Pja8z72z4gm+ehUiPnYAoDzxNhG9odSvPURInrtu9xI9BhOmvb2SGL6vGyy7y48sviyMCj6j/vU9z3IVvuRnA76J0PS95nO2vRzEETvz00W+eHeyPSHZlrwMsRc9Jtpau+vIDL3HtcS8ZBkyPpzmwL3pvRK971HTvaOgpD375z29e1cpvYmEiTy+x2m9bAwZvprdWr0/2eE91kk5vhVUAr4PS8Q9rlv4vbTENz4n+AM+ijLcPefn3LoU0A8++xrnvBTZLz54E649kVoYPhtaET2XjFo9d6gyvnjcjL1NrwY9frCHPQuk8b23jmS71EsGPsMCFD4Pl2M+zloLvbStyDwITC+9TTT3OyeiMj43hz6994HbvYbY+736yUa8+kDYvR1u6jx34wk+fS56PYwxLz69U+e92iIGvnKcAD6Bggk+30APPqdhYLytOhQ+zCNBPrp/x71jwhw+urpoPVe8OT4VB8+9aYDiPYGFEDxBqqI9z3aCPQJx9T2VYYc9gxs7uz9g2z21u5E9ScHHvLV88j1hcZU9UiaRvZ9k+j2TC+q9Jx8/vXb7nbt96Om8s5kEvmbgC76L5As+npsLPtYgMrxAAZC9LWs3PnD9Cj3Y6xm+Hg82vddueb342b09jE5IPt8MSDwKqfo9/VvXPT26pz0kioE9Y4H6OzC0771QXJm79h2aPbqFoj0M+Co+pdP9PXUv7L2LLBe+4PaFvf7hDj748hu+nO7mPcx0mz1eSZw9W5Exvh5EGL5iFog9tpgCPjGFAT7teCe+nDqaPVzvdL2h0RG+AfcbPoRmLz1Cdh48eijOPbwL8jzM4i6+uXgCvpvR2D0vdg++MW0evtY6trzetp89iK8xPS6AE7wAyQu+mCP1vXO0Br57IMg9Ah3HPSyzAb7Kac09onRIvFFu7L09mMM9KXopPoozBz5Tn8A85wiYPcchKD6SWTm+obUcPlw1Hz21vNi9DCevvDGM6jueQya96qzFPXHigTzyjt296n0KvosHFr1BQRq+jG1FvnZGHb6bBoo9gVC8PeFicz3AOlK+n4M1vmycG76e8dG9srw7u4hDSb0LZiS+ISj1PQHqKb7UMsy9sfWKvY1hSTuqfIo90Q9DvkSo8L2VSia+Tq8KPuPNG70W3lw8VbYIPukNBT7YqZs9E/uYPUuc7700TUc9zRywPNHw+727uDw9roACvsJa6b31mC++aPMhPnBYozuSnKG9Oy7uvav9/L0OZlS+HlkkPuADbby/YZ+9pPEZvuMrRD3UCVo9pVK+vOF2zT1BViS+A24xvnqxnz3NSi6+3g/1vQ40UryyxbQ94jUevisBbr33sDu8kVxBvl8l7ju5L+Q9wF4rviqYET74XRw+uozqPVF1EL2ka5m9ihX4PWyMaTx9Dfk9hVzRPN1/qr2CxDU804iDPa8Fg73uOFu+G463vHlcTD3y2+i9bplFPjCN4z2HmQO+w/9APfsVUb1a41A9dFcUvolStr1GVEM92n72PXIrEr7htLW9J7YkvlUojT2FY/s9a2VLvej/AL3aRCk+46PHPY+j/D2mF/i9FeBRPdopMr4wbzE+Kg9VvL65mb1eQ8O9bCwVvWvYID4KVDc93eNWPhM4oT3Uxie+OxdHvo37Wb1J3Se+BhgKPV8M1zz4yoE9pRNhvUZyBb7o36G9BuvbvPzWI75B4Sw+SFDAveePvTz7nBs9mwyEPQ2NAjwhj/K96KatPVjfQz6TX7o8tezLvLJwOb6qTLi9q8j/vZ0cEz5Kswo+o7RnPe4jlD14wTS+mEsRPj40vT1fYtM94uxnvO1KAj2e5FU9KnBmvVPjYrrIn569J6SivdJuN7xj8x8+v/yHvLGw8L1STR4+zXKwPdufZD0cEiI+g3dCvQErE74mhPQ9JPk7vTJPnD2Yr6A9S/MQvteUH75VaEs8RkuQPGP2Srx+fhA+V43HPVrGKD4xjX+8e6m3PaTbLT7L5KM88tY1vhY+bj1+T/K8xB3EPWNzlD2PbB49cgqlvE9FFD566cO9YJo7PUMBMz5sZ669oOvwPUqLpj2ytYY8urczPpxkID7LwBI+UxWUPZQZyj3bXRU9BDoQPc05c73a2wS+voH/umXUDj6Ms0A+8wcHPfPCQz2koyK+dxSCvbOhbT1bckE9lqgqvutjtzwYdRE7"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "gqPwugKbrTy/mpy8hgqkOyFjGzzoe7c8KTJJPN+stDuY3i882bgVvLAQyTxFn7Y8guC5u/hYhDyRrjE8ByHVO6DVUbkVRY47HI6DPGVz1zsVC9c56jIRPDxr47nclXI8PxNpvPDL3zz+87a7AnyzPHhXhDzUama8l4z0uxRGqTx+m2c8VoC0u5wjHj3HFZI8xtUyPHALdzxFPKw6qhicuypCPjzmlxO8UKEaO9FCOryMpPY6fdCiO+NJ8DwvsvE7HLwKOzjopTzu31w8em+ku0tXZDxQyTM8RffgO08a+7wL6Hc7hPUtPK8IVbwTCp47W32AvOyfWbwK00U7Wp0tO+e/fzv7lfI6/wMpuyaG5LxihWq8Ipaeu/HyK7ydvIw8O4jtPKCd5TzUOAs8aN3Yu8yOzTyIv8U8fQSUPG6q4zt5LtU8JwkIPbSoM7xNps08Y1gxPABScLb6mdK7ZgObuxDxXjweXlI8+n2avOzM/DyOZ1I7P/2SPPHFhDv3Y/Y7I1XSPBQEU7vs+g08zvreOzQLDT3Q13y8WPLNu7NXurp87iu87syruyeC7zvakFY4PUBmPE5xQ7uV3gW8qiSgPCLtBTy/5sE8AX5Gu9MFiTykXI866NVZvA6N+7u4FT07UByxO0ycpjxbz8w7d1zcu8rDrrzggHO8NyMevI2etDs="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 