{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "N": {"i": "3"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "5"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "1"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "C9ZFvBvX4r3hXno90bWbveOfQ72qG/694G4Ovit/1z2Hkva93CHUvZLHjb0ADMY8sHgMPjILBDwfTAu+9FMhPR0nurx8RSW+/GTJPS2Z7jzTXFK9qPcpvW5aGD6C8MS91WcBPoZT5j1ZRZG9jkwjPnRboDxC3QQ826v+vSCD9rvkZz29UBCCPVkx7L0R20G+HxmauzMtpL1SyPo9NoSPPZgZjj3kdII7qVixvVRywT1dOBW+M4AhvnhPkD28m6c9D5cNvjR33T2C9im+PgHwvNNsOD1ckC2+hrPnPUx5Ub1tLZs91S7ovXfjI77RJ8u9DbYrvj+HJjyChqE9G0aGPYNfRL0fDUG+AlNpvtlFwD0xH8E9jVMZvrYXhLx0Zx0+axH1PZd+Ob6ZsSW+00GzPYp0Jr7KgCq7w4yqPNt2Mj6lHC++HMJvvE7NT73ktzi+VOgjvcGFWr7muwQ8PaX4vNm0aT3AzoK8zNgnPgamFr78IwG+Ztktu+sIKL2BNcY70pLsPZ4f1j2Cv9k9XcFavTpuq7y7ZYY877FGvnEmbb6FMYe9FgGpvbDC1L11r4A9Q1SMPZIe/r2fjSG+HiwZPJfHEj30dfI9f5Qqvim5vTy/2wo+s/fwPUXL6705lua9eS3gPXyAMj67wHe91vwdPQW4mL1EDdA9zyhnPJSU5L0chis8KqrrvQSXRL4pOrU9Ut1HvdAoj723TjC8AhfUvWt2l70sJ1W+3QRjPmkoRT5j/TS9FKyDPRU4ODwt1oY9dG6OPUU58zyTNis+PIRFPq5267wI1ym9jKxmvAR5nTwspj0+6EYGvlCIIb5e+xC+QtiRvdQP+z3gcKU9W/ZXPRN6wz1OWqQ9vxPJPY5gEb5D53q9yEqOPLeoMb5uXWC99BuAvJoCWDvBM+q9pNEaPuoDAz7sjTi+R7htvT36Dr34/EC92GbNPaC2/L2dx688B+5aPXdp870n6De+5wr9PGyhqD3FIS4+wXxPPcQe0bxffbC9ty7RPZPYP74IHRa+sxlGvg/1GD64/zY8jNoCvn3xCz5X/Oi9+fRIvk6T0zyJ9BG+55XHuz+UhDzK2u49iW5QPnhE/D3yEfi9mEkrvl0dpj1ijUU9q9RQPkzqJj6dYTQ+Z0m2vQdqRz1jblE+feUIPskBHT4+eCg+T9n0vRNTgTwBw9A7SPNNvVQV+j0kMeM9zRloPXwydzxd+vY9Vm0CvvpQnT0GHYy9GHIxvDVMIz7ngYo9hibLvdMK1zwSzUA+Tm3kPZ3vC76U81e9VA3XvavCGj7vm9U9zFj0PNTMLT7CLPu91PWBvU/42L1tP1291MmUPcagTL7P1ds9j5zWPSI88D3Ju1a9ls6evFVxcL3wcTo+cKdLPrCd+r0ixBI+e+zzPU0Uoj07uUc+RpDovS2OTj750oI9DIMyvoXMxz0vlao7rB+8vU44yb00y+S8V/Q6PgEjCr5oB5c92HvbPZ/nFD433Ak8/vU4PlY5+70vTmU+hOfQvSFI/TsGF0k94+w7PqPz/j394FK+U0k6vIC5Jz6tEzm+KlD9vbjILz2NuAq+VOkKPpjr4j1ddKU9HlaCPT0KPz5jvCS+ctD1PTi9CL4aE1M6Kq1NPi0jor3rUQc+4mjmPSdCqD4+2Q2+bd+uvddqYjw7tRI+5n0ovJNCEjxExK49c6g1Pry0yzzku589zpQ5PjKoYb1Vw+q7ZOIAvoHttr0lyre9RRiwPZs7Qr5o1wa+S8dGvoqDDb7Rur09iXtGvpVyEL72228+ensUPeHsBD7vHDg+7RqnPLjGH75hDwU+SvIEPvbfeDyY3sW9J96NPCUw4D07x3y+ETYFvuNTNr53cA6+9JZSvdb2gT11Ly0+5fi7vCHMYLy0oLI9r+SVvBQcPz6aDLC9T5YFvYcqCb4fOAI9oV24PTrCmr3LPvc95FMMvvrnTb6xmSM9YuQsvtph3rzpATW9Y5xCvsOo3z0FJIs9yzk2Pu8Fdb1ESFO+AJftvYzwTr2No/w8HxY7vqlcmLwXOyo+RVcbPYqidD2ETqM8YhBeviGlOb0sCMQ9RWlXvRuJ2z3r4Pw9W4TvPelL/72kgBU+j8gQPUi6mT2q7Gw7n/8NPgAgN7gcGl89opFmvj91g73TaBW+N0jePYTG6rzUseA9oUXRPPq1Lj2lQ5y9KUpIvlkiwb0M3ME9tfkiPeYX3j1wviK9UYRSvEx3uTxfyUe+Go6EvTvbIb3QSyI+M1ctvinmvr04O+u9Yi0EPpk/czvy3w89Ef8APhv08j1ydkA8VZ4jPqWgEr7lJQS+FbhevG2sxT32CAs+apo2vrJy3rxD/n49qqztPbsgQr2H7Se+NnIUvsxPX764qJe9vQTevRs8tL0BQpg965+KPN8TEj617UO+kaxOvjBQ7r1xfRo+OTDVPTVcVr7cPQ0+m6nZvKaT7TzeSSI+OwKVPRCPr71bFRe8vBlNPbk0AD43XAi+3pxJvi+1jrz1zGy902+4vUopD77w/Qu+8vy5vRPQ6L216go+6gvavZnaGr4CqaI93aiGvZOSQjxNv5m7JE2SPZrOGb7WrzM9sX/mPYEnlz3wtXs9KB4KPrOgNr5IXeu9jepYvp3uE73gsC29Q28eO0gl/j0KY2K+n9WMOex8971dT8M9qvYhPpXrT72yGlS9NAaFvUXWjT1V6Oo9IxF/PfoC+TqQNN894YYFvkBLCD6Sih0+xGervZFNBTzqlve9OLmfPbKLxz1oGtk9lUhPvWQTiz2F7ES+A3IHvsS4Ob5A8wi+r9zavOW+Vz1Gg768RUCovPcwfLyBnR8+jQTKvfx0KL6nwDM+n1m+vQ99IL6uNDi+4Y/+vQdKRL1qQa093+OcPUCvgb3RRTQ9T+HBPQtjQL3/KJc8CijDPV+hLb7ob5s9GjsjPnY5zD1cKka+3FQCPRCeVL6zWsm9E/GlPLF3Ar6YLri9L9n0vBlgAb42ftU7wJotPp0g0r2OMO87vDkZPq04mbzk24s9HM/MvaVaBr57nhi+1Jv5vc6B9T2rgqK9eBMmvRxYuj3Yuwq+1xwuPplH270BCu49jTFEvinjqT0QAUs+u+nBvSIhFT4lB689IeOxvSj1GD6frkE+Cp8LPqw4Dj4I6JK95h81Pk/o6Dxm/uU9i01TPcScvL2AG/Y8DJwuPgfaJz7KmL69gY/nvYt57L3XESY+2NkqPlxGgr2Di7O9HIlxOdiXy738Udc9WB0yPq9wRL1cdbc9ZKGEPdzGDD4KSr+9SoQXPfaVrzzf6Jg8s8/FvTYSLz7jI0U+47+YvGdDgr2bwZe9qbjkvZ8Zh72T9JQ8tmA9vgrBDr7zqfI9SwjpPWeuKL6Ixgc9QHqqvbqD8r0M8iE+HMxRPgr2Rb4A+oe92LEYPeF+Vz05RU69H4NGPa+DYb08UfK84xmQvYO9G73+Avc9Y+qlPeH82r15v4w9CUn7Pdu9bL1rpY094qlTvs5lyLpGx4i9GoAzviPWBj4QTFQ+pYmTPpDXHL3dHgW+9KiPPbCo/b3VTb474WAxPr/S8r0eVD8+61oEPnneoDtjHfe9NeWqvTm/Kz5Na9k9+MRQPjj1N71Ps5+9bDfovUa9JD7VCQQ+TkxFvS35Uz07kYG8eiqpvc70yz35w8M9IoomPrlOWD2fOZI9bXIbPgtHEz6jsUe+l1kQPsMzDz6+KwG+uZaEvf4oXr5lQia9J3E2vpuyGL7Y+pc9VwywPebuQD7HNjQ+tXvMvQl8873eUgU+IplqPZDQRr3+fQa97inJPJk17ryfyuW97RwNvijfsL1eebQ98wUZvRcK0LzYYMm9COtxvkm9cj4etRa+u8AMvvcHf77r2a29748oPuGEYL1XbY+7VsR1PLYZsj2l7me+1dGtPWfXuLuV2+I9VdS+vC6KI7wyAme8E7ppPSA0ajiQukk+/THEPWS2Hb5dcYU9cfklPbEen70isoe8XZl5Psb50D2RICc9LrolvpBf7b3y1QI+C71avipGC74Hkxa++aQNvQ8VpT3kR2a+lJCdPetSEr6nJkW+CpEfPjn8Tj53vFk+JX2hvef4FT13oxW+EYLSve4Rhz70L1i7KMe8vVwPFL4YFuk93eOtvHQ0vj3IVJA8eucbPj0FFD7p0hW9Rty2PJp3E71SZRi+Gw8GPo5uh72Ce/w9MJ8+vr6OVj1SPOG9+Sf3vYcseL3qQOG9AC9gPThUAz4XpkU9SLcrvrlDhjxaXkK+PJaePYzMA777ZSy+EoUEPubRvzzkTRS+2Tw5vu1pMD3n5Jm97Q8lPukqKb4Tbvy9CA0sPsUwAT5Velu9eXcoPQCgdDxgusu9A5jdPcGVOr69fCY+XGa6PS0MbL15yRm+LoPZvI9n5z22pBk+e7UOvo49Sb4RVI29P3/dvNMn+r3Ni8A9RDkSPuRMOz0Z4Xk93BYavbEGuT2mNSm+a1w7vkVsD756jqW96LuSvQ22ub2IewY+Nt3Jvc9hxT2qN8q94XEqvuuawj26iTy++XGzvUXT4z0K+fI9QqIuvRSyS774lD08E8kSvt6ALTyfPHA8Lm3NO0787j3/fT2+/rYxPsxidD0HdTg+PWgrPixz1j2qzAQ+bDsBvjP4GL7xIwk+ZR1jvc++6r1i7UY9wy9pvUBPG7woOUm9rVnkvTQlMD68+ww+YocgvqOrkbxcVQy+qWuLOy4cEL7kuBq+OytTPM3QWz2hrJ09MOcivp7F0j3dQWU98jrQPTTQer3Z/8w9mi+yvZo78TtmIzK+YT4cvuWcsj1+ePo9AwYovp6DQb150AW+pd57PaUUG74nQas8MrA6vIFDTr6/D8S8ci/rPfDx5D0pb9y9M0+5vZN8Bj7RTXu9e+D6vcjFL77EedC9LLXwvZG5cT3Kai494gcFPrR2+DwO0o69erIAvquDDL5Hf4+98w0mvW+XLL4314G8WV9BPePVJT5yLII9JjNtPXP8U74kOoi9V7EZPVjt/DwdNLE903HgPepHeT0clQc+2KYBPhq+YL12vce84op0vU4GOr1TXLY9vX3QPYGENL6q5l49la9Lvux1Qz24gvQ9v7RWOlyZ8z1V7C4+a3jSvWxwa73Pny4+XKKzvVLPlz0zlUi+7H3ovUcyVj1zvp68xFbLPVfAx7zGlSK+qAswPeU1Pz181CU+TNYgPqca4jxQN6w9+4nsPQf1kr0Bj+M9b1WVPVZtdDwB4cy9zwpEvelREj3cAAu+YzXTPZ1lEDyVBZe9gKctPvtqwD1rsz49950hPjb8P72wiyu+wvXxvXkdPz5V1QW+dH8/vTqozbx8lj++IJ5YvvJFJD7ziqg9EFYwPQ17iTos1co9dHfgPYH5ir0tOtc9h/sMPimuMr57K2K94PTkPdHlkz2Ul9w9Yq8xPvXR4bxnTgK+BbATPYphDb5SlAS+eN4vPoQPOr75vQS99kkIPcJR+L3quBm+d7sBvq34D75lTOG9LBgCvXAhfDvAJBG+O0s/PkTnyTqC6XY9NMQVPoYpy7247hs+tAK7vQSqRz64IKW9j7ESvpoXszw6Ou09bX0nPmKKGb6Bb1A+F1GEvcg/zDyO9Aa8dqEkvt87mT1GVDk9na2JvCtN272Q3zK+53PJvQYhl71xoBC+kBbsPUb55L0OExc9hRd4PczrkLp8LwS+g6IVPqO3Ij6VAx6+yqFlPpY8HbzdSdw9syknPF9fS70q6T6+jEscPRH4rD00QW09SQmYPNGRoT6FMNM8jHoNvprl/L2Kag+9+CF8vienBD1g+jM+cTP/vQPicL3f7ze9j60UvrqB/L02PXu9BK4evj8owT1euQ++G333vUVA/L0fZE++KrkTvgOqqTwTRaC95yKRvRaEYb4OAGY+abtqvm2xqbzzN869aztkvhS7VL7PGb49MT3EPYPIJT7Y6xM+UQZKPkYXIz49k209Y5lqO0kWBL7r6bC8Lo8tPZDq+r1i1oo9WhAkvsVej7wNEgo+7r0vvQ0gdj1LCkk+4q8TviJ25b0FvT6+vzWPPuHzlT3mW/c9jnpzPY5ChD39TwY+5qZJveWv/b3mFwC+am9TvphKhj35w0++DRC0vDmMF77AQoa90S0GPijfy70YaDQ9S5uWO0m6sT1PGyM9CC+oPOKZsL3GR0y+pS6tPAhDHr35vhm9SJHsPar+Jb5Z2Ry+HIbVPStQaL3EocG8sXi2u7igk7xp8Ua+u0A4vlQfQj2b5LQ9nhrhvTZIH75nm7i98LK9vAIDiL0a07g9y2XfvReOILxe/PQ9mXm3PZZaEL6eGfw8x50ivnuKBT6sHpA9Bc0xPrIaOL5XfdC9r8jGvYk5Mr7U9J49bjQovhxCPL0w9689DS1/PTIH3L2SeKi8Ov0VvsXlFr7yjU69J5+yPT8lP75wOhq9POPNvWkcC74Frz++iOgSvUBZPr6IXqu9EYf3vZGShz2EKSy+GOfWO8bWGj6XB7u9Q6A3vhuD2j3fpzM+IgiNvduSfb0ulKU8lYUDPl0aXb1+mAS+lqrvve9+0j0z2sO9xvILvhbWFD5kfve9DbPMvSaByr1Pliy+HLEHPRCxdD0GZ8u9oFg1vhXbCT6MIb69rgYnvuTWpDw8Aas9QjvqvWmzBT71PYc97zeVPezIsT3KWwg+pJ4Avth0Xj0YpFK+MfnDPY0JvDwIeWq8sbaGvW5KA74ZtjA+i+1sPfRNijvuJT499HjKPfYg4L3ZLTI+wjPIveJ4wT1calA9+kM+vXlExT0bGQ++uc/+PFN7Hb5pa7W9KRl+vfRtKr1Z1fu9ag89vkYmxb0XXqS9YbxrPZPrBL79Jw8+mHxTvpSc7jkyErY9twdhPpzxED5+7IS9LgqqPXEU170SWN69CVwTvhn3jz0wzQk+E+tXPiIfxL0CpzM9/jAQPtyxFTypDJa9Eq8pviDxwLuuhLS9wCAxPpU6Xr4Tswq+Vg+bvdU/Gb0NINo8O4ZJPq4Q8bsOx3a9f2dKPSVnwb1XILY9NcsIvlCuY72KUxQ+XiUcPpqmzj3RkaK8P/6zPVilfj29rBA+IgC9veGHP75nh4e9Nbz2PJQoqz0FbG28ROAlvRvcTj5G0jg+v65LvJkGP77JIEO+YPgvvuvuBL4eGSQ+3nKsPGxAQT2rnQe+wxfSvajMgb3LFyU+/9smPoijBr6EBFS9dNVCvpn+ML6LLu09YzSEPY9ALT1o0lW97VEIPukDFz7GNB8+ycwFvrSXPT6ibhE+KApPvUCnoz3nBmw+9O5mvg3Si71mkUC+zbORPMAT4D1+TUy9Y4bevMpZ6D2r4i4++hqDvQ/cpDvslC08/pIhOyPOA75hcAm9bj0zPjEJUD50u5a9sNltvXwyMT4i0je+Vt13PaIt0jyD2Sw9UW6ZvCCt8b2fbLM9RDIBvVVHtbxpDoS8/N6+PQXa67xxJQG+RIzCPDPnX72HmiM9r4zWvS2U5DwAdUC+X0eCPATVGL5kWWE9bgYBvpoiJ75T3Yc9mCMBPoqe5T1Ix4O9vheGPQX3Jj0+SG4+1o0uvNo5Lb7q01c+M/IKPiJKnz357gC+lHIcPkdtdj16QbO9jCE4vur08jp8XTy+AqCivaBZLL6nhUQ9o8kIPsGGDb5jLJA6NfwSPlhuiD25Oa+9bPgqvrYWRj5IsaY9zOFiPRsHL74pTSS+3SSPPJnzgb3ebiK+0XcePhnai7xBflA9wO8dvr/jAT5TYFi+E4EtvrGBTT0CL+Y9uBFKvc1KQT7qrTA+xw6IvdgjJz6soEa+xOkyPnXyrb32Zvu8NxkcvFUrNz0uJP49SH7MvWVlzL3lyrs9mHJavijUVj5ebSU+EOZGPhUjJD5i0ew9i2o6PnITzDzesRy+5usYvqM0mj3v3aK8SR67vJXAgb1UjfC9smwuvi00xb0Jwfe9M7lePMOoLb5m6vU8S20Vvm7GCj7j98Q8xjHWvV8zRj32s6S6KXoIPhiYUz4PcWs+kPcnPragmrt41Km9fTw/vj7IdT3/tiS+WROsvSXsOb0T6Dy+ok+fvb4mjr0rP4m9Od9FPiPfhrw4Trs9SYfPPN57Dz6CKHm9nHrcPW6oy72wABY+OKCcOr4QF75I9xu+8JOhvS6lAD6zi1w9TzuevaiREz4A4zK9v2pKPsxxo71d8Cm+Qz8nPiaJpz1Gs669iZEKvtaVCb4TUSU+c9WEPQgCFTwol0+9GbnQPTm+6T1DFA096AYqPQjYZLzbYIW9nKMGPiKoPj55dls+EMKivUqmoj381ww+/6KwPUq68b0sQZa9pTYaPlYNLz4x4wW+e9QMvQj2Az5rriS+uQy0Pej7Qj36qxe9otRsvQfMVj1uHSq8vgQ1PS1AgT3XCx8+CYKkPQmNiL0FrKS87WrVvRUmMj6soL49nqWBvcMHQz2u9IW9RWHdPb/CPT6ph0I9I1oXvo1fO73IFAO+DCoUvrLmUj2PMEs+rO5mvXrtEr4vKsc9Lbf7vS0hMT5cKue74j1MPu/5Oz4OO4e9GCOtvZ+tIj5/WtK97UUXPvMAGL61lq69B9PevVRYDj2bEIA9fIW/PRTvKD6Dg5K6SVKyu4xkID7tHPM8g1s6PodO47xgSyw9KD6gvQ/OUr3KBds8Mdnquxok2jxzmoY9Kc6hvB3TIL4GEMM94sajPWBGBD2ym689Pw+5vSK4Br1q4j4+tm3BPa+vMz66l4+9fn+ivbmBUT74Nxy+jIuKvXMI0r24zPI9wNSePRGMT729prq9Ss0APmp1JD444pm97aj7PHPeB758wo+9UCiKPFsv672e9/69S7MXvFUCJb3JAF0+2zgfPpWk5b3uVgW9DdGsvOZ1Oj6nRhQ+PolQvB0MET6Z+/Y9gIFPPv7Hoj1bto89DEVqvaiMGbztpA2+3/1ZPYotfb3KHmk6Ie+VvcT0lj3ioGm9esExvcrSUj0jxgg95mwjvk6kzr2weV2+LzxJvioURD29Bv07NXGLvaDX2LythBC+qx0vPr6dJ74PwRE+nxuKPbiDCL67YII91P0oPhbPhr4TFU2+Re5cvfyLer2S9hG+/Rk/viy5eT25alg+G3Lrvf/0r73l5RS+It6SPclTcb46LyS+NawtPnQ1BT5glbu8WOAfPaXx8jwEsVe9nnyWPeDWIb31//Y7t+rivYeNmb1pXlQ++TfovUmSY74wBCW+qhznPfCljj74wYW9ztPkPauox71pGWs9tDbmvDokXb2BAA8+mqaivZmpvz27vtk8Sd8wvTbSkL1/g3C9YHAVvsuvYL1a7DY+AkOWvFHJfb1wF7S7rQiAvlBZCblnXUW+muwSPhJGPr7DxPy9T4gsvUKB7bh2oUq+nUgFPmbQj720sfW9cxQBPuSaCj69GgU8YzXZPQHL4D2yh0Q+DKzxvek8HjxBW4M9r7JcPLyEo72nVKO9o6kUPdCuTTwbnWC++31uPe9bk71TVzG+nlXcPPmWaj00OgW+7MZXvKEcAT5gwVQ9diYvPbWnGj7SW6S9A01/vN7pQD5KVVG+UQT9vcdySr1JK8s900vyO7g+ljy0r8C9cU0EPmX4bT0glRI+KrgCvgAODD0qLHK+TQ+8vXZI571Mo9E9UMYTvma2CzyZfPU8BADTPcmR270mrcM9hocsvuknoD1FqN67cNNnvXT8OD5c8rA94NmWvkE3yr3/zlk9445/vdDToD3Kkps9LoHSPb8NfL6LInW+sxyoPNylVDwH9H+9mtkuvs02772tQAQ+keEHPV7JBj5xkvS9VA0Nvg/A2T3S0ZQ9/rGkPVaHgz00lEC+W521PSYG/r3rPsO9E1rMO00NJb5OAum9IfmUvUSa4TxTpSS+j0P+PU5idb2QYEE98TgSPk2I9j1yMBk9nJuOPREa/D0e+yA+qSLYPa+tKbyS/8Q9yVbYPbezMz4FMh0+BL7nPDEoNr4twRm+KD9CvN089jxh46k8+mP6PFhePz7EotQ9RZlfvesd4T2Wyxe+tCCuvXqfUb6va3U9nTMYulwlEz5fa+U8J36CO0q1Ab5W3XI98wGhPelb9T3i0GI+ZzNDPjHKFT7IIQS+k/uyPBKfWb5ry6O9O7GrvchTGb6MRIU9OQ2CvQhABL1RIjO+JtC5vaerQr62LlA+7A+YvVN37L2wI7O8GwjtPYlwWb0soxM9NtQEvs+NxD1pviI9H+4Lvti+uzyeYnK8E6J+vQTUAb76egg+9ewXPiZmBr5BLGC+dFQHPQyvXT3ePmE9V0Imvon9Vr7RAgC+EnCFPTWfz71Llpe9D1bjPcU1KT330a49Q/iMPf/D1r0ENCe+lG7evULg/j1kcu29kQJRvdleib0+P0s9Q/Y+Poc0AL5Lv+696K4Zvfvorr3a/FG9sHIEvldXJj6AKVA9upsrPmfwlb0vgBs+sfA9vfxuLr6mm8S7KdLFPeykSD2kI5U8tVXQvQRBgj1uKLa73myWPUXBQzxVsuq9drdsPup9Sj45ugg+T1aevTtEQj0ZJD09ontFvTyAyr3QC4S9FYolvv6Ojz1c73U9ImEWPWr/6T0saH69H0lSvTzhAT4MQxM+c9RZvYqZG75+ke29NU8cve/hoj0DX2A9KFq7u0DOF7wc8Ei8lrzcPSDINj7ik387ejAlPaV0DT3kFv25nIUTPTPdrL1dQtO8teGUPEgttbw7I6Q8XoSoPa9Frz2Csq09pL1mvDq1DT5JovK9sC9yPY+lLz2y3dM8Nq4QPYf+Qz1Sfny9N/R5Pp0GBb3Nrzi9WWkVPh5WlD3Gqta9pWHPPTCLCb5jJwc+9K4zPjPR2rwNISa+m1JTvbEv1T2q5e08wrrwvX+bmr2XmpW9A5v2vL5Klz2CZYg9uXAfvccolz1JQMu9ihy+PQf76r01mhw+Fv85PuX9Oj6Wx8q9dY0DPhhAHDwvFhE+PLXKPbgaIj7wxxM+/pAYvlV8JL6eHOS9uyM2vgSZhz1UC5K9FqohvlNqwj3W7BU+YoXjvUEkYD4gRqM9J7siPWZ0oL16oRC+B0lRvlsuDz2zZwi+wXOxPKZ+Zj65O888uOeKPWs/KrxDjlu9VA0wPf6JmT1Wh4A8UEi7PX08nL21vQs++fNTvh5woz3fERE+pMuCved4L74d+dm970y1PQskZ72aaNM5HMs0voNhHj6gxCc812IaPgAskL2jpHk970TdvLCGi7wZbRO+YZfVvSfacL4op1Y98bJrvddn3r2kupq9zFoDPA85Wj3hD9+96+UPvswI973HFQS+Y7I3PPEssrvc97K9F4sYvpLgUT7OFP098a+XPckrUT7Re4C9itoUvsKkX74RbC09YzHCPLGoGr6elbw9Oo+1PeGNDb7oqjQ+Djo9vpPDvDxtuhO+GJ8UPjCVxD13MlM+jP2kvdRkTr5t4gU8NXiwPLKWAT1MSiq+tsgPvnkWPDydsmO9DWowPHJ4n72+6X0+U9cevoFv9D1v84c85DEsPqGzhztmPjs5xGVBPnifvr1bx9i92m+KvXAuFr4tmZk9lssUvlHMbT2t0y4+aMPVPUo5PD4Hbi++1cDJPASiMb4HDeq9ENryPZTNBT1VrTQ+92YWvuOCPT5FYJ+9ty2KvqIL+7yjwuY9sFUBPZEvaT1wMqk9g8EbPg2rq71gDDs9n9thO6Zhrj1+zQg9uU3DvRoaJj5fDgM+E9YrPk+b9z1rK8q9/s2YvV+rmLxM800+l71cPrgsJT15bJy9+B/PvaTzO73Vpy++lCEovoGvZLsGyZC8GyD6u6wDT73+5/W9xtNjPkrQ3rtrmZk98Ooavhl5zz33qLQ6iGFTPcGIfb24aoo9ts81Pt3LSb1bZyg+5kTaPQN2bD4xMQ0937CevYQ3qD0V4zc+Yw65PP04yr2qI8c9j56zvdltAT5vKuk9L5Q4vPff/T1mh7I9rDEiPmdM8T2si18+e74sPo14Gr65hjQ+I1IavTvywz2aYuQ7BDoVvpXn7bsxxXE8f5wSu1Vx6r2uzEE9pccePvl9bL0JFyA+wBiMPQ4Qv70RaMa96NOrvUslXj3dO9I8JQYMPqyJT75NotK9V3RZPukxjr03Hni+7cmqvKvYOb4mR8u9VbbBPTR6CL5Cqoo9gNZRPsg3IT2cIhu+Myk1vfgrBb51CRk+atHRPYu+u708VmM7cf4bPpnHAL4ytm2+KHh1vbKOAj77k9q9bRYUvWJzvz32XhO+2kx9vKu9Kz6qHbo9ICFWPixr2r3Abke+Yr4CPiFASL0UpNo9MqVrvruARL7D+BK+QZAOPrHIar4ULnC+1zKuPeb/BT4WwC+9y7Yovh2Zxb18M+89F3VNPWPyGj49Ads9l0fWPY2wDr6Yz449EslUvjrJUb2HoIi9iKavPfpc0D3rOAE+GXiXPeu+zz3pH0W+RjasPSHe4r05DeQ9IaxLvnlgGL4pfKE9CAjBvS2W7T2why07gpsFPBXe9T0Z8ac9vCJxvlADnbyhU749VCkkPu9nHT4Vehs+AJCevcX7I73g/Rm+bbn7PfJ/Ab25A4I9HdtPPYz4I77iPAo+9qwWvdlILr5JoxK+3NGKPbfGhL02uEq9TGyuudjx2b27z9a8P10LPnQ3Aj1ZA0O9+mKTvQGLhj0l+Cu717cQPuETYr0NHSy+Pu9mvVmOIT4fnZY9g/wjvVm2BL7NJMW8f4RCPU9U7L00XxI+7cX5PfpGL76b+A2916gSvsRYkr06cpG8PCHuPTNigL1CVna8pyTevTQIu709P/A9rhwNvqsIKD7TKS29MenYvRfffL0ZnBk+NcawPJKYzjyKuhw7KtZLvt0VQL6bldY9UvD9vXi0Fb65cde9mW2VPey7uD0RxL89SocwvtQchzyRc2U9zFS2PXF/KbwiIZ89rOkHviQnJL5fVji+wBICPoTVlz0v3pS8BTogvvoClr3vJ6i9rBPfPf8y0Lx2Bg++Y/08PRMOFD45wXO9o+rkvXkQ2L0qkkI9agATvcz3M74cyB6+LjXaPdcj6z1r8QI9FtR+Pi5FyLyldBa+YMREvWIXKT4vu9C9NDaPvWS8cr6yFjy+9l6Au46iAD7waJE9LHrEPGcG0T2MRJ690GTzOsWcCj7aoCY8nyWSPBZPAbsad6Q96wdHvfFhzr3egNa94l7evZmIzD18/WE7J4tnPdVtlz081Je9p1xWPoNODz6LSrO9kp4zvIIUZDwrw9I9k73LvDx7472xgxs+QIPXPe6UuTw4D3G+k8GzvZkBA76HQ/49m5wOPu7LR767VlG+ElINPkg3oT15a2W8SM+KvXHntj1iVwW+Yo8ZvNy7pz1SnJW9nH/uPXVUI777jwu+deAcu/rCgjxsquO9cNSCPB+DG72IiSu+bof7PUsWFr5xr5c9/MVzPIWARr4DHJc9v7+4Pbfo+T3vE1G9eZNAvUIfBz5QwkK+Qc5rvktHdj2+PJu6+XXZvRNtpD230wK+Q1P+PSxRMjww3LG91wGoPYHuuT3StDq+i3GfPVDDtjwF8yY+N/RYvR30Br4h28M9z4wYvol6ortVqw8+d6M+vV3z2T0gcxO+qHUVvhbuar2k+xq+YVpWvoi54zxVT1i+oAAzvl01rT0MkMw8ROEWvovrTb7/G2e+iW/YvLoiKb6gJcq9tSXbvZgvFD78Laq9LVEWvh6OCD6rfwq+1gzUvXTSDD72R/e9umHIPZiXH70WoR2+zfJouo72Cb77mt67JUGyPfiL/DzmF2o7+SJOOwzO4L1IOS6+Ibb2vc3oDb1/Mu+90etgPXcHzb2dlmS8yU7yPDfBHD5c95G9m+RPuxm4C743vVU+ihx3vraM0zyXRjC+DzQ6vQHdDj1Y1ha8Bp37PXniar0Ps168NJFBPNzYV77ktoW9FYJ9vUPugjy2kiw9JbRfvhxp9D15s2++5wK1PYiYNr7uNF+9lG5qvnwnp7zptI+9md8HviaNWD0F6rq8IXkBPZKsdDvlNzs+vqpCvXgIIj7gVDK+Hz0OvtxLBj5/45u9nHXrvb9MTz2SCLm9uR86PptMYbt8I0O+RwRfPbrMlD3QYYs+xcUePsU6hLzT1FM72fdGPScZC74jBPs9iJP6PVnH1b3tRjW+KsAWvn/XGzxYtGM9RGg+vluvOb7k8Oi8xI5nvnHsF74WNxi+ibcsPj+wUr4QUSU+9aMNPaAiGz6yFlQ9kaspPL58RbqhOlc9bTe9vdrIMj5k7N683T/TPZ6EVL3WpvQ8ERNPPigDU75V4gk82ZNSvjWggb4W6DK+uCnsPD7fY7524kM+yQ4Fvpa5Rry6Guy95b4EvlxsHj50jI89X8HFva1TEz68Uwo9YLfOvUsK+r37xPg9YWxbvcRt1T1ONGG+dCZhPoDDTL6I8MK8JFrpvSeqhTyEN1U+w7xYPdIImr0vBIe9Jt6RPGaAHb31AZM9vXk2PgIZ6T0R0b49t9YWPs/LTr0gWQq++8L5PcAHJD6LMK882TgWvvOFnz0JGzA+oiV2vag+bj4E+6Q9/YJEPvtrhD0wOYI7Ar4lPoxY6j3rf4g9aHcIvlJMJT5T6OO9Wo8oPhbpp7zTJ5I981V7vNjRUD6x1xo8p8gQvmLFtb0RXQQ+x7LIvTfq0T2P6qE9wvMyvAywrD3Q6As+0YkTvnCItTyeuH69X3W2vLzkhTy8/iA9kCu3vHgRVj6q68i9ADsSvUfW2j15kv09VX/svbwHAb7AuGM+wJapPfdYBj6SWPO9Z2sHviYwST7DZQm+ufkpPl4jYr12zis+4AQUvvILKz6UzWG9CgD0vBql5z2Zvii8h2PsvRsjCz4Oz7G8pzeoOzCfN74RB4s9lALlvADS1D3GSuw9+uIWveu4r71mETG44uHlPN+CHz7D5bi99uIBPnzsDj64D+O9AWPqPZSEnL0owT4+XN0evbUUvb3A3PQ9lMWyO+l/2D158UI+hfwSPlzao7z2VSi9HxenPWvZ8T3wZWe8MV6JPUcuzD33FaI94NoKvtZL+L0papu8vnoEPjhO5r1DuGW9nmIaPrlVRT1/QqA9PHfMPQAZ+z06TBs+GDRAPd0jrbyswMc8SjUovrUWvr3uCmY+HVEZPZaWE76z+zu+LvsNPj6HJj6WiDy+M6b9vD3RTT1L8CI+qMkbPYU8Cj2fNCe9RqxhPajIQj466Y69SLsjPgNmqL1BSgc+7pWivDZnlz07NNu9iAlEPvOfAL5BmQ+++kSZvcUpKL62Sum9OLnrvUl8C76vHpU8gwLwvcr8Ub1oJce9vhyoPQZJYr72fxQ9c4idPCdL6bvyF769AoOXvYPoOz4++IO9FGWiOz6zYr6ZS2+9LKGCvZBvOL7mQTy+YA5MPcUiVr6l0uG8xpwtPhcf9Dz4HTO+utdrPQTMFT2tDEa8NXzDPXNV6bwvrMc9HZ9pPftkHL79fQA+uhvSvWDIor10XwU+imqxvT5njr3bQBC+EgWmPehmlj0fbu89IEbTvEgl/bpHtlu+TYTDvXwq0r0SBRe+d92JPZAy/DzB8Ak9Fse5PHxfBD1YHUm9rP+KPU5QIb5MpBg+hobnPcmb4zzsEXI+5dw+Pe+bED5mXjq8tOf9vYQ+0L1JbA0+xIB/PpqiZD6KM5Q8mLsWu3Tsbr2zfIi9NQguvm2vlD2xkxo+vdQevXbS8T1oAF++XY02vZ5rDr6LZWG9v+UWPVs7XT4jZUU+2FUZvoV/ED7irJI9lKCOvhpZCz7MHVq+OlrdPY5+8r3SgFw9xQ7BvbYaML3U83a+e9CgPY0SEj5pMsA8TNRMO/w0OD4WxHo7m80OPuZlozx3HQg+T49pvr86lz1tuAM+IIFsPMfOAD7wPhm+uhyAvmBpA76zmLS9q6R4PtvTi73LneY9Fv4lvs8QjD3jXGa+6E+FPs2KAz2QqXS9V3qmux+7iT5p5Ci+PucwPkfBzb3fZ5I9vFv9PdpvjT11Jwq+Azo3Pkp/Aru66Lc9huFiPpAvAT6D5pA9IZ2tPSPuI733+Q8+Gz1GPhihD74NQmk+jjY5PgY0qryKPFe+7wpyvlMMuT3O7Pk9YmjgvdXNUz1w0I89f66uvaFGrD3PfyY+/oJ8Pk5CuTx1tu29LEVOPbOIhr73ngY+knKwvWfDbr0sWzS+RrvvPN3YF76nU3M+BAMvvsDh97vr8yS7p64rvs42iTwin/q9uwE8vmRuFT5/tom+OAtJvPMx/71gZhq8OokoPQ3FTr0YO4C8M8whvsoZhrw/wHe+CV+hPrJK1b3X6A4+OUdzPZaF/LxfwA++EoVsvRpfiD162Wa+tJEvPmUWa773k9e89owuvlLyDb542oM9MDOMPk4BSb6VoE4++DAFPUhK+D2EJlG+g6ITPvAYJj0Or4Y7mm9Evcdvjb48YfO9olbXu6Yg3bzpdRo9aQwMvWH5fz1kIRm+uWOZPATBCT2QzL27NwwWPqvgGD5+IzS9IeQFvn0tpb1qPAm+1N0jvq0mFbyX1g++GjFxPOhKVDzrKBe+B6wVPth0Bb07OEK95VR4PRGA6TsSdfc940vvPRUD37txjOY8AOixPU2Lcr7PS4c8v42Gu2Hur7zcDSg9gUsPPs/lKL6kkwg9jyP2PJaNR76WNQ0+bN+LvanaFjwxLo+9X+ZhviMq2D0w9hu+DrUAPuP0b7ssGdO9T8bIul2l+zyKhiS9GLYxvsYJnz0QBbo9wEkIPm8bEL6KMg6+Fze+PH5UvT1+R0a9qcq+PdaNhT26sd29o8OUvZ1W+L2gkZY93lfpvY8umT3viEW91+oDvpNLwL06I6c98C+BvWa2Ez6DH269SDsZva3ZLb7EUEY9Oy8XvtaYPr7mkhY+iEQJvmEyAD5Bc3+9tz/3vd9Wij1LjNm8Zca+vSiTCT7CTt69epB2vV2UvT1DPaw9t8twPQcNX70LtcM94rOMPbgzAL6CwPw9KbgevmOC1bw1iZQ8WSymvbXxpL3MT2O9K0z7PeGpzb3H/W49eYoJPeg7Qj3I3CE9Rp50PfdtHr6/IYa9CYWWvEFdJ76bniK+AS7dvejM67wtMrI8NoC1vcdsDL58hU48B4OIvfoOazwaW748YzQJPThD1b1g05m99FndvSly7LzkDQQ+sowcPpOVA76Jv1U9rRgrPtoZGr2QHuG9NdzDvF6kiD3EwbS7DStqPYVvCb5Ej+w92pATvpPaNT5kwLW9sWIiPrP9arx8Hy8+EATJvVN5er7A6Km9LWZNvvpYnr2IDCI+LTWkvNri3L1bqA0+2NJ6vn4TFT6DrfW906ELPvSPqryOmsQ8YC36vAvzE77AQVq+tpsJPsRyAj4OuqO9g4ORPUb2Ij7HdDI+cpcpPhNpz73mm1u99qNqvWbu5L1K8UU+GKCLvdu+zj0ndfG9IwyUvRlEbD2C2lW9D8ppPra0wz2ExlK9TDVIvc0l972DMBw8WOayve6t+DzGG0W9epLgvDq1uD2VRua95LgKPg5Fy70GVqe91VdBvuMewTsSdNc9OPjdPQ93/7vgwCq+PVjfvW38uL3ut8q8hBjOPTy2Jz6oVDs+psSvvSSgTD12nyW+1UPGvdrjZL3tEiC9xlZSPdD/KT53dTG+UydqPeK/H74RJZ291c5/vqoXkr1kHKq8uw8tvn0mJj5lsmg8Sl7Nun+Uhr72kvs9Fa8Hvii9Db4/ba29qtL2PWDGND7/saK954ESvu7dCr4LSxO+yZsqPlfcF70l12u86GNVPFWT9z1wRbi9EVDBPZsa+719C986uCPgvKjF/T2sMZi93dzpPTNDxTyyO369H28zPKFMBT0Dxuu93M/wu7nPcj6EOr69insEPsEzEL491GC8X2EHPh28Eb6DUI09UIA+PccCwr2srTK+0QAfPbyAPr4P+D2++vtovYMDMD1n0i4+rvs7PSjWiL2tWv48GxtQvqIpSb5+8bQ9jdkDPVa+/rz2XWO9M5qfviRau7xsAyo9R1H3PKkOyT05XI88fYgmvj6J/72l5Tu+zu7JPXxkIb7LJye+DoxbvljPojwfdtC9hFa7vShQAz4sVgy+W/wKvgpFQT7Aqa29PLIMvsZjWj5e0hE+1lhCvoCls72UCUs+Vl0NPYdc273ISAy+jrztvJY86D0ZDFi+KHrmPeG4Bb0kvYM9qgXKvK29cz3/o7S9woktPpLXOj6BiQu8cPNrvqwnOz2umKE8bTkDvVvppTy90Ea97rtGPMuDtL1ljRu9Ki8+PDpxtb0z6fY8cNIZvsfUT77nsAg+lktDvVNd1L31le09LjKrvfIe5L3jdVu8ThegvesFor1qN+u8mHVJPgb/Sz3WkgI+JjKqPHBg1T0QUN+9Yh2hPQraVL6RUVK+OTAKPdMDGb0uBts9lb6MvWzOc70S2wu+GgHcvemA+jyo+Ra92tCPPU9kPT5JY00+4vJXvVJXXD11/qK9bJNWPYnE67sgRy49UY60PG2qxD0/nhK+cosfvtHNzb2zBc09YP6vPc9fFD4nnzI+dPnjvQo+D76B6aI9X6kTvipv1b1liUe+Xz9dvjJBUzx9S6Y9u2J0vSV/Jr61xAw8p24EvpseKb4N6Ha+GVF3PVYa07ltFdy9AQMUvqA1ar1tfZM9QM8Hvr5avz2yHCS+TBPPvCEZbb3vb9u8/LcHvpurNL7zE0i9JPp6PTXHVL3cY7K95RRfPS6rM75bP/+9HfT4PHHf2b0zryK+pyMNvKIHdr731gW+NfTEPWfeqT1ArsM9zjhPvl5bsb3MVSS+TtIRPDbITr0PD+a9ENgGPQrGy72utcS9kIrOPXAc8zxxcP49+08ivtl1+rx41wW9NkNPPdd4PL3q8jC9ldCjPHru0z37iTW+rsvEPeXOSD3RKnI96w/XPY6Hh702uyu+9XlsvLrPfD0xuDy9uWWevYxHP74IPNK8uf80vlCPNL6DPp69rqiPvQCCSb63eai9Q2XhvOZKfT2xVMy9wsGVu2BrOb23oiO+fT5TPcSJLL6SSdO83X+ivS+JQL0HgEO+KbIcPbbOAD3p9UU8/WoKvk+RgL2bEgE9hU2UPXutED5doas9VH2EPSG0Hb6PQZg8JnPbPKPvdL4jelq9Lv/FvROR4z3blk49iN+nPPBT3L1+s0S+s17GPLkzWr6d5AA+LM3vvRKPIj42ZA2+tUUEPrAj9z1Y0ts9gRWbPS2wCL6ETq09iozyPJI54r2e1kI9R/XxPQ0ThT6s8Wi+USEmvmAcOr7p7jS+dVAaPvSrIr4HIoG+5NVTvRc7kr246nQ9nXshPuQEJj1UtEo9jRSHPRESJ75gxJI9aiz+Pbo1KL0jIwM+q5nBvZ2VZz4W9AU+hqLSPQ8zAD6TPC2+OweFPPXRGT1Mtl2+fPvEvdMqyL2Eu3W9p8jtPf0QFLyJvIa9wSUNPhBAEb1rens9wjqTvava6r3oAJ88l2Z+vJfFGz69Gtg94277PcRpYLxV+Ak+7c+WvDpQiTw+5uk9EB+qvXoylL07PCW9RUY8vj/GBb6B/UA88AZBvm+qSr577ZI9aUO1PXzc3j2r5rG9o9pgvl0OSr4zLx++ybfKvRJgwr2cQ429U9TCvUFZgL3LgRe+IYJpPsVnS76il6291dLTPIsL+T3wnoG99V6DvQ5/6b2OE7W93iysvecrAT6tIs+8uHG2PEQXp7zDkiK+1te3PIhK4j18dFS+Xxd2PaiYbD3q5ns9OC6Du2p6i75QLRi+wHnzvRTKjj1empW9HmciPsnkQD681wA90CBOPlM9f740zq28gZgAvrcDO717c4o95iopPJqTX70qsEA+D7MOvo13yD08kAI91+1DvhHUVL24XzK+L9++PTkiEL6gyYU++b1OPX3xobyf3mY9pA4DvcrrIT3YS5E+vgkGPneTPT4PLs69l6dhPYB1eb5rjSa9sWUivrim8jy17ou+rpf7O79q8b1Ub0a8b85Zvo+XmD2/ZSs+8sxpPlAS4jyi/ak90ZsSvpXE0r3lkRc9wG1vvmoEGT4SPQA+gSepvpRBL77ggDG+gMnmvTRsSD4lEzu9WhUuvuRbpL19IzW+bfHxvQUXwb1E86K9RJMKvqg2mL00og47AwtIvrvM9b2As9c94r5pvmdZCT49ZZK94c2kPDWUWr2X/Mg9nuucvQtmgj0+3Ag+1NFNPl3jTr0DlTM9d0ptvHWfTj6eLFU9JzsfPp4ZMj3gIj+8YvAjvjTAmjxt3fC94hbJPCxfzT07mNg9BzqKPcMhZr3Vi4g9Be2Gvu++YD0yaPQ9fcDNPU4DWr5uAjs+Kw4bvWPvNT13xNQ7glhLvtxQYL6LDGw9/A8kPQ2OK7wdVT6+gGnGvTZJHb6GDsG9OhuYPETg1j1gjQU+CtiDvcTVLz5IBoE91iUBPtt4ALxnZni9UvYNvBEiHzwii4Y9lwZiPo52zDxcrNy9ddEtPrOE8L3HaRY+4LZ8vHaZXD2WLb89st+Avdq1MT5S5X0+S7UTvMbr/bssY5C9kWBEvSlkWT5YtEU+YTtgOy1CIL1dtSc+qyvcPR97gT1kXN69j7MSvec43j3ZE6O9v/x0PF9TBD6i39e92+5eviHhqL01A/+9pkWgPU1GTL3JJo+9WGMTvYWxjL1gFke+UMYcvRIlj7vEhjO9R2YkPsTy4T1Ysgk9xmOPveM2OL6Q6Fe+4rfdu87FVrwsHry9prXdPfR+5DjqrD4+0AsfvT+Ot73zNGU9yWsIPX2uMr5aAig+1wfbvRd8iT0kj4K9C3AlvUIFrDzJowO+UeVcvsvBvT1W6sM96jF8vTm7ML5mIAI9yGEKvt0S0Ty7EEg9tOUevjySUbyfFcy8725EPa+QAz3MuTM9GN9Zvs56Dr7VH+O8MPTDPR3eH73iQ9+9MdkKvfoYCj6tDc296VBxvTdDpb2e2rA8M7RlPWO/LD4SOc+9SS0+vn0Sjz0BKFG+zr4FvpX3grwnwZA8D/CDPSjGC77uw8i6FfkyPLZG+L3xnLC5s4KvPU4TVT1RrwG+sCZevdJHrLy/Axa+AqYBvt5jHL4ZvDu+4Fu7PY4gK7w9Qki7RPBQPO7E9r0LXqk9a+Ilvh3JMb6asgu+b33kPTofrb1ucFO+bIoCvn9RuTwT1sQ9Mr0Avn1Gl73Exaq87TMLvg5ngj0iTfs9eaVpvGvPSj59D9q918v9vYJOHr4Y/WO7naMGPtb8xb2LaD6+UHDTvSM6L71kege+C1wqPu3NI700Yoc9qCMDPkGKdLxfRE4+GovUPF/pAL7Af9q9oJ4cPolvjD4nigk9uHUQukjAnL48ENW9koNEPrkC1D048o+9M8yyPVda470ypew9hpPFvXc5aL4IMC86HJIDPgD5wT2Yx8+77K2nPf4B2b12wba9dskWvuWBJj7WQ1Q+mu4wPsTSzr3HzB49QrNFPavoFT2xkIa+sQ7jvQ2R4L3VFqG8PIf5O65BED6VEAM+JdQdvp5RS76WdC0+yR0HvqaFDL0q4zW8JK39Pc5aFz39yby9l+4XvTdW2z30BRE9B5UBPQZhA76ifKO8HjYMvq1lcr4bIVs88SUPvsCOkLyOMTk+oJuXPXfYeL6Mjjk9ckl4PRCV9r1geC6+H6IMvkbiRb542uI9g6qhvTfDNj6JA9K8jKqZPWNfKT0T1a672f+JO1QfBD74Bl+9vmXCPEs5lDxEwYu8w+i8vSLkGj2aFVC+wnWyPOmb1L0YVME8+EMAvg27iLp9Low9SdtOvhA35buYmHK+NfNBvVe7FD5K4fE917YXvigihTsksEk+u3JSvbldhT2k8wm+2U42vQyRpT38ray8vJU+vYni8zw5jW49/i8JPgZeWb5B1OW9F1aGvY8Tuj1X9i4+ZXx6PZyVfr4FXCa+Rrg7vuDjyzs6WUC+famWPB3V4T1dM4M+RSuJvTyIoL04Xpy9+2HpvVUKNj5ehJG9uSy9Pb/BhrpIcYO9Nk0ePoKtlb1qyxe+u5Ejvk0jGD0xATY8Czv4vasnFr7UOyq+LVxFvijnMD1TDrc9pdUGvK4M9T3PWRq8kG4mPYV/GD43TE8+whZ4vEMW9T2ozCg+IUB7vudufL1/+iC+W+Z4PWGW5b1sfSE+APBLPeohgb5+f/O9QeIjPjUXGr1jMfk8VTirPVGg9z3Uk/Y9ykVTvfU1Vb61seS9Hd8hPV1d5zxcomq9NeubvAEqLj0obhC+CyzbO0nDsT0IhxY9zzQ6PgmKsrwiRQq+Le+dPWUBnr1bhBy+OFkJvr0kET4MXZc9FxkkPg8fbz3UWxg+Pf16vbJshz35WjY+e5u6PdDwXj2ZNDY+i0crveGJ5b0MV909gZpZPRSNzT1neUy9FkxXPa5Zkj26k/w9zInTvHX0N74kzwc9zZXkPc2cUD4YSyw94fliPiB0UL5BitU9CMhgO7AK6z1Jr2c+/6E1PRyoOT43gtE9GJA4vmS8Ij4CSbK9bkN/vY5/jbz6Hti9j6KbvQwRar37L4289j74PYmZLb53axm+ReLLvUVZEz5aigu+0Ljau6OOLr1sTFu9V+tEvZypc7wyGCU+ceVWvEEDmD0EOR++iArDvR6p6L049Qs+ECLnPGi8i75G/iI+cLICPqhyED6Znkc+V2AYPils1z2xYKW9KaY0PWPJFz332h+9p93dvY/+DD7AXRw+j3I/PVmusr1Ubqg9aUtIvUCqPz5UY0W9XyUVPgbWXbtXnUG9f5vqPfxTRzxPnAs9H57pPfCzpr2Kyh89a2FJvRf/0j0Tsvk9KA8PvWn2372FEWA+PHgPPnBXqD26WTU9ibK0OnWzbD1fke49hmI8vTt54T2+iYg9deEtPjXhxr2Y2KY9oG4qvQi4vLyEyby9LqOtPW1pIz2ECg++5DFEO4ontT3LVzM+8Hi+vY+5Zz0u1EE+XqEkvNFDG77SH0q9LSQpPjKMhbv9isU9eSrGvZqGJz6BKqY9iLAivYIlFT2kAQO+TT0DPfDJij1gWBg+BBqIPeQ2tDwQovK6BQ7rPTkvDT6WL5q9Pl0cPa+Yl70YF66900xgPZmWHb7L/0Y9W5TBvOQm2z0OrZU60VeKvGcj472fmVU8FCvkPStp/r3psDM+N4tFPkjzW73NcsU7JA/5vZE/yL1UbxI+HRu7PUEJOz5kkuC8G7/5vQ6O2jxYeqs9YBsnPv9uBL4NIQ06A0QAPhANGz7x9gS78Z+APbkrNz5axyM+DxtQPl/ILz7GHC4+RtNJOgiksr1WLFC9O7WwPHIwgL1zDKo9dAYSvhHLnD257+Y9i20wPlZeED6aD9a5Bo/WvI2sQD4uxxS+zak0vSJsMz2X2zy94KgAvoerdL69hAS945BJPtSVVL20sQ2+aZoWvsIJAL5tcrC9ADe5vbdXLb6UG2W+DqnYvaWbbz6/beo9Q6ObPMESZT5jDI29P/47PlHByD0eOnG+M71hPj+JhT1qoNm9x91FvaEw3zx7yoK9MMuGvZoRGjzacps+ntmovRmwGD7Ehg2+NcIhvjpTZr6msEI+IFyzvGTLKT5Fc3U9zDFEPnfnWT5ABk29jjnJvWjgZ74wLim+bHY0PjdWLT6fEfW9O5oSPhuzRL2yUv287GoHvdTF6jxuZN29ldKDPDjqFT1OUxq9/2Mhvjkutr3/W+e9maA7vrY2PDwTUfu781wavU0GAjzydQ0+jN25vVJ3vL06iM29DFAZPeNosT0rULs93SA1vkadED6zg0a+H20PPpfcpjxDHqQ9UB1SPfT94D3jtiU8a8/Ovb4sPr7pB22+/cYKu7UNIT7pwTE+/+4yPgIil7oPHYE+vvMuPmYfoz0rJwy93KVQPsfdED5Fvos9PgWgPcYPT7yIdeu9jKxLOzp2gL5scP49bwGlvcs/Rr3/QiW81n82PjOIdj71gB494JpBvsGloT2A4+S8WKirvQ0lZz6/k3O9giQePi7BLT7Xto48Pk26vW0q1DxgVSW90UfWPA9ExT0qFZq9f7NjvaTr6ry0tOK8LZJXvcLXuL29q108Kj7hvXZV9j3SmwU9OiajvQZVhD3ILLo8Kg6AvXnKHb6DIxg+JmubPJaD/70wloc9hYGxvTkh67xVuzs+MlOEPadiOT1XMOK9dmM2PoQ5U77vPXC+B09PPrWJPz0z5Se9UrTrvWjulDv0mGw9iKvlvf06sr2i3Sa+Q6sqvqNSWz04pKW7be27vHNetb3fRQS+ek9PPZkcIz7X0DQ+ASgLPh0pxjzQ300+77CBPrmNOD04Hig98L7nvWdgYr534Ee+j21Uvi1VmTy0T1g+ntTQOyyh37wYX9C7/5GMPPLYqz3mYR6+hBlbvEYqqj1gxw0+tcTePaIOU74mC1++2G4xvoYYS73Fls69wTSGPvcgMz69X668PizPvVegCD6ca3e+p2tiPvmTSb7Xhg6+w8g4vfUdv70HfTa+pIAFvtd8zD1dttK9jPl0PYOp7r1jLCM9MGiPvZEMCD7BSQm+rRaqPhhmSL7Xlue8amITvY6SwL3uZTY9xDAfPapQzT2Vdsw9+i1lva3T5L0JNlc++U6OvtO93D3WGUe9AzbdvPkhJD7hGOG9EuqWPVD6Cz2WwHW+eUcUPmtxwjy7Y3W9BdFmvT3Vn74oNK89rb0LPCgr1zyRw1u+vML4PTjgOD67e4U9jq4WPnuGi77XXRm+1gz6PT9tWD0yYeo9nuesPbQWDL5rncC9Gzkivk49Jr1VQDk9BUFrvnaXNb774R49rmaNu3GCRL61Ie295y/OvR4GEj5jka49w9GivW/zx73O6Py9HHsOvs9rrz23sQW+7/LcPZE6IL4GjB29vur4vah4jDvU5HI9uf0eviSYFL2k8eI9Vuz/PQjeQ73VIuS9tKjHPG6Jmz1VGbU9v5JXPYSHN7tXhAY+LLXLPaqGwb3drlE9O7QLOwI6jrx1Ke+9a5B/vel2Nb1zgR++Wc4rPtDQPT4wkCK+kRr3vfmPFj0HoK28AQZ2veJxPj6Ze+o9hHelu1HlET7wSK04jimoO155WL4ogie+ygUfPshn+D2HyjC+7Xq8vRM7ALztQ1K84My7vafCMTzjLOm95Ua8Pc3ZTr0434c9VyivvOZ3IrwGj9m9nErmvRGUDL78PgK+1/UBPmiO0b1tXDI+nwCJvJL/Yj01xTS9qN+SPfHtwjxcUTA9WPEMvoK8xb2DlTC97aQ0vZzA/zuqwwC+vpu2vVg9OT1n0S6+KR7yvTlRA71AMZY97/A8PU5OBj6oRgY+pQFIvvPqxby/fhS+hnPSPUwBsb3PHgO+T9SCveqsDz7corA9b0kXPmkOkz1sCYS80V19PH3FoD2DBS09s1Z+PfyvmLzv6yU+Gp4hPny83DwfS3m+aO5mvMTahT2gfAA+zY4Kvjlj2Tzs2HQ9w3KqPRd3GL0YMxO+bGwsvurID73Jdfu9U3sXPNYkZTxPG1U9jfbVPGOecT4Aa0C+NyfwvU9R/jwpfgA+fuoFPs5WNr5Hr849bRYRPv/Tw70ZI+e82bf7PZTkmr1uzhY+BdZfPWhODz7n/y6+yJxEvI5InLxkRGI9DkE4vlsjwjyn/du9TkmXvGQJEz79Yu08Y6s4PTHqEj4FPEi+9m/3PJtAG7uSBFU92FO4vHZcFTrunew9LGpePYWCbT38TcK9QVTUu873Dz2Jrfu9n1EwvTaC0T0cPCI+6TmJPWYE5TymJ3i6nGt8vWAU/b3QwBi9clQnvpEaJb57URO9xX36PRQI4D2Ftvg9CxU0PlcZbr31nqk9PUa0PToRqbxdWYO+U5DdvSLiyj3UJCA+sd37vORpObyV7iM9EqynuxByGT0XlY49eIY3vsT4j72Lqky9Ic0MvlAxfr3bCOu9szpnviOZND4Brxa+xXYLPso5ZrmNBOm9orhNPnX6tD0upSu+G/P0PcxGJL5l2Qu+c7DMvdyx2D11IYm958UiPo6Yvr3MmGG9SG1qvsGGJj2lCQA8TpA7vbMUQr6Df/y9oVJQPi3pOT7+4G++VfVwvoxFkD2iqR+983JAvpKaA769jvq8OpzmPNXcLT390ZU8FkSUvWiBRj0/XxO+XtsvPRAFSr1n9vo9GQ9pPTR//bw38Q49BPouO97HPz2NaoY9zxG7vOb0Fz3X5eS9jvs/vU0BtT1QULC9NJEsPo2OMD1519Q9shn1vDC5d7xJSgy8DHNcPfu+A71Xgyg90LD2vRQ1kjzRcDE+C1RBvhFvQb6X4NW9TasxPI58Dj7XnBe+nC6ZPeQU0DyxYJy9EbZNPhzshb6ZeCk+DCwbPT4QW74DLTC+S7IcvHx9Az5n4yE+FF8HPvvlG762u6o9fhQgPrhbUDvhfsi9hXtDPkZEMb73fCu9HNZevnpaGb6PATE9QoVCPuphGr3x7uK9/aE/vSlTT759wfE9hL43PQ7/PD6AFoW9BxD1PWA2K75jYEc85MpevGw25D25lEG+KWucveZIgT3nZzm+4rhTvsnC3T0Njdw9RzNSvfr2QT1tHJg8098KvjuQQL4mg3495fkxPjP1wj3jG1c85+clPjyaML3Qu5m9ZDOhPZ5aibzKAo680QddPgvMmj2tMIu+p3JGPq50yD0ftYo50DZpvt51wjvVagg+AvoVuhAWNj4Cbo49lq9ePFnG67vMfEE9KUALvq378b0L/169zQb9vU07sz00JiQ+aUYMPtv6RjyJ142+EPpsvRwYVr58A0K+I1A9PkzipL1DOWe9GKjAPTbHl731jLI8aQgPvrr79j0wpi69sWcgvsyvGb4/ypO8ckkzvqLYzL1hn4o9Y4pPvYWlXr0QsCS+i/aZPR/s0r2ahf48bjJrvvT19D13mD++XHdXPcI5R74RVQe+xhTxPQwl/jwmVJY97iyWvTvLFT6LJQG+6/apPQviRr7Z29y8AEgFPSVPMb5ZRNS8DOklPcegBr6dnAi+smwHvn7Kzb0ifRy+ojWlPZMBK742YbI90aWvu7+75LzK00E9xO9Gvfr0HL6DD4U9ynvkvU7cAb6RuqO9CpoCvMWRCD7JFPc6qGQevv5j+T2Kdfk9XXeRO55oyLwXUu09YqW3vQSjHz0gnhi+XOqEvTq67D0+i6g9C2osvRMrUT1wSQ++xN8dvrFRLb4i3069XUkNPj7qlD2UdBC+/9byvLPZGb3JPtC9EN0lvSIoPL3SHM29dc0Avtv26T2kSjW9mw8DvmoW0714juy9fNSKvEdUiD01oMM92tsrPiEdSr6+T2e+DLszvhLqKb44Hes6KSAUPmNq/rvY79A9JToSvgsr8z2byTu8NzlQvuLFGr72n4k9HGievV0sKr54MYE95YnoPK/6tj1HfQW+XLyvvXFe/z3AkJY8/8v0Pc5MjD1X7/q9dwYMPtjqJTzRqlo8nW4Yvgol2j2ZNOo9BeUwPsxIa7xoDTq+INdevuavj71IXcw981dEvqe1pD1Itso9Gp0TvpMKpj34BDS+0fk6vv2scr2bW0S9vLTsvEu27z3Sj5K95+iJPfxfIj46BmO9ljGJvbAI4zyZ9RE+/E8fPJ5ngj4IzwG+nEDXPW08cL6J0hg9ck7aPKnxdzxq6yQ+IYSoPKQDqT0JBWM+5x5AvXPsPb4ZnSu+y44PvYem+z2N8yI+KsHGvch0Lr0H3+Y9MmUMPoNiRz0rhnS99ZUqviVQbbwA8PK9r6IZPbuv4jnQGjo+0dREPBReBr53Nve9vwBgPr7y9D3eLW68g+F4PmuhET4lA+g9vokkPnm3cr3jMp09kyIFPpJECr1McLO9ueYKPgSCob2grtq9gq07vdxJjz0QhOu9Jg08vQDkR76J9RE+Ry6Mvs2avLzPiHy+efcXvhMQ7DyWHFA+1cSuPVyImj13Gja+abQsPYpFvTz/pnO+MzKVva6R4T2FHqK9zYjcPaJhzj38GyE+H/TSvWi+Yb1UXAg+EI4QPkCvOb0HX7u9spR0PqMx4j3HGXW+HreZvcAw2jxSD229zVYxPhYggTxIbuE9NayCPRmXeD6ZoxE+WXjePc2gxrzzxhe+4JsgvpxEWT5t9Jc8qNEhPEPNUT4D7bi9eMPvvVywGL0jTnW+GbPUPBzAmjy5lBM+7WsPPqgs773Zwsa9KqZ5vGbcJD5VmXW9LWnqPYRzDD6b4sg9wvnsvY3/uL1oSo69ItGGvZvHJj41Wzs+aLUPvfg+Az7xJRi+ZH0avq6b3j29hPs8z267PY87D77hJaq9pkJmPTOFFL4eDIS+mbloPsDcA755NJQ84g+LPXUQ1z2jDh690YcMPEyaID0r8hW9JgygvTuVtz1Dqdk9jdkvPkbPcbqJdpc9hJmHPsNXE74lX1m9DT0CPmQp4zxOh0+8SX4oPiRakj0DDf89tPC4vViDjr0L2uU7IvoKvpXAcb14zSw+PtICPhjA/bxISFq9uxskvg8qNzyopj+8xOJgvvpRkztGCbo95toFO4X9ND5gtwG+pdz+vW1TDj4LXhU+piBxPsufvjxl95u9uhZoPVRykD5RkO88swfnvW46lz2OXnq9H3RlPs1wDD2HWlm9/wKkvVvXNj6VshS+OLyOvUHZfztnnQ49MJf8PJCx5z3k0W29M4byu8XpQb5YFh0+xWwFPjpoKr71iyO+p0QoPuKCBrxl4aQ9zRIbvZVKJr4wrTc+CKWEPBX1pb3TdlC9hmGgPYtSlT31Pwi+F5iFPWV/V76vC5u9aITXPZFFyLyt9Fw+dO1Lvl6dMb6QQPc9tcBhvnMSLL6nfJG+WcNgPgZx5zz4uZC9j1emPSCYmT3eGxO+RIJPu+fdYL52IlY99QKyvYhjZL7nG7w955Ravks35L38mKu8FsRwvuebR76Vlgy+HWRBPcNiITtNcpU9gm1ZPBXHG73ijls9NyYnvle+Fr3k/r49VL80vr+Anj2O1jy+MENePQYxLL71Jp+9ufc+vjtTAD3dp4s9s4BvvtxYLL4Jp4G8PN96PRzIt72KydE8dI2LPfORlT3qN8C9enNQvgdpHb6/Xw0+e4mnvP2durx2K2e8rAs2vjqvGT6tNTO9wJY5vZWlZrrAHxk9LOO0PcTaDT2cskG+oovTvZ9L/TxvPok9f7cNPdiYAT7VcvS9kCzLt9if9b0U2Q48bDdWuRs5O77YTrY7qeVAveT+B7wOaLK92OvCvWkCdb3XHCO+K1GWvTItD773lda9Evowvh1qFb340k++DDTGvZYj1Lp6hds9uxH6vQb0azuDPga+ieALPqsjA71Rmi48paYRPlg2Sr5mr2K+xbNnPf7TEr5GW+69KxSHvV5ZCr5pOQA+5+EPvj5sJ71qT8m7Rvdlvif55byl9nM9ZHkDPiPOyLumFvA9W2fNPUoPZTzpW0e+Nw0IvUIzPrwrmMQ9da1JvhqTYLzSx985RYP0vZ7+yrznZZy8CPsLPkBNmTxAulg9+tYGPYrW7D0D7/u9YBv/PVmBiD1XFQS+ggLKvXDEmL05kiu+VBahvegdnjxucUI9g9lBvSrS8T3m0b292i0avTPl5LvWgAC+S56UPUOV5D0xo8+9gVIvPqGoo72jV+A9NP6vvcwR1Tw+FS6+WVkjvqBCyD3YIAA+3qeFPcAQCT7Wn629J+aPvOB+XD2iE6s82SZ2PrlQwL3TjKO9lrwHPX6m8TzjpAU9SXuVvXS7Rz4G5Ra+GUv9uwrqFr5VwAw+CiVhvcEyAb4BtdA90+/gPXPvbb5oi18+p4LMvYAJUT6+CTW+RDVJPdL0Ab1LXpg9ZjPDvRU8vbzSDbs9q/ugvZKVSL6O/4C949lgPRVACD0i7fq80/U6vqA99jqSwRQ+/aspvscwhT1hgIa9FHlfvpS0PryOQhO+98A+Pqgmjz2+fcS9Z99iPHhpAj4xXKC93VfTvW0L0L1WlVc9XL7vvcoXJT7V0w2983ACPhCTuL36CLa8Dve/PVtaNz7covk9fMCAvUp/jr2HUde9YTQRPPp8oL35MkI+gXAnPkj+rLz9Cmo9PSCrvc7M+zvdPe+8RIGYvfrc6j01vyA9pGnUvc/jCD4PsUg9n89RPlqbED3c+I09bm3UPVI5G75Jww++2XFdPUW8qD1vCW0+Mj76PTqiGT3Mq3S9tlycvP2UEL62b7A9L6O2vQgdXb1iwiw+i9fOPc484bw1yXW+UKLsPX2C872ycC4+WrLFPfUKXz3IaVG+GkSBveLUDr4JkV6+LZT3vRruKT7Khrm9kRZXva4Tvz0Kniq+YTekPTm3gD76rpO9dy0tPpqWQb61FB09xDIvPvgUmTzoFlQ+ZNVavgJRJL4t8BG+nUwHvux/dL0IlD6+57DtvTR4yD3kiQ6+B8WYvQ1w3T0g4B++BCY8Pu6XDL0vZ8k9xMsKPq6rQ7w1IMg81T0VPsnRQb7nvQi+DXvhuxQ26r0MzCC+RmRVvlXi7j38kRw9FHs6vvkKYz02o3g9gwEHvno3FT3pWtw9gZIHPRsWvr27mpy9PoXGPRP6hT2K6yA91sc5PibHyb2JKo69wEWMOwrPhbxUbBS73KApvijvyD0EKP08xExkvofupD0GMwo+8DiBvZJzrL3lyeO9rW1nvayvDz4bi3A8RDENPsFnlTwEkmi9wQ1Pvitusr0D8Re+QnhovCkpR75dBlo9s66xvRwT9T1v0zo7HH9rPfHpRr6RF5I9xqEHPjXFMT28H2S+Wos1PuP3Yb7ytAM+/EO7vUQNCjw10ky+WLdgPo+AC77QRxu+hJ8GPpBxyrzvWba8YKlVPWxpnLvQ7Zs9vxgKvl9tJr4oTCg8fnk2vlhuGj4aicU9LCYGvvh/Pb7s7c+81+P9vRPYH71VrVu+t6sePoK9Qb0Z6Fo90hEDPfetsjvmpYq8rEctPv5clr2UexG9kBDpvfj6rT0ca427qnYZvXs4pzw0ZAC9Oag6vopjS72a9Qg+mA3TvQvXC75jbLE9APjovY4POD5KvAg+70K/PXfrcTx/P/w9HA2EvK3IKD6O0Aw+wo0QPkiNi7uX2A8+rdw1vspRib1Sdp48MVeRPUb7vb0ui8c7rQnuPQIKZD5gA1Q+LCpDvWOh2Tvfmua8+QEPPA1pJz5H/lO9oEYyvq6JEr6Auz+9ptPGvRJVlTz9Wgo++aVwPTasaT6GGgG+nbX3vcxzLT5w6OY9QRA0PszOQbvnyxw+qmMxPpgyu73mZQQ+gh/HPK4uNj70F6a9UtCqPYKnwD0Msac9SumePa2Q9j2a4GU9kpSgu1uz8z2rkp49RB+dvIr84j1WfZE9kV5jvRf8BD6e9929j4vCvak01jta80i9muQOvheqGL6SmS8+TZ0NPtQFV7yv6Ve9sxoXPhjyLz2wfA2+p8YpvfjQmr2x2Nk9XOlqPpzmmDvAow4+FqTcPUjQsD1OjpA9qRYlvAvH8L1Rwpc7fSzTPWSMoj0cXCM+2vDzPYC78b0Twea9GdhBvRRqPz56igm+f4j7PXAukD3EF4I9TXcpvoC9Dr57LFM9iV0APk0CHz5VWwK+u14bPkmhu727xg++JPYHPqgHeD2F0H09yQ5FPsRwsDy2HDO+Fq6lvYzPXD7wwUK+ACohvpC94b05Du49BRPyPXBSuTxJ4Uu+3dryvfdiAL7s6FQ+nv7OPceQG76rHwU+mORxvAm17L1I6eg9oxoVPlml6D0zd5U9lU3nPMXYkD4xySu+QGhCPtQe9zzrqB++WUJIPJlHR72UZdG9zHgZPu2HojwjWCG+feKgvWDDhzwU0CO+azZQvqLSkb5T4609WKq3PVZWqD0uSGG+W8RCvkg+z71eqm69OmQUPdsha73tAS6+ZYVHPshQMr4fCxC+mrQfvt6WirwK1LU9p5WOvuYD9b0zScu9ciMGPmdTK77agws9DF07PulTiz2Wu5k9HnpTvS4LSL485x09PNnIPIJczr02kYY9nMn6vbQZBr5I+lO+wdiMPvIcLr3gHRU63eTWvd/rwb1mnHO+pREHPgJfkjpWNQe+ibggvgwkuj1zNw09ZEKDvF5MyT0XgU2+UAp+vhBUoT1zh4i+YXEevqX59rw6zrk9oq1Lvto6x70TYN68o9SEvhK227x1eBA+OamYvSuZgD79L0w+PPHlPaN2+bzPCUa9hE/cPbM3t7uiq/09KYKyPGaEc72rMQw99EI5Pf204b17jcG+MuIsvYANiD07oSq+zJeDPpgK0z0ojPm83YHAPJ/Nc724cT49u8ctvgStgL2aago+yUiqPQN4Gb4FltG9u+G4vUB1WTxEeO49EpyovU/AUb3CIg0+kne1PSKTjj0PsT++jsPPPG2xg76aPYk+Z9GvPCxJrr15ccm9D/9HvcykKD47PJs9cGNfPnNCGj7cFqW9dyKlvqfVybwWRmG+9dcPPY5EuTuFKUU9HtFuvTXCPL6XwPq9oospvTsxSb5jhAs+XSkWvv1Zgz2DDqU9e0Vpvf/5MDykafu9yRqwPbFLkT4HU9S8c006ver0Mb6P3469ZKASvnXRBz78FW0+IioVPtLTuD05qZG+vTJRPt/AJj4PUSI9fPQYPRpNmj2EdVw8hAiBvVVJFbzesem9ePC8vSdqgD0+75k+KsM/vE8wB75FIyw+zLsfPWKDQz3XIdg9C0EovYFtSr5s3XM+C2psvRReDz4pg5Y9wBCFviJxLr5RK1s9qj7jPDAmv7zR1x8+QaKTPd93JT7t9uq8uP6jPb9FYz5bYGs9EKdyvrsNFj7QJ+W8Jqc7PS/yfz0jkgc9ljRxvUuMGj5diBy+0q8GPdNeSz7p3g++oMU8PkS5Mz0+YUM9CFX9Pfv9Bj5l1QU+5tONPIYeIT4FuNs9PfTOO0xIhL0j4U2+lflSPe6uWD78Jyk+2sGDPcGN2j0DYzy+DsbYvW5ZuLzaQFg9yClDvnQYhT2hibI8"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "+ycNvIf1L7wwPeO8UKcBPNBBMrzEHoU8hPL5PBhPjzuMJue8InBOvNK/XDwWmC07wfQ1OxNMkTx4gge9btbgvGfZijsZeLa6mwKGvHxBNjtmF1e6RMTxOzOCY7sIJZ66wWLnvEB+LzykHQm9g+QFPc6KiTyJvhm9E386vEDx5DteC5a6nr3ovB3t2jytX9C6ttB2Oo3qrrxZHRM8dr2nPHANKjylwm688FMlPMhErDukHTa8iyRdPCzakDvhmQw9iM+ROhMKDT0rMBs8XMDJPMTpEr0w3eQ7uqinu6cHN73fLjM8g5TWuZL8/ToEC0y8nuLUvIpAnLzon/U7r82su9WoEjsgyxm90FAcvY2HwLwfv4q8VrR3vKdhYrxKzoU8l/AKPas8szyezCA8iJZJvAz4xzu+siU9CCgdO3Hoa7xIEFU8BNVWO8LAZrovNso8MThoPB51KrujaVS9RVmqvC6YdTxQEq06DliEPNEqOzyitRK8vgJbuz5TWzxmT1O8l8eROv9oOby/7QG5axxJPLgrsjzkC+K8DQcNPckdR7wRnIm7ai+UvBPgLTy3wF06CsYzPOGbhbuTnb28I9W0uzPPQrw+dO+7YwCzPGLK4DtcZIW8mqQbvIDv+7yetUM8nj1DvTCB47mYYsu8iuomvBSPHrwaApC8br1MvMdFn7o="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 