{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "1"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "fLfBvJ+N+L1QHIU9FVykvcN9N70Gcwy+qKIivs7F1D24cPS9TmrPvTssl70rQsk8GvQaPhj2h7yAVfa9jkDWPNeXCL2wjzG+/O3lPa4r6Twp9Ty9/xYnvSyoJj6bPM29cuf/Pb3p1D3ESK+9oRIiPl/ZwDwZ+5u8XrvvvZMXFrzw4Dq9SyR3PTnv8b3gEEK+QGDIu60zxL20P/093TCaPZANgT2vqDC7exnbvSjm2D0gNB6+7GkivnQ4rj0T8209tUgQvrHU9D2fkiq+a3kmvcSb7jxz4y6+8tUIPkE0jb2uIaA9o4H2vV+yIb49Pcu9wG8uvr6TXDzgzqk9OaeaPT9GZb3ii0C+BdZhvhiJnz0ycsI9+GgYvqUclbxFNw4+cfXcPYyvO77brBi+10upPYtgMb5raUG8J789O5W2Jj4sujW+XpmQvDi7c718iTe+oeV4vTvGa76/fWi7ct8BvaShWT1qeJC8RzArPiRiH77UQvu9t2tvvBCWY703ZDA8tPznPXaP3D2JudY9fy03vdSWAL3n12w8sY5hvs1HfL7FNbG9MqSevUeS2r2Zd4k9Ll+OPTG/670KQim+lxcYPINjFz3Kpeg98fxBvjlqxjxTR/k9qwsEPouj571y2/y9UIrcPRYbMz46jHa9MmnRPEgRkr01QtM9A+6qPMU6zL1KUeu8YOIjvj6xS77UJKo9OK8lvZCjlb2GaH48p7/FvQOJhr2NJUu+DeJ6PlWDSz7n6Kq85YpBPTJkyDt8M2475tNgPeDKOj0WkEE+ZGRFPmh4Njodwie99xIDvZxMgzzC6Cc+A1oEvhYiQb6hdhO+RH7bvbAz6D1T2lc92bd+PVYKvT2KGKo9ipfuPQybFb74wKi9xy4nvLFBM759q8+9KMmJvMed0zzoNBO+v14YPoHbCz48lS6+t1KzvUnyhb15b0y83cHRPRuq+r3oQlk82vEgPa509L0foz2+AzVwPThLkz1R8gs+QJTOPUhxD71HkJq9ORPGPVhyJL59Axa+6ZVIvj4sPz7lk+g75VXEvQ+4Cz7iD+697hpIvojNDj1keQm+8rCovA6y6TzIWhA+qvlkPixn1T0Qix6+v24ivjMd5j3j+TY9EdNdPu8KJz4Uq/49uwOfvbiHHbyBpEw+QNUEPnXeHT5YGDE+uLjrvZm6izy43Xo83q2UvYD9DT5OmLs9SUt3PQ6aGj3ET+890fn8vSs9ij3HcG29IWtOPID8gT3XMoQ9lCnIvdXBwDzsyEE+EQj4PXjmB779LkS9ZK8hvjOlLD7feX09gBfNO5X6KT6Dnf+9NaVAvb/s5b1ByFW94sVrO6MLQ75jqmM966G9Pb4muT3Gw0e95hQ1vKrPPr1j9zQ+6ytUPiBn9r2/ABA+oN4APhB8yDwahVc+PVbCvR4cSj6xz2I9p846vsfNDT6eSfQ5/gI+vmcOfr2B1Bm9qbtAPgysGL5+p5g91AQMPsLrFT6uEq68k9g+PmxUDL6XOGU+owi4vQa4tTxGnEa7qYY2Phv+mT2Ac1u+gotGvAajQD70lDu+9Gj6vc4V0j3rOfS9s3PzPf3cpz1fCHg98VrjPVJvQT5zhym+iKAEPiofPr57HoG7smFFPgjk370pTt49uB7dPSFtyj5JVw++B0e0vT+Qnrw//08+3HOYvDh4aLtzu949elw2PjbhwbxBBKI9oG7wPfjRgb267qC82sAMvt6fvL1ia/y9/3KxPY+wQ775hQ2+RW9TvqjLFb6DymM9xpRQvpv2C76+72U+J2tAPXGJFD59yh8+tLQEPZjqK742hgg+HhEKPun3bD008cW9v3AMPcA61D0MGZi+uxUBvlJTTb63ERO+Q3nSvYUTRD1GeBA+Qv86veMOp7x/67I9mDAfvc7YPz6tNZ+95Wy3vYRZBL7Bc888jMD0PT3Djr2Kevc9XndDvnyWT76z1yo7elQyvmR7cb0xisG9LHlUvrwTpj0BtlM9nJU6PtDrzL0KFVO+RSzsvRpjZ72j3Fs9bUw9vmNJy7yP9CI+/S9uPGYQmz1E7ka9MGdqvvILZL3yQs89bY1fvYPG5j1pyQc+0vvcPfSfAr6s7xk+lmsXPVXRkT0WQpc7g9sbPkhbu7xc4YU9kFF0vn4hi72/5B2+Y0ADPv6y8LwDZ+09y1bXPOabTT1RjqC9XmdOvqlCzr0zipg97iocPeys0j1vrY69tSoovIhkqzywqkW+haOIvXiULL3BACI+vq4yviIF4r2IX/K9i9AEPl4EPrpO+fU8B+/qPeGnAT4Zcas7uZMlPvr+DL4Emx2+H3l8vI/KwD3i/wo+z9JCvnHSIb27IIA9LZD+PR5bk70Pwi6+0VsbvmbTYr5Q0pe9BM7evSELr73Xn509wxmzPHTeCj639WG+R7pAvi7mB74ipxw+K7LYPb8FWb6wTf09T1kbvbTY5jxLfzQ+NE2MPbMxwr3UwLC8r5glPQGx5j1kjAy+8OFPvlUQwLwBTl29OrbpvUcPGL5M5Bm+hN67ve14AL6Ymgk+grDOvce1Ib5IZa09MS+GvZywlboy+1u7ib2NPWHMGL79DDc9ptr3PdcWnT3DpWc9mvwBPsYSQL46/AK+78RVvrn7HL30zCq9AuXOOkiRBT6GT2q+Pq0FOt2t3r3xCMA9BQMVPpr9Ub1/DIC9WmV1vdB1mD1pjeA94sh1PeSihjtM9OI9kAQPvlniCz7u5R0+lcOivdKWgTy8vSW+0ETwPD2orT2zzcY91bolve1igz2FUSS+lPD8vdK0M76DSgO+pvALuxV1bj3y0oa775sjvWOVj7xnmMM9yTvhvd61Hb41A0Y+OEy+vRRrD75mDzi+Xx0SvvfaSb0Af2Q9/PyYPVRoxL1cfzU9D9RVPXRrZL1EDJe7g2DUPXAJL76iv609wfY1PvWGxD0FVGS+oINVPCltWb7TTSi+Y3rCPGUhxb2xP+W9vWstvTty5r0pTzk8QswSPtH5Dr7+ez09U5IPPitukrxeBX899IH6veFlB75/hS6+m96qvT313j30P/C9AY+HPOAGpj1qg7i9xIckPl1Ct72G9OU9guNGvlZ++D3ghDw+Q95dvfKlEj5wuqk9h0KxvWg3Kz5+NEs+J//6PeGbGj60Dyi9WRBOPryOnDsPxqU9cF+APXSeVL3EUw49M5w4PutjKD6Do/i9XCu9vWqBL75uSCQ+iaQmPv/efr16CaC9d4vKO5QVw73+yPM9rQYlPmnr6LyuO4Y9GYWOPfz2Jz5f2Ma9X6wRPQYySjyIMvI8vFdLvaWFnD3BwEE+NS1RvF1peL0xc5K91JrTvXhEXL3jm488CleEvrYQ970J4Zo9KQOxPfO1Jr4+nak87UqLvY/W/r3RTSY+N98EPiZuPb78FPC9xJPMPHFvcDwTHEy9zBVqPYggKL2xQP28hugjvS1cKL1RfPg9WRGrPWz7H75IfaQ9Ap0LPppRgL3YIn09GMxavpIVKj2BbW+9wrF2vpobMj7FZkw+jtuWPoQGTL3jDQS+aNi0PcpM973WzJO77bs0PmC7DL4uFUA+mP8aPhvgzjywGBG+xd+GvVOGEj6CxMg9dcVAPhN8hbz8pKC9nJDovTA+aD4wZhY+nZmTvZhetTyGuAu9ZLfvvFWEzz1Yna893AgwPkjgcbp98aY9PQoVPqGM6z2D/lO+m9wMPkraQz6XUPO9CACIvbIedL4Ox/Y8ATI7vvIiJL5VcOw9cMCwPT4dFT7+LyY+2Z8evgrS771u8/09eRuIPcJqQL0cVjy9194BPSdh+7zGs++954oVvoOFwb1BLV49KzIrvWckq7wMh+G99D9tvhangz6r2iy+ybMDvusTib7JpKK9O80uPr4CWbygpYC7hYsxPZOKnT2b+4i+UUi0PWa/4LsNu9w9FG1FvYBBp7zQYia9YnAIPe5nSLyVPEs+1uidPXkKHL7CFco9oNyhOT78YL3hyiW972+KPqKG2j3TKyw9CZdavtXq8r0C9cs9zllevtX7J74tRky+BHVZvVyNPj1BX36+kJCrPUNMLr5lmka+QSkdPk8AST6uz3s+8GunvZsBEj0HdBe+Z1MFvl4XjT5WZ1i9wqvRvcj0HL4Yl/s9LqivvEndyT1P/6o8UmkePtopFD4lowG9rxviPPhKIr07Chi+zdMUPivCuL0zuRA+VD9Lvpp7TT07ve29TsjqvXtler18UvS9YkZkPXfUDj7KLU49p7oyvlzSbDxzGlC+2xGaPdjBIr5NTTy+erAJPtsDuzxAmBa+NlU5vgMRKj1QZZq9rck0PusoNb4gVga+CnkuPiLa/T08km+9xqnNPDihmTw719u9xYTwPURgMb5xERM+bUPGPRMEVr1rVxm+Zco4vfAS2z0YDRs+TSwQvp7HV75BZKq9roEAvc+w5L2TlME9B4UXPinHND00fYs9KE8rvQlmrz0DfFu++0ksviVbEb4VgqW90s6PvVg5v71R5P49JkDfvWJ1zz1bEsi93IMsvo7uuj0IcFG+zYTYvXe5xT1G/fw9Wu0EvQfRXL6sEJw8CSgtvt+2WzxUiqc7qnUTPADv6j24CT6+3cNDPhL+aj3qr0E+Wu8vPnWlxD1JXQU+juoGvmpaFb756Qk+9L5VvX136b2y3lA9HICcvT8E67vMjY+95FfhvSOSMT6XJBE+zgYivuJfSbwflw6+fu1gOz64Dr42YiC+eEBGu4Subz1FQJs9cIkdvjt05T2ohEs91gDOPXKWfL0PNdM9BFbWveX0ujzYDDO+rFsbvrNxyj3ckZc9qnxbviWDRb2YPwi+WmyXPTGPHL4MbDQ94SdfvKFYSr7Yl3q8ap8SPlG49z3Yepy9Zyfsvdy9Ej6V8g2+PoYFvvLYLL7GQKK9HnPxveEIoT14ODA9dsXvPV6jkTwxfc29srIEvi8tPL5iho290z+UvVdeNL6Yn9O8tld7PWstKT7RO4Y9nJipPevxVb5LlcW9b4Y8PCnPzzw9ERI9cmflPZbWtD3EcL89fdrtPYawQ71R8C28STikvYCho73eDgo+LqfFPTjsM75K62M9DbpkvpUPST29bOs9u6qjPEL45T3hwQY+HJAfvTGHhb3qbFA+hjTJvbFm0T300Eq+vX7qvZ0A0j19Yeq8EfQEPrU8yrw40iS+o8UsPZayhD3rQzE+5dIQPjbJKD28Y+A9kW0fPqzvsr0YAag9y7OnPY0TIz38mdm9Wp4UvXBQGz3Ihy6+eD7yPQwQXL3mLJq92kwwPmovwD0IqpA9loIlPhDdGb2h+hu+sYQBvl5jWT4Rexy+Ncs9vYepFjwsY0O+i2Zcvs4pFz4y3Ls9sJCrPbtZx70wmLk9qkjtPZYabr3XGd094xoRPm2vMr7w82y9K2tXPSM7qD2oFlo9FmobPv5KEr2Jn+69gDotPbvPGL5otwC+/EXJPQ99L75i0tK9UCfpPONPF76b0gy+JBrtvT808L2brOG9FwOaPA5XPrms+hG+uqdDPmcrRb2tI4c9LowoPi8xz72c6RE+27zJvbmVfD5k4bS9JBJIvvG5ij0Fq909/8MrPubhKb6sVlE+kw/1vDVt8jyTzjA6HfMpvksTXz2GxEU9bTv4OzWxwL121Ue+SFOHvcClmL1WERm+e0XdPTs7tL0Q1/A8JmJ7PVKVhj3t/+G9QFf6PV+2BD53/S6+dRaSPiCkmLzgpM09+bSMO12ayr2Va0O+L+TkPF/PPz3W5RI9ImF9PKbHtz5b9yQ9YEwLvul5Gr7nPTY9dziFvn+yxDwSn2E+yL3+vdXyx73akYa9Y6hFvhSqB752Z5G9IvEYvr9WzT2l+Qq+SYvovW+V/711ClW+APAqvn4PjzsEwOS9edmjvQjBXr4Yp1g+wR1tvjiy+rtsZgW+GR9wvpWFar49KcA9L//RPVpwPj6J9hA+coNuPvD7GD7GcJg8XZabOy/yAL780ZS85i4pPVAkA74HuyM9lMhBvqkCCL1/mQw+ItNkvZsXdj3Fhlw+IIclvs0sur1Xgl2+dLGYPvGxpD1Dlvs9aymiPJf1eT2809g9A1Rrva5dF75f3Cm+bShovoHn3zzASGS+QWw/vGSoN742tYq92xcAPg2f1b0D/JY95o2iO2jmyj0ubRY9qfIrO+B8qL1ttX6+2OScPDXtM73i5SC9/FLpPdyCIL7CeyS+Vz+6PcqRar0Xwqu8EhcYu0VzrrwpOUa+fJ45vrHS6zxMT8w9ZxXDvdg4Jb7kasi9aKVhvAmFib0Cmb89b2/dvc38GLws7vI9Nky9Pfr5F75uWtc834Alvm1TAT548o49pM82PpjHOL5qPdm9gvzJvTpINL5a1549m14kvns2P71jw749ymmIPRyN5b0UWtu8XNcnvsg/FL6332S944S6PZINNL7/E3i9UWbXvVc6Cr7mbkC+4g9GvQYAO76sx629M8H5vbBWfD1ioTO+N2mgO8wwMj7Hk7u9RBFBvoOx2z0G5jc+hsiMvUbYi71amGE65u4SPlW1L72xEwa+fpnrvdT0zz3j19a9G4UWvjLjEj4Dhfq9N83VveZl2b1CNjK+h4qtPPrMNz0hN8a9aY0zvk+v/D0N2KS9rVUvvojRwzzydqU9FRLrvSk1/T179IQ9xPymPXCPpD2otgc+TnMIvkxyPz1acFi+0te+PRit6TyPK328AYRvvU63CL4h1TA+cMk3PRsIMTtOQxw9jADWPVyX4L07PDM+p1PEvVDeyj3Z1Dc96fhCvUQr2j1R/BG+0G6kPN00F77RI869Z45FvWMkLb2Buwq+vJc/voBmx71AQaS90rdrPT7f+b049hE+mLdTvlMfHDycZT899PQyPvAmCj6ndKC9bWfCPQxiyr0HL6a90REVvqtqaT3OHBw+MRB2PkiRsr1IZV89YxUKPp/z4zvHifW9gipFvta8L7vD55O9EYsvPrzAQL7JeAe+72jFvW/bTr0m7hI85no/Pp/pOb2dymu9dszoPBk30b1wCrM9SS7zvbn5lb1peRU+0bQ2PvxSxj31mCu9i4CBPQJ4fD0PX8g9NSDEvU8RJb7SDMq98I7qPIUcpz3IkJa7jySMvc4NKj7Hcl8+sbw1vF8hPr4TkF2+XlVHvopOCb6yHxw+i9xKPQuOIz1oXiy+nLwsvVtfkr3Jw0U+XBUcPqI5y70cy0W9KZ5Hvu4a8L1m1ss9xh+uPdiHHD3UUG29PIQGPtjeJT7PKCs+v+4Pvhd7Rz4AbCU+63v2vHyieT2Vd04+o8Rfvvi6Hb2g1Uy+tSjsPJGV4j3ouOK9Zlg6O/2EiD2ocCw+h8ZXve6BqTuUyTk8reyBuoL8/L1CUN6815EaPku+aD44ps+9+TR4vVj7Qj4zBju+S8REPePupDy9+k491PFrPHv0WL4PZKk9KlXavDUKjLzzdYq8NXzRPYvM87wkpAO+EOgfve0POb3Yf9079ozvvZdySDzuQ0a+/eoFPazCI77cr2I9cHVKvt44Ib6GaGk89LPqPZhyrT3pin+9wsSLPUc2eT2lv20+z2SNO3w3KL5HAVQ+4sUPPvGWNzzPs+69bHIyPgonSz3+o8G9KKNBvhHkOD08TU2+6zgmvtXvDL4ktC09Yv0RPi6wIr7XsAE7310zPi/yjT1TxNe9Bzkpvmx+Oz6aTa09YF5wPWm0Jr6Q3WK+TyWTPHI1ub1UGSu+Ps8tPj1g6Lrf9zU97HQdvtAzMz7/gki+gqA6vv2lUDzsdtA97fiiu18NQD73MjA+nVZ9vW/B9T3a7Fe+th0mPnrI9L2RTUG9nROfvPB17z1MiQE+T27IvZ6sDL4Qvws+yqBivjuSRT6dWUI+GTZGPv711j2QfeU97hYGPhDSgzz4aSi+mKsWvpvuqj0oTSC9mfTevBPAhb10n/i9EW9Fvnys3b1vqBu+gEqHu2/TK77Chbw8uZMOvkQEGj7/ibe7ckLWvdyZ6zyfkTI7pLcOPkE9gz58GXE+fMk1Poi0a7w8NAm+M947vkExMD0ath++gEX8vVhvQr3y+VK+M+/Ovaj6lL0ELY+9WG43PvmRl7xnJOY9VU6BvGMfEz4ZgrG9sMMWPnHbvr1oMBY+2/pFvebZGL7scjS+sJKwvZrb2D0sL2k8OtvCvU1j0D34Q4S93F9VPt9M1b0gKCi+ks8lPnyTnD1HgFe9YQ8KvuWhE76kriA+i3sePT5irDwwucS9TWTYPQBH7j2olFI9FSwgPekM87zzrIO9MvkVPvbsRT5MulM+gN6tvSUnoD1AOQ0+TXaUPRYZAb5qKpm9hc8vPoiuLT5ZKQC+O6sAvb0NAz5rCCG+b5qzPa+rgD1qWiW9Irh+vTbhZj2DMcC7NxM4PZGGiz2mF0k+MaOzPRtPi73bS5C8ybDavfJfLD44u709J0O7vaCthD1c5Jq9R37xPZ03Pz6Bvi89wQUWvkgoRL27SAC+MiABvtXpWj1Y72E+9yBsvWB9Hb7CScA9UQbavXIxQD6WKsO7LHVMPjByRz6v7Iu9GVqjvZAdID59JNC9wo4DPrFWG75nrZS9mXbjveX+PT3iAog9LAS3Pb/9VT7+0LI7JRTku3qKID5gKAk9MMMnPvPAlrzsQmE9+x6fvc5RS73bba88f+zjO4bUSD3rNIU9X/sDvQHCFr7TSqk9g6OgPTuFtjxIzc4952bBvd0ryryxMUA+VyLFPTrYND4IHnW9CROZveFhVj6RgBm+8+6JvZF9070lqgY+UKOrPZvVQ72SWaK9/jwNPpO7Gj5v45C9uua6PB2ACr69QH29ENiLPJHX3b3YYQi+z4FauhZBzbz9umA+85YqPsPW+b3ruAm9QS3/vBvPQz6xkRI+nXA4vEmlLj4cfv49kr5dPiAZlj1jBpY9uEVuvTC8HrxZLQa+5uxpPcW9Xr0Btgo90su6vR14uD3Wx569n3GZvXm8ST3ZEOU7MiItvk/Uyb1B9GS+6oBgvtznTT1tMTo83hOAvfdqKb298By+YnUwPuDVFr53VRU+1PI6PbaI9L3n6XY9XmAlPgS+kr4kvDO+ZYxPva21vb0vr+a9Rs9TvlfYoD1fjFY+DDoXvsjgsL2W+kW+z8KuPUwEfr45NTS+O8o1Pq1zvT3tHj08+1ptPZ9Xqjx4+YC9sxySPZLDcryf0Vg8wSHzvTR0sb3h6Gk+g2cMvvNCZb5fBfm9qmmePW5mgj5Bi4O9MPtLPZ7qlr1F8fA9w2V1vCX79r30RhE+jES6vR6qmT3lVLU83D/qvaT0nb0ua4a9rVwbvgcZNr2/3hg+aJmgvBHKO73iY0G93BCDvvkQ6Tugszm+23b5PSVRRL7a6/y90xSvvSBzIjyXOUG+ahTNPabgdb2czwK+ARgXPtIrEj4bzhC9Au3hPRO+6T1PtTc+6DI2vZi5lzxXWow9tpJVvBHboL1jJjm9lfwOPb2oCT0Dhku+GsF4PVBubr3HLjO+OykQPbHrej0spAS+HE7uvJFE9D36OCA9ge/4PA1tMT7cbL68c+TSvPrMRz6MqIu+uLCrvS/EEL3htb49Esw2Pb71LzyFMq+9PpfyPfgJWz0EIAw+bPsmvqSo/zyo3Wy+MHELvoU77L1RcPw9YCnsvYNjzTwOyrc7C6PQPd4IyL0Qd+Y9HxgzvmcL1T1xA9+7+WK1vXKKRD5c07c9JwSTvrRzzL2Y/UU9uDiSvbhqrj2s3yo9k5DRPTG1fr5z9XW+XHl5PNoHmDt2RLK9/Noqvu/hD77BDg8+Ik5FPAmbKD4uR+e9gccGvrIo/j0cjWE9IS7NPQrf7T0xCzK+gL4CPpj5IL7ijJ+9h9MiPNxvIr6QAQe+Wt+Tvd6L17rAABu+hKH7Pdlzmr38ams90d4KPl8Mxz2iVAU9Uu9hPf/YAz72dSY+W3bSPefUljzXsrA9pPEYPpepNT5bvi8+ThaDPN6MQL7niA6+LP7Luy6B6zxHyh09iEaBPBZJVD7nAQg+y5x0vT+h5D05LhW+65uvvTS5R75Bq7Y9iGZWPKzvMz66sP08w3yVPGQn3b3Tf4E9mqiiPbgA8j1BT1A+cRpEPpiCCD6/uwC+kyubPCl+Rb4Axxa9vwCnvbw4Hb74X4M9V9AqvVBbqbzsUwu+zBHVvfJOMb5QwTw+ks9/vVyLA77ChpC8lXbdPU1MYr0PEes8NoTevfGI3D3BgkI9CkAXvusPSD3kcgS8gnZqvSVs/b2woO49dq8sPqbdAL6j82u+Z21fPLNdHj0KoZ4990QbvgbdaL54wsG9PYGMPfjOyL2dLoG9ZsbVPV73Jz0do5w9qd63PdMfzb0AsC2+v/fmvUCnBT4DYO29/jFOvWuuOL3WoTo9hZdIPnkM371MP9y9dbEhvXCWsb0Uf1W94FYEvlodOz4Q3E89uFAqPgAkgr0bNys+2w85vRepEL4tz+08cP3bPcuLPj3Khq885QvMvUsecT1O7Ba8/5mdPaVy9TwDEtC9FxxqPnLXUz6nTQk+5uJ+vfADDz0x9Go9/uxjven6r73UTFG95fYivhoUDD2MJ3I9tn8nPcmHBT5GjYO9PLB0vf//Cj7giBk+WkAvvambDb6g7OK9KXo4vY5uoj39VY89u40FvGeBkrqNRDG9CazUPff+Uj4BFvU6C+UlPdyGET1/yB08Of0VPenYxL1Vg+G8g2mqPEf0lrxJk9s8czHSPeV32T2QIK49jaMfvNdeGD5Wawa+3BKCPZBCQj1foA49s40lPfSqbz0W34C9qVd9PhSL7bxigQu99/kaPoMjbj0xc+O95HP3PXY6Eb6M5B4+Lz02PkySg7zKkBu+rQurvNu14z2Uryk9SPrwvexhnb0RXJG9FEv0vDPLoD0ivJM9FftGvdgamz1SB6i9kbK/Pc4R+b0euBw+eUs7Pl9cNj6tz6O9YCn+PcEo2TuuIxU+2tP6PSWfFz5ngBE+7VYbvkJEKb5CsrG9Z3EpvuTYkz2hoGG8g6suvpGyxD03oRU+aCbmvXPVdj7hL4U9J0EqPe61dL2rCBy+roVXvmTVBT0IJQC+slkcPbkrXD4zprY88lmMPTsth7xM7ke9AIoDPUMC0T0pevQ8GpqzPe+crL2vBhc+EJ9IvvLIrj0/ib095SiVvYFnC74y89G9sXeaPUfscL3Kiga9yXslvstJHD7deuS8wb4nPkTo2b2+3bs9WJgYvUBmxrxaswy+gumfvcrrUb5klmI9d7qRvS4c4r3EvtS8nSWlO1QGcj0Um2W9/N8Tvl50E76z1+m9eDzqvJGfIzzsNIS9WBoVvg6REj4dQd89NomYPekGCD7oahy93MRAvlBDXL6HiVM9viYEPV9KF77ibbA9CPFZPeAnDr6xAjE+rIg5vjpQAD2rU929Cu0TPttb1j1JbF8+24bYvT/wQr4F7ng9jRfDPJtPND1YlTe+C+H+vT/YoTwhP669CmqxPHy+vL2KpW4+MQH5vXGc5D0I6w49A5gzPjeh7rlJMJs8FRA9PjsPvb3aP7u9RE2pvTxcwr1ZCaI9XRoWvlZlZz0YDkI+Mwe5PVcuRj6FOTq+qIt0PVe4Or6s1K69QgHBPShJNT0pUhE+0BYMvjkGQT5sbai9zRhbvr6E2byYje49a0jfPONFgj1btZo9+I8RPkCauL3swFM9tG2nvXlb0z2BPPs84FKAvThDKT6eqwU+3UkYPpjgAj5E1Jm9tP2RvTl/vr29QUI+RONTPni4HT3Bina97IenvUVBOL1EhTu+p9MtvnK5WTsDGwW9ZoEyuwICOr0Nh/G9lPZKPsbfm7xVQIg92JMNvlDkqj1sPNg8cNJDPeroor08vJs9rMEsPry5kL1NfxU+IeurPUsckT5m4lM9ZDfDvZReYz1GlUA+1ukYPHotmr3JCrs9vRLivermBD68lgU+lQxFOzz59T0dbeE9TLAsPmCsCD4x+0w+Iiw7PnlMCL5cai8+ULIdvZxR2j3wMt+80E73ve6rSTy4JTM8Ln6HvGOv/L0pN6c96jMtPtu9br2QSS8+APh+PRlAmL2SiGy9EGxvvd9GLT1FruY8ih0UPrOwWr75RLW9rlpUPoVqeb2Aan++B0eJvLOkX77Bt769dBS9PSWiGb49Xos95N5WPhpeKT3l5xG+eVOivVR+8L0xEz8+L4HFPUAGmL1OVrQ8Yk3pPcq77L36dnC+j42uvfTF/j2d9v29csyMvcofsj30Vhi+8Y6rvHetMz6t8K49HUhYPvLcnb2F5SS+0joOPnIU9LyngwE+e5Fxvr95Or6TvOy9BaEMPtGIZb6VA4i+jNaJPVh20T16nwy9OrIYvmYv6b1gThc+K9d+PQoBIj7UgMc95kLWPWLcGb55c6o9InJCvmxuSb2Q4Zy9aWqxPYKjyz03BgE+AXWAPcmX2D2DElC+Duz4PTJv7r3R/us9wc1UvjOQGL5cQ4g9pKzCvT+o3T0q4Ea6uWSRPC6l7T3FrIQ9L8mFvhoKHr07DQI+WH0ePmPLHz4DUxQ+ECylvSRGTb0I0R6+t1oEPv5nz7yqTpk9JEhsPeJ5L74MqQU+g8a3vCFTMr7J6xO+/ky0PWiShL3cPti8I29pPFlD3b3YL9S8eE4QPijhiz2v+1C9sFGBvbisfT2yhVe8vgsbPh/oHL2HwjK+WARlvfkAIj72+pU9lTFOvTGpBr59+fS8MHA4PaA5yr3PMQs+teT+PS1QL75S5j29LrMYviR8j739jV68AUPkPQkCar1XAhC9zrHVvY3tj70Uh+Q9SyEKvvCLHz6JPt68KOH5vTsxir3pnyI+TVW2PPXb2DwmppW5qMc9vskBQL6Nqck9VPf5vROlAr6I8te9Gw+kPWlUxj2Hw8Y9M542vgddI7zmBmc9JeqLPTqCP7wgNLo9dmQYvpOgJL7/zTq+qRsDPkIonT0i7Z+8owAXvoQIgb0Q2qW9rIIKPmZyDbxz2AW+1xKbPcqKEz7CvlG92w7ZvaUg2r06hFI9PHWVvVHNJ77Xsg++lo/TPQc79j3kyF89qd6DPjR9nbxKijm+lqqpvKKwSD4iiHm9nkbhvfEnl77yXSq+br+HvKHyFD55o6E9KOObPS9hqD1XcBi9dOsOPPZfCj6c1A67rJWEPFhBi7zFZ+E9KYEXvbYZBb6DKKq9leMUvq50FT7CcT68abyiPemoiz1+JxY8nQ9mPrjDyD2JEea9wtqEvEkMZzynFx4+KcSrvBVh4L1X/BI+8k3KPcjtPD0ppGe+XVllvf5s7r3hpBc+2/4KPl2JDr4seGy+iKEkPoBfoj2j0Hq9JT9rvTy91z2r5+e9VuwePAFFnT1jBE29HgQcPgYbHL4DLNW9C1+Du9sVTz3SQI+90IolPaNsqzsn6je+aCb8PUraOb5N3JQ9+MRvPMUAO74eR4Q9gb3MPW9m0j3M2Fa9y/ozvUBi/D1GRju+YP93vh7/vT0ExgO9JOH6vYitrz3+iva9QN2+PU9mxjx4jrm9lp+NPZelsD1biiu+Qg9mPdMG0zxdGyA+tM8AvYttCr5Yc8U9FRJJvoMy6jz6mAg+FMCJvQSV+D05qAy+dR0Rvkf9QbzdlS++2hNbvtZ1AT0IDGq+FMgEvsjTtzwb21o94PH1vR/CW74Ub2K+YDm+ORv4Ub5BKYi9Us4Mvp1Zyz0y4Li9ez9mvVPtEj6Nkfq91eCLvfuVFj5HJwC+PZa0PeyUMr1ZWSq+5ULLvHNSKL78F9C8ttu1Pe61TT1P3wW9ToyXO6Mt671OCza+mrD+vWAfkryyj+G91JB8Pc/wxr0BAEu9GwWgPBwNJD74S6K9s+6/u4STFL7DSi0+YR+CvoqA6jxuXzi+DkZUvdjjOD0uVx09YvrMPX/PVr2f8gK8lEYoPNjXWb4qI5m9cL9qvW88Fz1ncig9fyVrviE6HD5NWmy+LLIJPn2JS77lgI28WsGDvhJQtzv9oN69aa8Kvq7WNz1DXLY8C5xlPPy6izx3zhI+w7+hvdEfBz6CJjG+8rEVvshV7j0Sz3+9Eob6vSyt8D0+53C9PR9nPkU6lbsB40S+EEqwPX3LXz3ja2w+kcAKPiaBKL2m9gc9Xa0UPZllCL4m6Ro+gfsKPsWJ2r3qGDy+tWoVvv/VcL1Z8lM97zxBvkrUSr7LM/u8F+BtvoLeQL49BiO+DjcnPhxkPb6pwh4+kKMMPdaMMT7W1QE9plapPG88gDsXmJc95TtHvXE1Jj5uiFq9PJrNPTRgUb33uLC7Puw/PoTEXL5UGEw65XxWvtEUib5iWyy+hW5GPaXTbb6mwzw+pbESvurql7zGHCC+oSMUvgrxLD7IseI9apTgvWNiGz68/TG83Zq8vZAY8b1547o9ZfVJvQ4F6j1br0++wD1ePrgMOr4W2zS8tCTfvXt9hDzg61A+/XI6Pdudtb0s04299XZRPfq6ML2AQ3k9wDkwPl0d8j2Ia7o9xXMNPiPrFr2rKge+iXQKPjeAKD4VkOY8ArkhvmpZoD36YSo+4+h1vVUTdT55cJI9hUBAPtiikz2GBga8j0UkPsFo+T0aA/89/MkEvq0HHz6VPN69wEEpPr+6/ryF+4Y9VXWUvEnKXT4Xnbe5um4Avmmsur3TJsc9wFLAverV1D0TRak9NjKTO3b9mT0zoBc+T40EvuEFojxlEn69aVcRvK5A+DwcEvw893AHvcfRST4fFMa90R7svPVu5z1pMf89HvvkvSNnDL7S0XM+uUKkPbgZCj5u3vm9Bu8PvrzJcT5D1AS+zfsqPhxjVr2OpRs+oMsSvg5QLT6lkS69w+4GvTY17T08+4C7RtzrvUWsHj5mjgW9L3tJPEMPQ74+SFU9dhHrvLJmzj2KdvE9u388vfbkmL10VZm7Fh09PbJtIj72w7a9gtT/PdCmDz42ZuW9AAjxPXoQpb0rUGk+2uAfvYaDt71ZffU9/D3vPPNt1D2+UC8+wsANPgBPwLwwiyy94rKePWLuED4uO4C72uOPPY2BqT2HRKM9mc8WvjjR/r0UJK68zDoUPu2L9b0oLSq9eckYPu9I5TxqssU9vr6mPcGP5z1Eei0+x4IzPZ06fby3vBU9HIIcvoi/zr2LA5A+qkcDPcVaCr79mhi+jWcWProrPT5tazu+HAbPvGuRuz2gjyw+KPWRPcAn1Tt4KA69xz2YPUhZSj6CqKO9D5MiPn7i/r1jihA+hyc8vcBI6D0Gb8C9dllCPu6+4b3rIgW+wzp5vfeGN76Eox2+4r7mvSut/r0yvRA9yfYFvmCPTr1GsrO9ypm7PeD+V75ZQ7s8Qf3UPHNIObuB9Xe9ElG2vYRwSz4sIG69vsydPeNwSr7yKXG9+5GMvQQCP76R4hC+NlBWPdFhT76ahFI53NdHPv0ANjstGSK+ePp+PXiEVj3pizO8c6jAPWpQhb2N3bM9KpuNPfcnWb6XWhw+BOIGvkVMqr1k8ik+m0aZvaQVkr2/fRS+AXVAPeyaTj22wxo+VLaVvGPIkDueXT++b5zUvRewnb3jxfa9zFZIPXQcij3Hn949EbWHPWdtDj2hRI+9tnaAPXZUFr6r0hM+EN4EPqTLf7x04nY+ePzNPQdP7j3buZU8SODPvTLBhL3tdBo+q+SCPqdYcT6tNak8GUEIu3GsubsADWG9GFIuvq4Sbj0Dwyo+aWshvGM4Aj6FMmu+d/NlvLAVKb5wXzi9EMmqPNzmaj7qwEI+O7glvsAZET4vN4g9swtuvh3aEz78M2G+R4YCPgCQyb3G0B89cSnXvcbfWr2YVni+JFTQO9A86z1tNhY82RwfPWLlVz7wtLm7JbQGPko6+zzUnR8+48RgvsX9LD2sMh0+XJbdPL0UAT4rVxm+rv90vj5v+L2tw8e906hWPg7Mcb2rpJ897jEbvol4pT0cPGm+uzOGPiE2HT3pDxG7QVM6PN1AiD4R1ty9oeMTPp411b3nV6U9gjHaPVW4wT395xa+09oYPq44Pz3mQcE9uCRyPstL5j1XT4o9wZ6mPTqLbby5mh0+oSJBPiViG75h5oY+DcBIPo/fPb1EUku+WQF9vpnk+j0CRgA+4mL9vf+Dmz0MZtA97lC9vSKz0j0E2Ak+jTGXPlN4Hj2K8O+9YfexPDz7jr6Jch8+nnygvSIjlb1CxyC+Sz0/PaLK1b1RA40+ApcYvmS1iTsNj5y7+7gyvtQVaryTPOC95E8/vurvGz64sY++yk7PvEUHR77RgWC8NnFsPa9tC707kkq8yrYTvlYUirp0V4C+bBKWPihSzr1+ghw+60lWPRr5tryxd+q9LsLSvVcHrT1AvXu+0BBBPj9CZr5Mc+G7rhhZvtuFLr4uj3Y9cNOOPljVRb5Gbko+5685PVYRFj6Xm0e+1iYsPo6BuD0C6E09JDZ9vWYEhr6/+N69tssMvJwgwbwN2uS8Poh5vckngz1Ouvy9nrEhPWJ63Tw41448scgdPuAQHT4KUo+97RcOvuUEsb0gMfS9mVkSvixtWby+PRW+cDXgPOjR5DsLVxe+2SLYPTRZlLz/ZFq9chS7Pb4xGTy9Me49itEKPm2cEbz4EVM8pQmvPX5/cr7lcNM7Zdkmuwvr2LynAuA8e54JPh8KJb54H3A9YGvQPK8QQb7JMgU+JBSYvYy+ATzUYpW9ViZQvmoP5D2bRTC+FLsGPoZFBbwGivS9nNggOvou2jw+wzy9CeFCvrHimz3v3ZM9aTEMPtw/Sr6Ubg6+UrDSPN6j3T33FFW9Lpu6PUI5ez1DJvi9xC57vXho6b2nIJE9JNLTvbszhD33KEC92zMNvkrowb0KQho97C+BvcELKD6TaXq9xn8Rvem3ML5oF8I8eVUQvgyDRL4O0x4+3K8Tvl2K8T2yzYW9NpzkvSYYgD25pQq9wY6kvRGmHj541Qq+w1pLvcOkuT0Js7Q93NZ6PdgFeL3CDMA9RVyCPWRTB762ju097BUjvo5VWr0NxkM8vjO7vaRGrL08vDS9gNwCPu6M2r3KHXI9rJurPE1oAT2VZ6c8dNdWPWHxHr6G1Yy9O2myvOmcJ77lYhq+guzvvTPpHruHGRw9MKC+vTQq873ulz+8S/GNvVQMKTzakyc85AT1PApFtr1hGqK9/W/evX1Cgr2kEgE+J5MVPpOuCb5FSiA9dNQiPjmbR70tVwi+ahbIO7vHyz0o3py8JiNdPTmXOL4abh0+RB8JvsGqOT7eaYG9HgQyPt3hQLygcTU+MoWyvWXWg75vyE+9jklOvlG+l71b8zk+l65FvHtv9L217QU+SJ2Hvi5XLj7GNAe+VOMbPhQkq7zPXLA8TB+xvBrhNb6CrXe+6MkUPkP8Aj52OSy9zPmEPTd1Lz41sRM+R/0zPgQJ3r01ZQC9p+GvvFIY5r174EY+D/90vZjNBD7URsS9ngeTveQEaz17dqS9CQFyPrn6vz3tiU29WCNpvSZBhb3cal88yBDtvVP5Bz0zGgG9KeIjvbSM/D0CldC9kDMnPtcxa71ofLe9Jk1Wvo3LDb3tqNs9cYi5PXkRkbylqh6+iqa+vZrCnb2QPgq9ny7wPSmaKD5rHT4+OG+ivcj7qD2shUS+HCvtvY5DX72wR5+9FkcOPe1BHz6U1ym+1TupPZOoH750tsm9eBKSvjgvJ71Kh3G9jydtvtewGT6sH6q7YrinvCgPcL7oDfI9UIIevpF7Jb4dCxi+nbrEPaz8Sj79Msu9WSwaviNSAr6QHxC+jpouPtzmh72fWyq8PIo/PClDFj4YBwC+kPraPWx9GL66EBu7CdMavVBx5j0ji7m9vdwPPmusET3NciO93f8gvPETrTwxqPe971WPvFTTbj5FUMe9DCDWPeUIJ77NVXu9UenePS5DAL4RxHs9nG6FPbHF9r31LTy+UfcYPYBYKb4GfkW+WGRDvamf0TwjnhY+RFrlPD7FU727wP88vdxIvqW+VL7E0aQ9BjwYPa4/wLznnV69ppmhvhQylLxkb4A9C3sOPX3Inj23g/I8EnwVvqw+/73Zbka+sAb5PbV+N74M4yK+GTVgvoX0ij0LjM69M6R/vWXbAj4VIAq+A+AMvoOrZD5zEcm9nb4Qvn3kaT5pBVI+/q5cvuW+qr3j9TQ+6BzZPGEW5L38wgW+HcZVvP/Ctj1/Bl2+hBjPPcr39TyXdas98FukPP51kz0Bobe9uKh4PsQCLj6PoM+8w2uEvhpFBj2XFkM9jyS7vBHFgDwxwRa9Tb3wPLZ2sr3OPG69c6c5POClPb7mMp08g+4dvs4vY75MOAk+v2aNvbMd3b3qzL49OkaWvYPs572CBMA8GkqevVMSPr1X4Qe9vt82PlnpKT0r/B8+FdSBPWgulz2r/OC91HHcPUfnWL7r3IW+wL5ePDTpj72SU+89xzu9vSndh72iBAy+RzK5vXm07zx7xUW9kfd8PQB7Vz7b1iw+FRRGvVlNfz2s05O920oRPRme6Lub3cc809oDPS4iyD1ZxzG+kWMbvs/Sp72Lpsg9IALLPdn+Aj7rU0M+RR3TvRXpDr7VwJk9rZUQvjSXtL3ffkm+zrKBvoTmNTw2Saw9iM1pvXd8Lb58DQs8s6MGvtr2Or6zyG6+/gSqPY5wLbx9ye69LNAJvkTSar0ZpJI9xHoIvmJPsj1ZQiu+QlSmvPWlib2EOw+93FgSvmQeUL5zsh69wZN5PRO9RL1WzsC9YFZKPQJ2Mr7EUfW9rBbaPJYx2L1aqSG+oesavEv5eL7mFgy+iAqwPfqnrD2fzLo9gt1Uvor3tr2FJ0C+70IPO0sPN73YY+W9Gp+bPDIQvr0+p8q9esjRPYLY3zyK7fk9fxgivoiF8Ls6Lgy97N9dPe09Pb2tUEm9u7aSPE3fwD07PTC+SZzPPeQqhD0YcVU9kynaPXkfgr2dWTa+XgqIvH+qaT3qUUO9Sa6yvWm4Q777CuK8JCJJvrGwRb5HV6G9XMqZvWvyS761h4C9NAMEva/4dT1CasW9XmiRuxL4b70+0SW+TbhQPTBmNb5lQvW8LTSuvR9sUL2no0G+VHUAPU7fBT0KKZU6jogMvgrVlL24/PI8+zpSPR4nET67VZQ9SPR+PfY3G77Ug4Y8c334PG2Me761M3u97mHdvbBE/T3tqDo9oMcRPFiCwr1oFki+ygfsPH/IV74Q4+w9Y5LrvTZNHz7YkBO+KegDPgbDCD6y98w92z2ZPcP//70sPXM9kgoePF+E5L05+K08agkaPghHiT4JBXi+cZ0Xvsc1YL7rvg++mCkuPpCSI77C7H6+vw9lvTWhir2g5Fk9v34XPniQGz1Vp4A9nq+DPY6VIL5f5M89n/ECPtOrRL1TSfE90VLEvTtSYT6l5+49uerUPX0F/D2pJCu+becIPXm/mjyBIm6+ZyeIveLFyr1qHpu9D1/bPZfrrDyjngS+kFwOPjT3PL3ObI492GKHveVR871Jhno8tldTvT4i/z355PY9TLemPSMTn7wpctE9k9i0vKZ0DDyKRqk9eg3EvaerBr1VrHG9iZZEvvRWEL4ZnTy8me9IvhuMQr5T2Zc95Q7tPTOuCz4nYOi9nGlZvuopYL4JtiK+8Pnlva7os72TQUG91Ny0veSNNr1+CCG+CKN3Pgu5Qb5HOr294N8bPbwODT6HaaS9TJg+vcYd571vhAC+Rx1+vSCo4T0ZKe47ySSjPC03pLw4+CW+e/f8uvLJDD5B6F++2dOlPHE1hT1BXzM9lcmpvLg0hr5J0h6+VHT8vRclMz2GCc29DxUoPjt8HD74bvc8v0ZMPuyrf74YDZq79l8SvkVDP70DwZ89ktoxvMqzFbzzWC8+CgX1vcTusj0Upo88PMdKvmKdCb3ScTm+WUU3PfOR6b1qFIw+53VUPAI2Sb15L5Y9eKgVvRTBZT0Sa5E+FEBFPgNTLj5vRhC+vsBAPGA+ib5AQwu9yEYMvrg6nTtQFJS+Io74OpTUiL28P5+8tjBNvkDhkj2jnRo+qXNbPlycSTz9f7U9UbkGvpdz8b3SPF49ETFpvrclGD51kQY+vsSnvqM4J75scjy+qYzcvXpgVj4Wk3e92iYavnkhib3pE0C+Gwr2vfx8vr3mtoa9GAYgvpmFq715ESK8dAJDvjGkBL4gtc89L6ZqvtULBz409pi9ty0kPGOCPL1EtAc+NnX9vRbeoD2iK/o9v9FPPjJllb0fZ3I9qQm3u5cPQD5eBHI92ykYPkR4RT1mqo+7HWxCvjYioTzEpQu+RDmRPZJb7T13mMY9yHhePSPSib1FlSw9GrCGvhZsJT3ICuE9gWiwPV0YWL76hTQ+3kM3vbDZMD3IdfG73YZSvlwMeL5avoM9xp/FPCh7+jwTv0a+/p7GvfKWI74S7a2932PgPHvZ9T1YFgo+VONjvbZKLT70Jmw8GE8MPkOgXbyUjZW9VBWXOkq2x7vuSks9rndcPkyV+DzerOq9n7JDPs4U6b2iNhE+rMEJvHIsTz1Ut6o9FNx2vXH8Oz4zXmw+8+vzvNHnV72j+ra9oK0hva/sWj4ZbEI+4wfQuiHxH71ul0g+MArnPWD8Zj14iAm+NxYbvXMz4D0qc629AL30PIsFAT7hb9e9s29TvuWKtL1Jtfa9RO1uPbJOXL0cY4+9LqEEvYzUpr0By0q+UAoOvUMGmbzTkC29DT5GPoNE1D2hP9k8LB5TvT4yNr6POVq+caDiuzLulLx+a9m94oPlPRe4V7wI3jY+2ul4vbKw1r2DZIw9uNkyPcGhMr6xIx0+mp3YvXRliD2IcoK9PCETvRptrzz9Rha+WNNzvtYmwz0zLLg9aX2PvXkbIr5dD/Q8Vgv+vVgBvzyfXRE9QuoxvnNzAr3QocK80J4rPT30KT3RCxs9df1avpKrD77G6US9Ii/GPYhYPr1dlem9JKQOvRr3CT5c/Me9bER5vW6jur1qRGc8RqVuPeBGRT6q5Lm9OnI3vjyAhj2zrmC+hScfvgcMqruNvL08YUF/PZEFDb7ua2e8AAmxvEaoAL5S/DC8BQGxPUPaKj0eAgG+ppaFvUYWB72Gzw++O1f5vaOWLb7I9z2+NfmVPfFuJbxU4qe6mjRmPOlR87292aQ9qKU3vmBhJ76eHQS+Sa3UPTOUt73ucUq+YBUhvs07uzyDc6w97HUDvhojoL1jOUy8WG8Nvj+2ij0aEO49z9AxvLEAWj4cEdW90TMBvkP2I77Gl8M8g3zhPekgoL0fhVC+9wzFvWKSnbzHEfK9WIQkPtCrUL25v2U9+roAPhIASrxUZi8+z1DDO/76BL5GFAy+55U9Pl66kT7c8fo8JqRjvLYTtL7o+WS9kUdTPpdG1D0na6i94hzdPZ37572x8OQ9NgLcvaIDc778Fdo8wz0BPoUczD3Pv+A8rg+NPUWnAL4biMe9ueMjvmUOMj6kP0Q+ynM2PgBw0b2B9Y096byJPevF9zp0k5C+6uCnvcXF3b0HXjQ9ZpP9u69FJT43mag9D7seviSdQ77SwBk+wvEBvr2P37zcbe+7l6X2PdFmuTyr3bC9EXxgvWvu3T0xg7s6Ix4FPR5NAr5Xl1O9TdkMvlHQW76j0bo6zZz1veWa17yd3B8+h0yNPWA/P76YbDQ9GpHAPW3trb3iPjy+q5sYvmBkU74smNU9p/6rvWOPOz5Bqh28vRWoPRw+GT1vW3Y6zXDMPHgUAT6d/Y299weSPOKwQz3djve84k+vvRhnDj2Jv1i+dNhgPcEn9b3qbj89aAYCvl9riLshxFc9iFxZvlsNIzxWRHS+2H2Hvau4FT5upd09lugrvtChjTv+ADI+2Hp3vSKXwj0TGR2+VQGDPI68QT1Tqwm9jKk7vZ3uHT3JKGw9z8UTPkSlar6AvM29mlWDvaJc6j0beRM+sLqoPTyUiL4hJyC+raRRviAiobwH1kS+oCwHvTeL5T1+XYI+fnePva5T3r2jVHS9TVjfvddPPj6jtZ29YaToPZlnl7x4Ss+95bAGPirMyr0WqTi+PMkavnW+zDsU6ze8CoUAvlvME77+RD6+vvFTvvqnHT0EKIc9ekq1vJAc9T0BnNu7zcNfPbAFCT4lnDc+Zse0vKO57z1UFi8+tsOHvinCdL3OZDS+uDdpPRBSE77NFxw+Vd2ZPfV4g75n4Qe+asgmPputgb0BHy89LeCHPe5iCD6Ests93ecUvYeJYb6J9Mu9PjPjPLHs4TwxZ7K9WuA7vRLoRj0zxgG+few2vczH/z1fyp88b6I0PmXnBL2FdAu+LLaVPSgux73xnym+0SYYvqJTIz4BLNQ9mbQqPo+DcD0bAQs+JqwBvPwLlz0/bCU+OQCkPdAPAj3EQjI+6whUva9v872ZUKQ9LKONPZPoxD0SNWO9Iqg/PaIoiD0da849iO8DvdZIVr4ZYTA9gnXePcmLSD5LWcY84VlgPmh2dL5tHrQ9lL3ZOh15Bj67SGA+ZRj1PFL6QT511NU9+n8gvm72DD7KG/S9WyV3vcCDDb2tjtS9NVsOvkpHTr1SJ928yMwSPtQKMr4MaR2+Rr7ovUtgDj6u4wq+O8jkvFGBDr0lP529o/6PvZx6hr25a/09QcsGvAKXkT33LUe+R+6VvTnS7r1GtSI+D/UUPXjYkb7kZy8+Z+P2PZOVHj4yLUI+CP8fPkrn3j2SCZS9ukoyPW/zzzymxFm9fA66vZUCDT4/Ehg+YyYiPeXLlb2HrKU9TNJSvQViOz7QSju9TwkaPq/jbjtstx29UNzdPb3FdTwiMxM94CzmPZe1iL1jGBU9x6VfvSN15T0MsQQ+ET/hvMFR071bU4M+i7UePrrdmT1eMEk9vnwRujlJWj0LgN89hrpavT35AT4j05A9HohaPkc/vr3btZg9rxTsvOYiAb0HDrO9Vh/QPVf/Hz2Zrf69kaO/PMY72j2c3Co+PqOnvc5Njj3miTw+LqeDvJTKFL5ttCK9ecUwPo7gDTy6M8o9NO3Lvb9VJD4qvdo9CcgbvY6eQz0q/wO+UlnYPMrXxj1l5Bk+FMCCPe+SyjyTV8E7JNTxPaxCBj5uUo290dsGPb/zhL2qkJ299i6KPcRGAr772yY9f8fLvA83yj3dpBy88JShvOFC273iad08XSrcPZMv6716KjA+p/1UPpKIOb2m2Vw8+cX0vW6Hub18sg8+gV3LPfWhLT5H1qS7orwJvuF5Aj1vbKg9ZaM/Ph0EAb64IhI7+S38Pcz3Hj4N5Jm7YZqAPYTBPz5jnio+g8hPPgYhPj5ZfCk+nWWfubi2vb1w5g69Y2k2PSudmb2Dd9U927oSvgwIjz2/g+89CK82Pr0RPT5Weew7At/zvDHDQj4AEPq9+9MAvSNvTz0w/2c4iSwXvl+sdL7Azy691XRZPqnT27zGEC2+CG8ivpNc7r0/dgG+iQHRvQT9IL7UwFq+UnK8vWBVaz4uNbE9Bk+TPPsVaT5w5pC9aM40PmqTAD4qvmm+5KBhPg66ZT3lcLO9X/sRvdBSozwRka+9Q4qzvZncOz0gR6A+5UTrvaMJFD60Ize+Lt0Rvk26b77I/1M+4wmRvNWlDT5szqI9/7hDPg/vUj4BMju9aOSkvcgQUL6kpB6+7Fc2Pt77Fj5+Hpm9VisMPtnAOr0n6TC8ElAYvcUYBLq0EcS9as9evGcVgz3QAoy8xTEevt+PGr4HCu29qQFNvqecAL33M288fTilvTqv0LsSPiI+OJe2vRY2x70ZLv29R/sEPaRppT0LeZs905k8vuTHGD6lVS2+eogAPqS8sDzHvrI9mX9nPIlaCT5nolU9xX6fvYldMr7u74C+Tb2UPFfuMz5ZkyU+7ac2PrdGkrzFf3U+PxFZPgMikD2PKs+8dT5bPiu8Bz7DRfA9SMqfPdFSrru1J8K9JCFiu6nTVL518Qs+Ky6jvdCvL72FQQu7bfQQPnuegT4nMQY9WVY2vpFEez0JLpy7aKHVvdSycz6ZlLC9lXYRPuyHKz6qHjw8T1IsvbCWxzuoSSe9vjRwPUPV8z2xIL+9jnyAvYPZLL2frte8mrzhvRXfh71qNBk9Y6Cevb1BEz7JE2w9dFC/vR6RqT1Dqk09WXhzvc2dP75fOSE+vkfXPFWrBr5+i6Q92YebvdI12LyebC8+pHQ+PVBDZz2YBe+9hP9BPkFtUb4s0XO+V8dOPizePT1gb/q8nObcvU5o7TuS67M9bkUEvi14t71QOxi+VxxCvokfdD37L8C8O8eKvKoYd70X5u29huFPPQwcHT6Ikzg+f3oPPsOdCj3imFk+G56APkArSD35oIc9L+OTvWZofb65aDi+UENWvpwdED3vy1I+B2lWPB9FEbwic4k7xi2APL98vj0zqj++w6AqvAvYzz1rgxc+gsldPXt/ZL77902+MhgsvpawSL35ibi9GS6JPo57SD65Zm088XCkvQkyDD4x1HW+YfRhPsJET74mzfa9Vws9vcW9kb0Dh0S+e9AEvnw3WT3N4bO9F1GFPSkE1L0SEUU9I0pkvQFx3T0t9wW+rCKkPmrjRr5/pgs8MkAtvZg9qr3YDps9I8yMPNJT9z3ZHL09L/QlvUC6Ar45Flw+7xacvpYS0T21Sjq9guHYvHUeKz6Vc/O9MsjKPXnmYj236mq+wwUuPm+pnz0wYwq9n26BvSoHor6Pqgc+nopBPBP+8zy4DoW+4H3NPUEcMD7bf3k9BP0WPhialL5fP/G9bs0CPvH7gz2Mk8s95xanPc9aE75bi+C9e3X8vctgGL3oMic9Dq9qvmJUML7/bCc9mF8GvVy5Wb66hd69LxKXvS0/Gj7uLro9JYOxvWdZzb0Y2gS+lEQPvqgSwT3jogi+pnvIPa36C74lEiq98ufsvWwUerri6t49hOwYvmgRC73b2Ns9wE3sPb7hRL0QPO29q2DyPBJpuj2Kves92S6TPcmuXbu/HAI+wnC9PZN71L0oPUs9d2bKO3Il17wXqxy+K+NMvXFLQb3lIyG+4wUrPnexcT4sNyy+/hYQvkDL8TzZHqG8g7E/vSpoTj7rPfE9SpW3uoLMCT4SKtk833lEumyyTr4DFT6+ZX0fPgNQDD45YTS+UkW5vYfhKLzXOti8P/uzvTwx6jud2Le94aq1PZNiYr0gv7Y9MmbHvIHMIbwx2ee9HyDQvbhIB76+LhS+Dxn8PVVezr2MATk+ajKOvNbpIT25qUW92W7EPb8JkDyF1h09QPgavkDWCL5fYh29noT1vBhaozsp18+9g6WqvcyONT0I/Di+uqP4vTcAGL2rLwY9oX1EPYaYCT6zAPc9VQVGvrUh9bxPrhC+VdGzPSpOlr3JAuC9X+ikvSrbFT4DZJY9jPQ0PjDzjD2U0U07KezHO2vMQj2IUis9nqlxPbOIQruzfSw+LD0ePtRlhzyt0oS++hgKvWhskT2LzgQ+J8/VvYSfSD0Oan09vMO3PXWLDr2wZwS+3pADvul8kLvoXdS9gzQau4ww9jwDH+M8medaPcYTZT4a+Te+MsPzvfx4rzxqpRM+zj7HPeNCFL49daY9hAAGPoSJ/r2DNCE8tRI5PqAanb2/VrE91k2gPeh+AT6HHSi+9m8NO1QdtrxH6bg8QAQ0vjeeqjx7RUi+CYgwu3tNBD5QB6k91MQbPXY3Aj7qQEO+5dJlPW7aAT2GR8A9/s63vKg7CrrUweI9rF7PPJQZUz0D+gy9sbL8vJQkaT2bbAi+YGuWvYNI7j1ogwc+GhX5POYgFLyhU1+8NcpAvRWjE75smeG7LWgivlmVNb5qXuK8m+nhPS+d9T0m6ws+k1APPpTNab1p9Lk9r9DSPRPEKLytoGa+j1TEvSRCKz4xdiU+b7mCvdj2o7vIJpo9QW15PMtQWjy/RZQ9kjPtvfrxg70FyaC9mQofvgEoS71GeRm+JG1fvjN7GT41Hyi+B20aPoIhcj02y8q9QyNHPoeZgT0qHUe+TPmYPecS7b3NVBm+KFDBve1N1j3R60q900kVPsTtjb3dFzi9SplwvtHrhj1q1cY8eQggvZZCQr6WKQe+3+JPPtK4Kj4TAYS+B2FJviu9vj3Z0zi9xCZMvh2eD75UNWS9E/MJPTEhVD2zf4Y8npTUvUdLNj1OQ0++9N1BPUnhPz2tAwE+kqmtPS7NLr2f0fw83M/Qu9PTwj2M6oo9Suu7PGWNrzxF2hC+hDWOvfqRvj2VBLy9DtkJPkmlIj2eZAs+N6P0vIKburrp+cK8+xN1PeyUF71YkrI9xTvRvdu6ID15fzk+/3M6vkSBNb6HYuu9ZBCMPOq3IT7bJiW+xkppPX3f7T3+nIC9YESOPqQNnr7ksjc+QnojPKlfB74TBjy+BLFOu9UF/T1HbpM+IWvtPTo6QL46/p092y4RPvQppLqBKI+9G+lCPsnPP740kv48VyNvvloMqL1rE2w8BCmJPrDAEbyrSeW9c8lvvZvYeL7xe9s9slIoPUrkNz5jLya9k3PuPWHnLL4sAa49RWgHPZGyAj6f3We+rl28vTD/Vb2jIkC+TRZzvgHEAj60+6I9fiybvX5yxLwrhJK8BFkLvlA4Sr6kT709CCQ4Po5Q+j1NXDw8pIErPqLFqL3cbE69dvkJPgfbFL3Loxe7dmB0PjD/uz2ADrK+eZw/PutKST0PJTu8k0qdvgI5azwgHgc+tJFcPUURMz78uYs9jaoFPTsTcT1EuAM8+3YGvqRLvL3IUzK8FZAovtmOyz0zdjY+KyMXPp0/1jz7r7S+zeZ3vfLgRr4UdDG+YrVNPkDdy70UhNm8MDPEPc0Uk73RwwA9wmUhvlyk8T3uQmS9eLcMvjc8GL6gfOa7xcE6viRixr0cJI494vLWvL8Zbr2eWCi+NgehPS78y73nxhk9ebl0vsmd8D3dOD2+u5NaPSdENr7n8we+pJ3sPfFlED3M8a09Ej6KvRMwGz4Zjc69emigPXNHTr5xM9G8KnoVPR1rOb7K4tG8fz26PPR+873fKwe+Fve0vdqs070T3BK+Fn2iPfN8Lr7rmbM9u5b5Ow3bibwhhGI9nz4dvZ9PBL6DYoI9dP0CvtlD7L0uCK299vG7O3M4ET7DDIg87UQbvgMzJD5FWPg9cjvuuy35Db3hHQ8+I/SkvanVLT2tEx6+VsSAva/DFD74+5k9cM8xvcxMWz1hBhK+GtUjvqc+Ir7P71m9/W0IPuR+hz1pMha+rQYHvYbq2rxpEr+9fsUXvYOagb1eEqy9ey8Jvr283j2NxA69OqANvrf3sr09y/y9O+1MPEuIZz3DB8891NozPsR5Wb7RcGy+reM1vuvvOb5fQuU8NT4dPtDzhLztmb09ijgYvjSQ3T2mtIS8wLhVvlSKGr7qUoo91DecvXS7Gb4CBIU9dE0RPc/n4j36N/y9FBD7vW0wDD6+zoO7mxUWPofCYz3znOe9xZoEPuKxPzy5nWM8ZAwIvq+r7z02cwE+X/cuPg/OvjwTyh2+7zdXvuxChr3nyvU965xRvj+5qT3IUfc93u8NvvZ0yz3xUU2+DUU2vrsAX7wMjkW9LzcHvRk41z3U9Wy9342EPX+0HD7f/p+9sRqKvXf8AD15VxU+7xABvKcXiz4Gfee9jvbOPRG/er7Gql89snb+PL+LrDykOQM+5pAFPYvywT3rsHQ+ZFd3vVy9Sb6MuEW+1h5wvMDZyz0zqBU+6h23vW7AYL1wcAE+6fgDPpTWNz3KB0y99twevsCJnTuh2fy99eorPcXOhzp/7kk+VLltOmldCL7NtaC9NetpPissqT3n6jG85ENqPko5Fj42nAI+XWEfPpk4tb2fkoM93GrfPZwVpb35m6y9Te4GPgLanb23MNu9I6kHvZnblj3HmfK9unWovXbxTb4FIRc+ZS+SvnyG/bzcvV++Y5AWvgy3fTxtPl8+YnmkPYfpqz2QKCa+IZgZPVxqJz2OuIq+W2CAvf8Z8D3um9O9c0v1Pbihmz1E9SE+DARnvdc2Zr0MuvQ9GSQbPr66BL3IU5C91oxyPj26+D2PNFW+G/W0vYiPQj2ULFe9KVM2PjyDXjy9POA9c2XCPQQjgT7XYQ4+i8kGPgOR7bx/rQK+6Mg0vqpMZD4RwEa8NNUaPevATD7ssbO99i6hvcklK71Gi3i+edudO5zgNzwRRAQ+/+omPvAs4b1QwL291vwjvc+GRD7oUgW9lpITPkpqDD4CKNs98x4JvmjUjr3m4im9ucqKvc4l3D0kST4+f2GMvB6gCj6OBwu+IXkfvkX44z0Stcg8s0yUPc7M+L2bLbO9xJ6IPQxiEb6WdYu++iBiPve0CL5pmDw8KBagPQT+zD0fE968W3eFu0FWGz2hk+m8SXC1vTUtxz0qD8g9n5QwPiklLr04DLc9vSx6PhW8F776sjy9uQYBPhtdzjxgNMa7odcfPrV+gD2GDA0+bU+xvawwrL3JJsw8HpL+vbV5KL3lnCI+pKoEPuPHg7yqv0y9rA8hvqU597r+7jO91GqNvnCWxDw348w98V3bvKsILT4kZOO9/abjvc6yFD51QB4+0/9xPsWOFD1xime984SIPdnYkD7vFtA80JHSvW9QfT3it1e9QZlsPmySTz2mn4S9o1uXvRygHz69Ywe+YIqIvUkVvzzP6AY9zagqPdlQ5z1fwz29vB1wO8CpNb6MCCE+WrvhPZCkJb5jWhK+3GwAPnAsZjyWZKk9P+LxvJu5Fr71UkI+AAQeumtTnr1cwmW9XVaTPWQApT0QFR++haShPchqT76QzFu9QMvzPa7X/rvQl4Q+6zZWvjVZJr7TizU+IPFtvhK8K75kbo2+HQxSPnFuZjwKE7O9tPWnPYXaiD21vg++KPIBu/jAYb431V89UHWuvaKbVr5yV+Y9hIlzvvMzyL01jEa8e41svk4GQr6Xqwq+1iVZPQfFnbzmM5c9vhxePeBYFr0UwWk9WU7kvY5WG70an8g9+0A1viHrlD1QszW+r0iJPRCKL76X+4W9FTpEvtB2vDxIMJM9xX5jvpjhLL49Qcu8cUpuPXuKvL0Px9w8n9yJPZicej3iD6i9tJtJvhZ+DL4nkCc+H/sBvd37nrxS6LG8d8ssvi7GJD6ZnHW9zbt9vb4BF7z05xk909aNPbRySj2opkO+XuDOvaxzIT0CoHw92EUdPafDDj6cbvq9UTRDvIGv5b0CEU08eY3cuqzxML7g/w68UvUivRFftTych7G9WkfLvUKNd7132xe+diejvdvMBr5OgOa9S6kyvnJYGr0Y51m+DMfJvUzJCbzKEuc9s2v+vUNv1jxPMu29Igj4PTkUzrz+nxo9o0IOPnR6U77UAWC+OONHPVz1Fb5oxPK9ckgXvQrcEr7T4PE9foEGvrniFr2o8Ly8hxdfviEJlbyQPIg9cfTmPbobD7vjMAU+zPXFPe41hTxnHkG+OzQHvceoi7y1nrM9xnhFvgFJVD0i+E47ehK3vckaobwNWOa8wn4CPuV64zyi4yA98wYCPY0gBD7Ezg2+/MMcPhwJrj1tUBa+bkXIvaYPkL0Zkzi+5lfmvVv2bTzVdy89uPODvArPPD5/Gbu97hZdvb4sl7wvVQK+8QsDPmvECj6Rmom9pg85Pu77r733XAE+ucPCvW4j1Dwdlzq+eTkmvmRxBT6xcwY+tiuaPALg3D3lIdS9ZKVXvOV4cj1Wolc9XNhvPj8L4r38L0K9aFJWPTstKjtIf8U8rv2AvQYKQj6vYCa+mnuEPC8IE742q5g9YGYJvT4z8r2QU9k9tRrZPSsCeb7VKVE+zcMQvvP6MD4cMkG+ovfLPCpbK72nD1C6BV8gvqjxDr3K+JA9cUHBvcqiKr7Zgru9Xi9sPWr2JT26V1u9eCFBvqRmBbxF3gg+B5Y2voyFLT3h1tC9iRhovl+MKL2zsii+Y/YvPhJg7z1bLVe9MLXoPF0Pvj2s8bu9W83ZvaNO471VMVw8JnkFvsXnNT4JhzW95KkMPi1BrL2EsKO9MA/jPZncTD4XejI+94iKvWNnmb10Cu69ka+nPOyFL71fGUY+q8gqPq1C0bwp2ws9D5HhvTrYCz0C47e8L4KgvSrE/j1S4dM8kECuvJoxbz0E5VQ9S6piPvDPqTzHXH09KXLTPaB8ML7EFB6+XD0gPFQ85D1THoE+pUEzPsGOnTuPcdq9OSQYvBba/L3C9aQ9rv44vnmLR70dwUQ+5eejPapipb3Dz2a+or2kPS8zy72a8jw+DtcGPjlsCD3MgDG+0QqTvZifMr7762m+0uXrvXeqOj7FmgG+brDFvUirSz4pc0++2dB+PYFKmT7Uw+u90wwUPsOMSL7lkDg9ZK8zPp2jlzxDA2I+vbaDvoGhR77Y7RW+BAUUvkvJhr38vXi+2/b+va6o0D218Vq+IRR7vc8IED6lOjG+LGJTPueNKLxLDvo9ZJYePvQgLD0Biwk9V1VIPl8Har4diLm9uaTvvKtNB771XlW+SXZLvrNuij3uzQQ9Bs9pvtLppT3t4EA94SoXvrPjCrw/Igg+YB0FPRMP8L0d2aS9pNW4PUbmzz2AbYc9aJZoPmFkzr0PhQa9xe2PPaXysLwG5O+8oUcgvgbZwj1HKHU9cjuUvvtlTj1g3B0+YvBVvXY/xb0xivm9qOSVvbh1Ej7cwdE8T8sRPvZJRzxgot68dNY8vlgLuTr9Nze+Ay8fvXYza74icco84NnFvRJtJz6riuw7ghuJPfljNr4mgJw9L1sePjE3Ij3TvIm+Uo5pPidBXr52Ey4+/fgPvq3m2Dxz74e+oliGPoF89L0Uvwq+RT0LPnOSXb1ivMW888cHPa4rGbwl52A9yCM0vuK3XL7dcyu8Wwgbvq0IPT7ZmzM9aWcIvtIPLb5mjAA9uM/rvW0TaL34cEW+gtY2Piz3Pr0r+5I9/M1LPR3l3jvaPDW9Hi43PjL6w73Qokm9xXHSvYcfqT2NJJC8CXwWvfxdYTybPgm9E91XvqGmGr2gMPg9+m2GvS30Er4x1p09TNMNvoW3Oj512P89sgm2PdTtqzsg4tY9ld2tvLePID6psAI+mbgAPpeno7vkhi0+zuxGvp1sir28GUc8dLJ8PVjvub09RR07YZTtPZFxcz7zmkI+ez5IvUU7zLv3+D69zuWgPI52MT57TWm96yIwvkpZJr47IT29prWwvQFLvzwFaww+jpSDPZWCeT4x+wC+elUSvhUuND5Kj+c9Koc5PpQA8LvXmxI+jQpNPlzQz70MBPQ9413IPPMbMD73zIy8MVGcPbTQAj6Jq6I9JeSePV208D1GBBY9lpxKO1eKAj69hbI94UjJvDKI2D0V8Hw9LziBvRObCT6+pvO9IpXgvXHbDLurj8C9fZ0Gvh84Ib5QZ0E+VJkIPn7vGrzEg1K9MYQcPprBRD1XSRm+b8h4vextlb16ePM9iAVZPqaZYTq0MyM+Pke2PTJveD29K3k98NmWvDasAb4Xbku8/m+6PTVrnD2F4Ro+8U3iPZT4+L1V4+K9JURAvVpDOz7r1wm+s5jZPW9plT0VVWk9T9Iqvhp2Dr7vwFk9SOMCPue0ET4pW/y9E5EXPoMg073yCwm+IkX0Pe6eFD0AHiM9UiVEPk/kCLyYSUe+rQirvTLXaD4w4mK+yHAXvoHYFL4z1RU+QtPbPdc8Srs6Una+9NwLvgPyDL4di08+inzZPXyTCb5KKyw+zD1ovNbU770o+wo+a3skPpboCT5LioQ9jiv/PKD0jD58q1W+DVtGPq//cz0gzS6+9m5JO5T/kr24HNq9aSMoPmARyDy4Bwi+oMDcvankBT0NhQe+hqNWvvJHlb6nxa892cfGPby29D3fX2S+ew4nvjOqn71wnkW9oxw2PZNNR73MYS++vJxxPqk3LL7+0AW+MQsjvnpehjvji8k9AAKZvlRa6r2xsRm+FyMAPrvUHb5XF/g8ErZiPu4JYz3O68g9/UeRvfgwU75UnGs9AUSAPLl8Cr4/enM9ucPnve8C770Xg1S+umWTPg3OG72NOb87Z6iZvWS9q701jXy+vuwBPl92PrwDV++9j84gvvhrkz0oGZI8fpbOu41izj2xFl2+DOCGvuHXgz3mWIe+n8VbvtXQPb365Lc9xCtDvqqn270no1G9KJR+vh5FFb2GVs891EGzvZkdjz6piUY+MhGnPQjHPLzXAve8pyG7PcAr3zdFVRQ+x5QSPS88cL2M7r+8F/ABPR2G0b0m8Le+opuuvIi/hj1d1zK+1eicPisT3T1DIDS9v+WGPf9hab2SFBM9kdg4vjNMjb2eXfM9k5yxPUNBJL41nB++hHLUvWeSrzxBe9k9NYF8vUS9qL1oQgg+uoTYPYSnRj1i5Ti+LQ0WPeZ0lL54roU+R5TNPIcJiL2VY8e9pO0+vbPGGz5qncU9O7FyPstjIj6F0ZG9E2mfvu9ssrzyVU2+af4BPXVx6LzaSqQ94kZNvZzaRr7EIwG+R3EbvWAhWr6yoQ4+Nt4cvvygOz2a4ZI9vtIWvZRaLT0yJgy+aQf/PVKYmD6NqTe8v20ZvcWBGr4J8Im9HvgZvgK0/j3B6Fs+SgYVPlqZEz5jlJC+6gU5Pmb8GT6vhx89ZAXMPNuUjz1NPdI83sWBvZqdiLlFBQe+T8KgvUm/cT3JwJU+tEsFvT1dEr79DC8+f9ODPdZNbT2r46c92WmqvNskO77t1m0+l9ODvRo23j3XUZM9bv+LvhKyOb7tsUA9Fza6O7q9lr21GQ8+TFKvPb3oNz75kia7DxGlPYwXTz4ttUo9F7hnvu1CDT73S9C8BCGSPbC2Nj23GCY9w01RvcejBD7Xs1G+242EPVJcNz570aC9L08uPidBHj2xFuA81YUVPsdoFT5hXgs+cGoPPcVTLz5erbw9j6oGPSuX87xaQlu+sLpEPV31SD7tLy4+BDuuPa+e0D0B/jK+BA3Wva0YartnGPI8o39IvpQ3ij0cM408"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "pR2avIqVa7yU9B+9KR5VO/kDgTuEaHY8XuUEPVjGJjpvMga9EDmEvPK9WDzaAVo8xBR1PC7TlLwTXhq9VkoEvRA4LzxpFwW8sCOavPHuVzrTvBw8nkZAPDz707sVQ1S7vP7QvFtKc7vCHF69AfrWPCqciLvd9SG9GTfCu/ndUzwAZyg8bLrWvEC71zzZTos7gPiDvPmck7zoC9U8XtJYPPlhQDzSPey8HxjjO0t6mzxjDS28fdF8PLvBjbrOuzs8srcfPFDyITzAFd87F8oYPfGPL72cME26mrB9vB2Mmr2MOV08PSVrvFOCjjwub727fbMOvZboILyCoFk846hIvHnh67u7Kou9dlcbvdH/Eb2C+uy8GIS9uz+be7wTkZS892/YPI6a5jzEcxs9fmuTvA0TmLmkL/c8FuYJuw/UBr0LUZM8nMCqPHg3uLwcNjs9Jcz3PHi0fjwdhZi9u6GRvNrbNbvJkZm7kXjSPGy5jTmHA6S8LKWLvLjTpDrBoqe8AaSmu4jdRLzEynY8B82nPHWLojzb+Be9wI5VO8L387t5Teq7QC+duzjUojyQrp67KF/HPJleWzy2zTG9Yz3xuttXs7z48AU7HhzruxqiLLp99ra8N68TPHbx0LxRGzE81jZjvYY7vLsoKSW8UBkSu5sGe7zX8V28pDnpuwWICj0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 