{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "N": {"i": "3"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "JS/UvEg5Ab5AP5s9Jf6gvZaNbr2sARa+M1IpvjArxT0bLPO9jY7cvfsMmr2wwbs8Mc4gPhmlcLyh3eG9Gk0FPO9oLr0QLzq+srbrPX6V9zwaHVK9c1YcvX8+Kj5vgsm9c1n9PVBc0z2aob29aXMgPv0SAj2C4iq9pdfnvXdTMby40kO9apJzPWtY8r2Gg0K+fG00vMms2L0A3+s9bL+NPR5Ohz3S9U28gh/iva690j1eHSS+yUMnvqtRtj2k2UE975YOvq2QAj6Tniu+GH76vBWOizwxvi6+nY4rPod3oL2FppY9n7f/vbuoHb5WStC9FrkyvndAgzsiuJk9z1GhPSevib2z1zG+TxRdvti/nD0W97895rUZvr/StbyaBQ0+TIPgPWxjQr5KAxu+LWOiPXovML7L+oW84UKeu9pFHj6KGEK+bsH8vNsWUr1cyTy+++aKvZNzfb7WeAi8YDsJvWHGSz3d2oy8IKY0Pk8JH76iaQK+oIsHvVNrgb3HFOA8fT/tPd185j2+Nso9GyRRvSjRJr382Xg8DM5lvqdDhb4NQb+9CDOSvd+Z4r0amYE9+tyRPakY670epiu+g82CPCxEDz2l2+A9rDVMvhe82zyXsfE9ywATPnv17r2mjgC+e43hPemLLj7zr3W9eMFfO5e0lb18mNc9DncNPUxDzL3eCCa9SHs2vkkwVr5wBr49tQ1OvQGCv70tsB09W7aSvYpiQr0os0y+V76BPrpQSD6FshK9hcwmPbdqmbz4g5+8KLBMPbDUhz01kUI+nK9HPviD6zzI8yq9rGoqvZ6zhzwRpws+HR4Evlg+QL7CLCC+HxUFvh+tzT3viwc9km+EPd3xxj2hVLo9Su76PRiLIb5K0MW90G29vE73OL5Byc69KKHFvPUlMz11IxG+VegoPlR7FT7l8j2+2gPMvRCswL10sUy8A07GPTq59r39uJk83j6mPNQ6/L0rwj++Bp2IPSLRmT0fRwU+agjyPVumI71PIFy90SO7PbLfM77HORa+PYBGvoWRQD5CBeI5yn/bvYf6DD5LZvW9QNNKvqXWOD25XAO+BAaEvFL0Hz1XRSM+XrBlPh/zAD58QDC++8Ecvjp2BT7Pxls9zJxVPqq2LD7prO49jTyovRVtxrzabUE+IlMKPtVbHD4Mahk+6MDYvfoybjw7K+I8BU2DvQlYFD5p/dc94tOUPSFoxzyER+U9cKzmvc6TPj205X69FMMlPVRmrzwxNIY9o/7VvffmCzy+6FI+Zev9PYB6A75lTTm9pqRBvtXlOz7WAy09wjHFvDm/Kz4w4Ra+VsJ0OpVp3b3i4TC94SwavTkTP75tEwk9vIGtPTcnmz0IUka9Bsu6vFTEFr1JRDU+1rYcPqk8A746YAk+oeUBPvrLCT3TBW0+m96qva0WSz5AjUg960A9vp5rCT4SvI88mfR+vuULH73L79q8B2E9Pi5XML7BHqE9qD8gPhfKHz7ZrVG9qehIPu42Fb6mq2Q+kreOvT1DwzyzgGW8xNs9PjNhLT29jWa+6xKHvAS4Tz7YkUK+v0b0vVrxHD76H+u9T6wJPnDrnD3qYoM9YMb9Pa95TT6WARy+MFQKPlZZTb7ppR48801HPoqXB74xoPw9NdfZPXtX1D573wi+kmXIvRfTT73nSG8+AoH8vDAja7t9ARY+yeg3PhELUL35woc9ENi+PZRGjb0CuCu9s5A2vnEM6r2Q6fi9AymjPfHoRr4+gQ++m8pZvnXtFr6WjRM9MF1Qvk+FCb4il18+iTpQPdxqDT7y4/Q9qfo5Pb15Gb4OtAY+AtMRPpeclT0k7aC9s5FyPbY/5T3Fs56++pYAvlSaTb74OBS+Zd0yvi1T1jyA9AM+GLuCva9VjryEjrs9PuAgvYtSQD7T4bC9ev//vVMLAr5fxr48iBPtPd/xgb29Q/o9U2dvvlw0UL5GZeQ73rkvvr7XX71V7Ra+Nw1hvgvf0T08IlI956E7Pjz45r0tpE2+DsbXvQfddr26CA09i51Ivq9lh7yv/iQ+UAwqunaalD1j66K9d5VpvunEbL0G0eI9eN5YvRcY2D1gZBI+t0vkPS9aDb5b1x8+QGf/PHvDkj0xWXk7hqAhPnLusbyOyIw9eQSAvjGvnb3NSSS+aCEGPivj4Lxrwds9B6HqPJcNQD0T9Zi9B0dUvh8Py72n34k9TZgNPStT2z341aW9XOk9vP/gsTwmWEq+IX2FvezEK72YeSI+XUE0vkln770tJQq+WHD1PRiMhjsWiJ48q7X0PeoC8T2qdYg7SMchPukPCL7R4iu+C1MkvDQUzj3zuwk+JsBBvlXGOL0yyYY9vr8SPoyepb2s5De+C6MevtLOY748L5y90pjxvbhOyr1RXIg9R725POvPAj4DhWa+VVs3vjB38L2flx0+66ngPbtSXb68MP49LQcWvQQx2jzBXDc+K7yGPdRMtL2ZJee8Fo0YPcOV2D3ONRO+NgpbvoLjfryvhVO9yhzsvTS5J759wxu+Jv7BvYzSD76PYwo+ssO8vQYwH77YxqI9+1+evYToCbxEvzc8PcmPPTNLFb7juhc9Ax/oPVz/nD0d10Y9p/T8Pd8XSb6bEAi+GQ9XvvMeKL25VVW9RpSbOzBEBT60BWu+f0GvO3DzzL0XP7w9WgkUPqWKW708l4G9Bs1YvWEwkD3ltOk9WfCAPRiMKDuFcOk9nLUmvs2qCD7xCR4+tlKUvZ93hTx8lzG+UGOKPLEClD3qj9k9N/EpvTddYT0NQgu+F2vKvUG0JL4zNPy9TD5IPJGjXz34Kq+8SMYpvROqK73N6J098yTlvT/9DL4VRk4+CCK5vbtt8r3T6ze+yQsdvsdLRL01rtA8NVaaPdvGub3KsP88Z0kGPQoKiL1ax7O8+VfgPQ+ZKr6O+sI9EtM/Pu+yuT0c32i+6UWOOv60V76vFjS+1/eHPKaKpb1B1dO95/YwveWP2b1OEoM6GzwFPovMKL7mvDQ9UPMCPgV1gby/HGM9MtkMvk5CCL4Cfz++ue6cvQIV3D2F1/a9iWwwPQxioT1pO669lGskPkOX5L05OeA9foo+vv2zxj1LCDM+f9GBvXxcFD5q5p89P9qxvfCgPz4xMFQ+j9fzPQQCID604qW8h2FZPu4mAT2c0Io9NSmHPWum8LzVUEU9UbEwPprbLj6ySPC9tRKuvchUOr4u6B0+kVApPivEgr2nAt29jLOKPH8Iub0I4As+8OQtPpb45LzZV6Q9h4CrPS2IED4gg9C9Puw6PeaaI7ures88AAIuvNpCGj0rOUE+MMKTvGAvsL0fE1y9jfnNvVuRQL2/vZQ8cLCKvimz0r0Gons95oKEPZuCJr7rc6G7eo0kvSwE+r2tSDI+/5LJPXBKOr4aTAW+4H1xPPQ0Arze5k69D6AhPY6wAr23ifm84AepvS7mWr2XPOY91KKVPer2D77whdk9XFANPnHlgb3nfVo9oCNdvoxPDz21cR69D5ORvqluQj5DHlg+smOUPnTniL2qP/+9c5XePVjy4b2c7gq9zHc5PrqNGL5HA0E+yiQpPqNM1zyVHwm+l0Y5vZc/DD7K7bc9/Yw5PhiU/bqVX7C9DyLivYfWij4NvRg+UFeJvXmU1TzEmwm9uLxJvMWC4T1cWsE99DwwPg8Xk7yWZtY91KsRPu0DyT2ADke+tpcNPuYzUD4r9969gGKUvX9qhL6N5Xg9IYtDvnQfKL7EFxc+UJC0Pcet/D3znwY+3PcnvgIs4b0oic09a8tQPWikgr3XjBu9eIDwPGjQDb1zAfG9qK8jvuXNxr2Wmww9sjv1vK1Hp7zwTO69JQ5svqV2gT5Ejk6+yUH8vVc9hb6u25y9eSU3PvgeiLpS6QE8nWeQPVR9qD1cWoq+yra4PW0fnbu8f989e9u6vbOaH73RJFm9Qo1yPBi6abw+Z08+UQuiPfGcGr5GEc494ISPvHb+Q71UI3+9EHGJPl436T2MRTQ90XV9vvUs9r05+dQ9NAhevrkmIL4Dfoe++6yCvSy/Yj2V24K+PRexPdsdPL5nr0O+3MQePv+KRj7Lb3E+Wi/BvR6dMD2TEBm+4Rr/vUDviT7IEaK96IPPvckaIL7RdP89juqVvNVJsz10erY8K7gwPjnNDj4ilvu8nyDMPP0KJb3gSBq+A4IdPpfGq70rfBM+1KdSvhH6JT03tPS9Buv3vZOLdL1miQm+oSBuPf9dEj54EXI99sI7vjTBiDxtGVS+S9eTPUtMOr6ANkq+GYENPkvDuzztERu+t301vim8Lj0rzJq9WY83Pp4nOb6Tsxa+u9YkPpEEBT5bwJy92f7XPDC6RzzfxOm9Wmb2PapdMr6UXhI+IdziPQX5Nr2LIRq+bJJBvX1I1j12zx0+VFElvr0nXb6UC769dr4JvRgw3b0GT7w9M2YYPqNd0DzHe4E9OMZvvWlSpD13En2+OJghvkLLBL7aQ6e9vduLvUE0x70Z8/49VWjcvcFV1j3u1Nq9DWMuvmO/wT2oQ1u+8SPrvS5nsD0xmQA+FLfvvNX/Xb73Y8Q8z4o0vu5DET1mmLw74njsO+R22j2HxT2+QkFdPvaaez0imzs+ugYmPrA4yj2r+hE+wPIGvmQuEr7JDgY+i9qAvR/56L1KYUY9huelvaRob7ysD6W9qJvcvewpMD662Qo+0a4fvlY6RbynZg2+9NXDO96tIb69oSS+nMwMvArVdj2X45k9KNYMvnvc3T1S328992fUPegBk70tqdk99I0JvmxitjxUWjO+HsUXvlJ7zj3niYE9GdxivqEKB70WtAG+kg6QPSyTKr4/OZo9zZv6ujnqQr65mRu8RZMgPgN+9T1w8Im9Vy7gvZvxDD59QRy+hSwHvmfoIb5V1Ze9C+PrvXn9wj3LWS49V8TsPSNnkjtLbgS+T5AHviM/M75bu6q9s0K1vdOvOL68X9G826KLPRreMz6sQJQ9b2vAPSo2WL5iwsq916BLO9G/lTzY/fg8F/3dPVdZ5j1kiqc9TgviPTVEVL2pNXu81eStvewG1b3LGQc+vri0PZ3dMb7HDTM95Oppvg1KUD2omcM92D4NPezo6D1mnAg+CEaEvFA+ir3cMU8+YWjqvavJvT1ghFW+esbWvSGspT20BeW8k0z9Pb0euLzNeSe+MoMvPXzzsD2O9To+X4wOPvDgND0XoAU+I7IvPsSfjb0KDZE9TlOvPaB8Yj39nc29udsTvYLXKD22ozG+e5P2PaP6ar2Tf6m9zMI1Pq+jvD353Y499CcxPpAw9LzwUAe+bDf2vRMUWz7XHRK+97ohvRe7Bjv7Yke+s4FWvlvaAT6cbbY9GlIAPmskDL6GXrQ9S5fkPVRLgr2NvgA+6CoUPhi5NL4wjV69jNgEPbOyzT158ro8lrYCPrUqJ73K4ea9PDeHPeU0H76DO+u90luJPekgLL417/q9pna+PBhbGr6y/Ai+HQDwvWVs172hRuK93HcjvKdV3bt2kh2+3K5HPrK0O73VeJ09YO1GPi4p2b0yFwY+m/PLvX3aiT7pVZC9Yh1tviX5sD3rNfg9P+gtPhl6RL7vFlU+vC7PO3VaJz033566IlUuvpLdPz2VbU09NBQFPcw0xL1uriS+jeVkvRnji73bvyO+LS7VPaiEj70ri488k8t5Pc7OBD4O1Nm9mqURPnEM/j0GUSu+LvekPlIgQ7zsn+I9Y+DAO+Nc2r3UfyW+g/jPPPiAbTw6wDM9291nPA6+vj44yT89qM4PvqhIKb7hvqg96PiMvi2C0jxfFIo+gAD4vdzICb48Cnq9aqNPvpGGCL58Zbq9TRxGvhvBrD3RA/y9qGXxvamEAL7PyFi+Lt89vo90yroEdgG+FUWZvVNmW77nLVU+Qv9svjsgXbxuFCu+DiJrvpZjXr6GJ7c9a1LhPS5rQT7qWx8+HgmDPj7LJj6n1eA7S57GOyT1zr0gn8G74GHOPCxGE74XyP880SNYvknf67ydKBI+FfkyvfF6cj17WVY+zh0cvhDkqL1xynm+3LmZPsaqwj2hKf89MTE9vMvMbT0zZ+E91ixpvfZkFb5RfVe+SppyvkpzZD0qrmW+m0nNu5T0Tb7eT1697DYLPgq2170ctXM9BsMju5En/D2D9B49MduIPMGLp73skI6+5Aq2PO+9PL3Uaxe9zHXtPV3TLL73jSm+LHGzPY8fhr2KFJ68l/njuzE4rLy51ki+iMlCvjn2AD1O79Q9+KfIvSaALL74+NC9mTmjvNAZhr12x7E9adjXvXWXZbzCu/491y29PaBNFr4WQao8FuUovu4mBD4Vg3c952s6PqzTO76sP+O9YlnKvY2BM77S6549oIUkvgqoTL1Ejbw9c8poPYQU272qhyW9mVYmvoImHb4f/Gq9xZmxPaWiMr7ts469KNfOvbllBL79CEK+QyYmvUucPb5tMau9DUzvvYB2Zj1KRT2+nzwhO2nbQD6Her+9WrJOvtXj0D2cGS8+puaYvTCjm71INv27nHsePgBsCr3PRge+CYDtvRl5yT3nXNO9tfISvuFWDD7xrwe+Gt/dvQDkzb1wzDG+S+mHPGliET2KvM69bck6vhkHBz5NKIm9bjkvvne1Cj22gaU9iJztvYpN7D1XkoY9iATCPcgSqz0smgE+7uQVvhHtMz22w1G+Pv/IPbvpAD1F1Ke8Y26MvTpNCr6HBzM+908qPeuSubvaOSI9iPTmPc4e5r3E+yg+hYLCvZGByj0GmTU9VrUyvYta6z3DARa+WW+8PBHYE75/3s+9zMcNvT5RQr39GQi+Uug8vtChzr2/mKe9cDEoPTpa/r3iIBY+urVOvgM+Jzyg7hA9pUAlPkP4DD5d+Jq9uI+vPa6x3L294iO9d+YBvgmljD1ZuBw+f4WBPslrur2Fb+48v1IHPs7pjrwcJBC+z2JRvq1bZzxR4YK9NjAzPoO0Jr4JrQa+F7PjvclCar3GV4i8zxs5PmcPQb1lXJC97meTPBIzzb04Q7I9JCfyvQJLkL1k9SA++35BPirGtz0q4zi9i4hQPfK4fz1VWL49NRDZvYH6Cr7QQcq9k77qPMw6tD2Tq6S8VOudvU/iDT6mN1s+jYeGvF+XO77b2XS+uGhRviQ7Db67fh4+MnuLPYrgJz0eaTG+xAysuoG3m70DSEQ+jTUUPttf3b1NymC9GGdDvku6Bb7PM7w98kfEPZseFz1Qj4a9c3YDPoHXMT5JCDU+ROIRvmyhSD4Zyzg+RIqivJiKnj0NsUI+S7JXvr+Q4rztaEO+QlL6PJTW7z3ufQq+jiVHu2MFbT14KSM+CMwqvUpDPjvubI+7UoVzO3U45r2cZXy6LsUkPtYPZj7nPLO9ppYpvamTNj5SkT++muRhPW7H+DuBoyw9/qA4PS2Ad74cspA93OzyvJi68LxzYa+6Ag/lPVZD5LzfBv+9fEJNvXMpA70cmCW83VkQvhLEwTvBMlK+EjKpPcJJKr7E6Xw9mpthvgKXH77A9wK8xC3aPcdijj3JnI698YWDPeBQlz3Sm3A+i0HQvIt2Lb56Qkg+MbUHPksybjyM18W9eopAPjWRQj1zis69CsZDvmTwMj3CE0i+ta9dvr9H9L1eeXY9dZIQPj1/Nr5Ms8k7IP5KPunXqD2Nwey91Cgnvh05MT5QerI9PnSJPXFLK76tKHG+TdVpPI4o172DJDi+dXs1PqtyDDwhVBg9r8QbvsSPTj7st0K+ZeQfvpAXYzxWbdg9ErGzOmxkPz5Tqz0+371/vbvs3z2A6FK+pBUlPuFKD74ENxu918rNvCorJD42CQY+a+DSvayGJ746RSI+HyJuvvD2SD6RSHI+UzNLPq74mz0Jfdk9ZfDpPZb5Jzwz9ja+RYg2vqwxlj1KcyO95bAXvWjhjL2YP/u9svxTvqcH4r2D6iu+9DuRuXGsKb7hWsA82ZEGvvwKGT7waBO9Rbe7vd+xFz0NDuI7JPsVPiOXiz4ZWoc+pntJPleyF7yXjxi+1oM7vla6Xj3V8hi+1qs2vnslf72fwFm+a3Pvvekgfr056I6921E9PkAspbyh3PY9zBsLvV5AGD6icNi98mckPtGrqb0ndhc+Muq0vcpvGr7Tmy6+pnWtvV8m5z2YM4+8IzXZvWMZ5z1g4p29ddhYPrFn0L0UZxq+yKQ1PtXilz1uLV290LsTvn4pEb5Wxh4+MQkuPT0ewjy0Evu9ZRPYPXuI8j1NO209DlgfPQH987xnfG29HNsMPkrQPD4AAE4+T1GfvdVKoj3kRRA+usTFPXROAr5Y/6e9Z89IPiyRLj6aoPS9ZuTqvIzk/D37dBe+CQ+pPb6riT1nJRq9chlvvUiUbD14wOE6ux9LPaDxZz1rsU0+wAXHPYVEib2brJm8Sm7XvTyLLD7sHNY9rneSvYqzmT3HwpG9jf3ePW9uQj7z2Ss9LG0VvmYCOb1LtvC9sFQDvjw9az2WT24+HO91vRKEL74jCbs9L2vIvZMbRj4u8BS8Di4tPuZjWD7/QIi9jKyjveDPKT7Y/r+9Ls/9PTL/A74IQYK9yrjjvY7tVz3Izog90EC2PXhvYj6pVwI8EiSQu8rUIj4mxz89qs0jPmfVK7zPUGE92nCUvZMaRb0er5k8BmNNPBqbaj1LsJI9qb4HvQIiFL5Fb6M9CMq7PZu0tDyVyek96Smzvf68hLzoST8+IwnOPQe/ND5xb2e9+YyMvcCrYz6yACC+13iJvXzHx73SvxQ+0Y++PWiRM7072Iu9gDoJPoR/Cz6gAX29J/gUPQh7Cr79SF29qy3DPLtn1L37kAe+jt6Au9siKLz2/WQ+AyA0PlUH4r1ZLea88vxIvWE+UD4SAhk+cuBdvCsTPD72W/s9ao5sPiJekD1A3a09EWV6vc6fNru+Vgm+QAlzPUkZAL1Vh9c8sJuuvcxkxj0PYYa9mZqlvec7ND2bfV48Z7kqvia9vr0q2kW+UYBjvrckYD1aq4s8Q+FzvTTVa70shCS+4dotPoWZDL5/Eh4+TfkKPdL5B74W6489gsMkPqgbl76TfRq+M9wivQspsL1ZG6y9P5BNviMxqj2kxFQ+Q5EWvojOtb2/Gje+wnDDPeBgdb5720++bpRCPs2whT0SNzk9R92CPU3xDDwnCIe90V+JPXgKljz0kIU8tgTlvUrxzr2my1g+fR0Lvi/daL6eM+m9/uWHPbsegz45H3u9mKZAPbF8WL0paA0+BdKiu4yeEb6ALCs+43esvfHI0z2U8Q89BxvpvSmzc71+hsC9BhkOvg1Zlrzlth4+d4PYvIj78rzZ4Jq9q2yEvnuBaDufnjW+53wBPrcbR76EZxm+bx23vfRVVrwYk2S++SatPANBUb2HZAC+BmskPoZRFT6RdOq8U6vWPXtRBT64iC0+Q9Vxva4P6jy5v0k97VjyvPUfXr0l44G8yoAbPTgbKT2M7Eu+QRZ0PSIaWL1wQju+ALoNPbovez2niyi+e0MfvYLJ3T27XTE9M6VsPUw9Tj6uACQ8TAzDOmI4SD7Fboq+3WPzvdwtAr30I6g9+kysPU5GlTog8Za9XqHYPVr6XD20LRU+J2JEvkk/Iz3vy2e+0nQJvqXM5725nhQ+lQnPvWH3RD3JGae8MFgUPkxByb0eEOo9Xgg7vrbl6z3iax+8T3QCvnQIPD6R/bk9kiKNviaD8L1CSyc9OrOEvYunkD1TnAC8tA63PUnWdb5RnXK+pjkbPP1LgTtSRcq9ng4svuoSRb6ocRM+kiGxPKOfPj6TSue9VsMTvvThEz5aLUE9C6DrPcZ0Ej7+pDW+juc/Pv70Eb76SZi9pOf5PIMbIr54dxS+fw2rvamCk7xUvDu+NKbgPWWhf71dAFY9UF4KPn+svj0bErQ8w1kiPeUcDT5W5iA+V1DWPUlRoroGtfk9ncgqPmNTHj7DXi8+O0f1PMCfNr6lVxe+KJ0oPPvv3jxPBOs8TuL4OVlDVz6Ymgs+aiB6vT8qzz18iRW+QSu1vfNyQL5V/uU9g1m9PBIRPT4pHjw9Yh4VPQ8oiL2V4Ys9Yup1PY+8+D3nV0c+fAtGPkhW7T1TVAO+KOSjPG2eMr6Z/5i91bqsvegvIr7T42Q92cU6vWUUlbxAreC90fjzvQbuNb7k61M+d1DuvKMuEr7Yqum8G5eHPWvrhb1t9vc8CFjYvZcB1j3MUbA9tuYgvui3Az3G0/a7OLNUvUebBb4EIKU9WUxNPlEM9L2ok0e+H7VEPC4OID2nupw9ovBLvkm5U76hdKG9uYKKPW1Nxr2tbn29yEDYPYyxND0C4449QdunPfL6tr13hC6+TazSvWCuCj5n6e29Afs7vdoiVr0mxkY9RkxcPqCX3b2HHdO9uX7yvKQItL01REq94FcIvkcQQz5JuU49QK8tPuFTgb1K4S0+mDpKvdmLBL73uFI9mlPsPZvVMT0g4Ms8rc/IvXpVfz3k5WC8A2usPQRsID0Bh8K9Rdp3PljURj4stBA+r4d2vYrnKj2IeFA9cqJjvbNDqb3eHkm9RpApvmF2AT18UWw9KUERPZvRDT4zb4i9reOAvVEbEz4ych0+l6chvaWzG75qiNq9MkIevSSKtj1hqZ09TUlFusKB9zscaie9I8PQPVzRVj4FwtM7m5RHPaovIT2OFG48xgYJPTQnyL2yj6W8svbfPKZPabzrlt48c4nqPerG4D2FXbI9aMLlu44uAz5hmxO+Ne4mPXEyKz1vyjk9AyQIPYIDhT19eIO9AaRoPvgn9LyHkqC8WsgiPgDHVD0ItvK9PlsBPkXzFL4rmys+BHw1PkRwYbyrNxS+xJpqvHUI/z2AXVg98ZcDvsGVnr1krV69pPLJvCP0sD1LCZk9l4pSvdWaoD2/uYa9WpjCPZ9X8r1adB8+lfgnPlS3PD5bHLy9tvP6PZk5dTxYJxM+CGERPsspIj4tExg+vsQjvrTwLr6P6p29cjcivl6jij1xBCm8s1gkvlrLsj3JWrE97Br/vdAjcT42dLE9BF4fPdWrZb054Am+Sqxmvhmm+zx1jty97AYRPS6HVT7XNv082SKPPS/SCb0XiyW9jk40PW844D07tkg9/Um7PbWurb3MlCE+m6pVvhfomz1RjkI9bqWZvVvHCL7SyuW93v6FPbYUQb1Ywv+83sAVvtv8Kz4tlN28dx00PqrbD742NaU9IkXNvMma0rx5zwe+efC7vdvDPL6JWIs9ckqKva/1872NWFS8AEB6PCWZgD0TSlW9wb0Wvtp0HL73vdK9972VvUB0fTymSEu9+lgNvs7yBT5u49c9+PizPZBd/T3G8Vu82U5cvp0mWb5E7Uk9kNZmPbn8Gb6UQY49R7gnPcHICb73MiE+s7k6vh2nwzzz1NG9JisVPh099z0hklU+UmjXvVPMQr5hCy49RSNMPZ3KYT3ZUEK+anH9vTazxzy3Qq69ZKJQPG9E3L2ltWM+Xl4bvstX/D0JCtM8YWElPjgvj7wrCv48ONU4PtDG7b3Iu669fBHcvdIInb0/R809j80YvgXMiz0lgDM+2xhsPUqFRT4nYj2+gdGmPSf6Sr7VO7G9l+y+PQwOVD3pQwg++wEsvn/gVD7eosK98X87vur3wbwcogQ+8t9NPcu2mT1/iJY9yewHPmUVs718/mY91jC3vZz4+z2E7/I7i1+AvSC5FT5BKd49GfYgPkx43T1MHZW9z9yPvZmdo720DUA+THlCPvX6+zz7H429JUSVvWTljL0Zi02+3Sgyvoh+kbs1tUu97e41u/RvB729GfS92T9DPv55dLyXgGc9ZOERvqugfz2JJSc9G/A7PaPpzr2SOZs9hTUsPuw2nL2oVBA+mrdxPZa/lj7EJj49RT+mvbP2ST03Qjw+xU4bPOsukL2IM6Q99wAEvhOdCj5uMgc+gc/fu1NM/j1yTt49Y8MqPkbVDz74LUE+X9hFPjf0Bb5UeRs+49IevX1SAz66IJu84Z2SvdNckDyCf3m6OEfKPBbPAb5XqKg9NU06PsbtTr3Ovi0+xfhwPXusnL0KQ+G8EtJfvS8/AD36Vck8JNwMPjhWX75/PqS9FJVPPkTGlb0EWYO+2p2FvA78b75fdLa9HVGyPVwJMr5RyZw96YBZPuFTjT0XjRW+eSbPvf273r0YvlY+3eHBPWgejL3fJKk8R6/1PUbK572YDn++KAjTvbOV6j3VLAi+qsyJvQp5rT0+fCe+dVupvG8ZLz6FM7Y9XSBRPtPkkL1B7R2+eQgPPiCEfr0CJgI+Qxp1vpdZTr7WfQq+CYD8PcTxY74cbYu+2NKmPfL2sj14xbK80m4IvmHd3b2poS8+6jSIPaq2Jj7Eh9s9jP/YPepZDb4FL8Y9+M1svhABa73LCKC9ugCpPZbrxz3Y6v49GcqGPZM8xj3kDk2+UFkAPo6u572DgOg99mBRvoROGr4DTjg9VmHLvZm/2z1OMFY74PgYPe535D1ox1M9pkmHvtxOUr345QY+rIYVPiHaHz63PA0+RBu8vSd4R71Xgxu+EYj7PSunt7z8HrQ9A1gvPa04NL7nDek9AiuJvPaLO76Cvgu+epCLPXEPiL0ZXdK8GSC8PKqq+71vltu88msQPmz5mT3vv2G9VWk0vZ1UVz1uOUi8w3scPuxZJr3LjR6+5WM+vbDZMj7xY5M99VYovZ1UE76iSS682HVKPW7cs71f2Qw+PpIAPqFCLb5vVwm9jD4gvsfjpr1Jx3K86PDUPawgZ72UI0S9Vu/BvcEjgr1TQ949GLIYvj7KFz5S7xe9IK3vvRjVp70uWCk+6c+DPKs82TyCzRY5hBtNvr2vQr6E9NI9fmjwvV/FB74RdcK9tQC0PW87wT3Ls9Y9llI7vkFzx7zdVHs9S82PPWNagbzxFuI9TXsTvhvXI75vnjW+KIX9PTyqjj10Kre8FPEcvhUsUL3nWJW97fQSPiByjLt0Cuy9OJk6PRVxDz5u9Wa9krvhvdMzsb2XU1g9lbyMvRx4Ib7SFg2+HbXZPeT0DT7fUqE9SkGEPha6hDq/CDG+ct+lvGp+XD43+wo94W8Pvjq/nL676TW+5X8svbjZFj5k9a89su6yPWSwVT1HJA698uPlO4aTCT7/jdg8zJF2PDquoLyGzQY+7KvBvD+zHb68cIS9jwosvuQhFT7iczW8Dwm3PWzfhD1JTT89p1pgPqRJ0z1MK/i9ds6dvGj/dDxS1Tk+uHvWvDKvAr68jws+Z7zAPbgCjj1I9WK++DldvZ7A5L1QqSI+hM34PQAdzr2RcoC+aI4/PoY+rT2ZJ7u9ZlNCvTwb2D1MkpO9v2YgPKAnoz3zQC296etBPlBBF77HsKm9l5KyPCjouD1jCJC9Ol02PLRs9DzS8zy+rOcOPr9FOb757I49Dq9OPBFAQ75wlmw9bE61Pa7sxD1KTVy9D/lyvVlR/T27jjy+CsNpvs3RqD2VPvm8IsPHvcaRkj3Pwxe+Hco7PQ2/vTwwyb29J5yPPUx4qD3uuuG93H3hPNaFDD34ZCU+xBIrvW9jE76z8Jw9iJldvqBYgT1/9O89UyR4vWqbGT5O2A2+1v0dvr2DzDs8Bka+rkdmvpuzST2zxHe+e/bMvUpCNzrgG8U9URK+vZHOa75//1S+HPWuPB1gdL5S5Jy87BolvgcCnj1NK+K9vGoUvFyjFj47wvC9jQ6OvQoODT5yCQq+0efoPYo//7yh+R++aVRYPH1KOb40uka964PMPZkY+j1TWna90DmxPBHG+b3vqTW+etn9vfQKVTzkbqS9PqCGPYcnzb33T5O99uU2PIylFj6C3bW9H2mZOv69HL6zREA+ThCHvmB3fj1jtEK++B5BvW/4XT3EQow9UPbOPaQ+OL2qhla8IQ7sPCCaU74Li5696jSAvf3hoj3zoAo9agBTvnVsEj4mUXO+D4wyPv+lSb7INYA4fp2FvrfMCDxwo/C9DB4DvlPi6TxD+zc9ZdSmPNNugDwHZAo+thTGvZfl/T0gqCe+iVAhviyt9T29hB290PT6vaOf8T1tRAC9EL96Pru2YTx5g1m+2hbhPfnvVj0zpG4+CbQLPk8Xir0f0Bc97fgSPcUoAr5fjg8+0JUDPjMC2r0NS0y+Vr8LvirGrr3qGpI9DHRGvp9pRb6kv8Q7KXd8vnNVKr72LjC+qhYuPjTBCL6ezSI+o8sZPckQRT78PqA6JBYNPczgeztnIFk9UYYavZq2Gz6lnFO9293qPV8CFr2jv3S8XwBXPs4fYr6fJok8U4VFvreVhr6xET++mI9rPXR1cb4ZXFc+cT0PvsYM2bvdEe29RCEQvrLrKj4soRU+cUjovYmzLT5D/nS9cwfMvRWe573PybQ9ZzaNvcqt/z2Pf2i+sktIPqoMJL6DKmM8uMLjvUcXnjwAx0o+xg5mPbUroL3uc5O9Uw0BPdVwG70L3DY9WJI8PtDGBT4CbrU96kAfPriDML18JQS+H/MbPgUOKT4ISAY9DY8evlj4nj3SQSg+hhGEvQD/cz6326I9kqU+PtAKnj3f3j+8GUclPq0BzT0ktQw+qxQEvgizGD4Xcdy9uwEnPrumrrxMPZE9ezkGvTXOZT5gqEw76kD9vRQJyr04daI9/ATPvcQp3T1e6KY9AtZwOz4piD0XmhE+MycLvu8OkDyhxHy9LurMulsnFD1r1fQ86XAbvaDWQj5rubW9h5TgvC633j1naQY+2HDbvRg/Dr5DN3o+KtCfPeYKGz5+Sfq9cMMUvhm2bT7fzgO+3+QqPjkuP703yyA++UscvtcpLD7aVje9vH//vCCa8j0Z7Nq7bWfnvfRZHD5FH9W8K+QePGz7Ub6Wiio9X+YlvTY/yj3FGgg+mA9QvZzsmL0uM9K7b2w9PTk5Jj5cILu9S1AIPot9GT6jyfC9byABPg+LsL0FhH8+l+MevRcPtL15ut49DlwRPQtB5T2rmC0+RXwLPkmz6rxLNQW9IsCrPS8oFT5dSPO6YuZ/PbuxbT1Q67Y9hIQdvgqtAb4VlJ28bbQPPmRv972gTEC9hf0SPvQbqTwX8f49nIymPVVR9z0Ldi0+2lAoPW16vbzoDh490KQXvpFB4b331po+hHVmPYjQCL5O7iC+MkMXPmdDQz4dmCW+LQaAvA4Orz0yti8+GvuDPYmHILukvMS8TkSUPbMvTT7appe9HHsrPgJPFr4eahk+ohYjvVYZ/T1cuai9gy5FPkXB2b2CZPa9k0CJvfrVVL7Ogji+hQvpvYLS8b2a8v48/H7pvbJ8SL3pgVK9FVjMPS+DTb7gofo8e3XSPAoJM7wRY5e90/SmvcEyWz4DI3m9UZXPPRn0Or41d3G9gX2Dval/UL5qHgm+G6Z1PaDbUL4YSYs8RfZQPmm1ojq/exq+m7SOPRhXdD1mdby8ulrlPWV/e71mcsU9T0aXPT1Zbb6Dazg+I/okvtibpr2kQiA+4gJdvYIprL3eAhm+jjwVPaXaHz1m5xY+aHg+vDUmgDzG4Dm+ZHTOvaMLY70t3ve9nnBkPanquj0rfsc9jJgAPp5FND0gwou9F99VPaU4EL7iIw4+OI7wPUaXEL063XE+VjmaPcm65T3Qdeq7qZnRvWVAkb1lFxw+ogODPsI0bz59YsY8Fh2zvKX5ezyhT8Q7prUzvrNlgz02GiI++4QtvSu0Az6JP1q+vBMHuv1NQb7wfFu9pm0vPSg5cT6fbDo+dU0/vgEUGj5/Bl09hL9VvpAX9j3vJ1i+ipULPpY2kL2m0t88CnDkvdqkV71x13e+b40/uy5c7j3+nt676q2VPfZJVj7+QWm8O10XPpJRYDy9wxs+wOFivnm2gT3pbik+N5X0PBgX8T1V8C++WiRqvu7tFb52PN6952VSPq6Hlb0OS4o9b1kdvi7u2D1sG2u+WbaIPi9MQj1xgro88sQ0PAc2jT420N+9ebgPPv7D6b2z/IY96tXGPdGf8D2GJh2+yhEhPkWsBj3dqq49tHt7PpdFAD6hPnU94BG8PSY2fLyqvB8+jGNCPoZxJb5LDIE+e/lIPsr7ab2PyE++vAiCvry48T2QbgI+TK38vYLZoD0FYek9OoS4vdJz2z0tkiQ+2gqdPikZbT2dAQy+zlQLPSiQkr5mEiU+u6WIvS0IrL1H6x++waZjPS1C5b3ZJpQ+pUsivpIMJrt6MR28G9w8vvOEn7zlpdm9h9JIvq5qEz62ypG+2uMcvZT5Ur5qX+i8RV1qPdpFaLzCcy+8TeUPvnsw9ju7u4O+ft+RPkE6w71RJyo+egsxPVReULzOKL69wujfvURvqT1wJoe+vB1VPmmpb746Lh+8/K9evuu4Mr4UXSE99iSRPqDoSr5Q3FU+rZs8PfiNHD4w0Eu+uUwyPpyO3j1OtZ89rbJ7vbbPjL46x/i9E964vFarwbwNkTi9fzqnvW/oiz0ucwm+YMRBPVfQBz3QBzA9PBMkPpEaID7xCpG9FbIJvvBGrb1LE629S1M6vnv5mryZHg++CaudPNyNEDyuZCC+Cn77PZZ8tbxVkWG97cy4PSrWqjs3/us9Q0EIPsvWH7xAz/e7c8erPVxtdr5M0707UMQMOkNhwbwEOas82qEJPkbELL4trmI91s7EPAK4R74X1gA+X9CvveRWLjyCZJu9r+pdvlp54T0EsTm+f2sCPgNQNrynC/G9MMwPuzE3ZDwQ9z+9aTdIvmaqaD3oeXg9tf8NPvlSQb60Vw+++jQKPW063T1lj1C9bGStPYN0ZD2Oo+69+TVvvYs85b16tpM9tb/ZvY2/gT29Qyi9ZcgWvppIzr3q0/M8LhWJvRK+Kz5+vGi9WYtAve2ALr7pZ5c8yIIOvmQTWL5QLBo+BNoavl467j2vOIW9EK3ovUAZhD0jpSO9NVKtvWGtHj6PxQa++X8NvaCfyT3bNLM9knJTPT6Nhr0l4789k5yCPUCBA758FNw9C3cZvnCFc72K1HA86v2xvbeuvb3fZCi9Ep33PSZC6r1oyXU9dNDJPMxV/TwNSLk8fdV4PXVMHr6SkYi9Xn/+vC3LKL6znRu+z6wDvqMJgDz8xUc9ykzdvTj8+r2yMnW8xESgvXLoUrxHbwQ8emjpPFABnb2Gq6K9103uvc4okb025gE+nfAVPlUbFL69EDk9mUkjPnNxJL2WKge+x8lhPIqB8D0EohK8nIlyPSyuUr4scw8+gfwKvndnLz6ix/W8JjY3PubxArsC/Cs+Kf+hvSX7er78qgE7ACtTvqJ0T70SN0I+m6G4u7Me+L3PCwE+o/6KviupND5d6wy+sHEjPvl83bwcZJ08nSn7vFiRMb6QIn2+GawaPgbnED4/M8W8uYtTPQnTKT6+uhQ+oys5Pszfvr1BVMC7tliYvPYk1r1ogUY+5XItvcKfBz50dr+9fdplvf0NSj0B7rq9zdNuPvilxD2UFDy9ysJ7vVWBKb1AAIM8SjnWvdnV/TzF4S69fEMhveieBz7Xq529EskWPvM7JL1Fzsu94GhgvoZKk73Odd89hsmkPXQ/prxEvh2+Squ2vab8tL08fwW9nM//PUC/Nz4elT0+yhKWvZX4pT1qEka+IVbqvYIYQb34MKe9h+CiPNQKEz6QrBu+wrysPTsaIb6skbm9qWqovkn4wbuzvoO94UVvvkC8DT4cJhu8/q+QvO7Dcb6vK+89s50fvmPO3L1W0TC+j72rPVWXXD6utMW9Hcokvvew8b27VwK+wnMnPqtzgb0dDnO6rpPzPOCCIj43ttm9s4j2Pei1I74r+do8l6EnvRR18z2UIOq9ZvIePqNKID3/9Qu9QWswvLHT6DuARtC9Pm+HveG0dD6HMqq9hreNPZ7jKb53pcW9vhDZPVWlr71wKZY98iPJPbgE4L3DpTq+bLklPTIBKL5zeES+biWnvQtp5TzErS0+rpCjPNJ8IL0ATRg9fA5EvkqHX75X9pA9rKIsPcXoPrzYHFq97/WfvtV+irwXO4M9kkMLPYeu2jykbbM8mB8IvtUU/b2xRki+xHcBPknCPL6S4B2+JO0+vql8dD26qb29NuVdvU+PGj4EhP+9FG7wvTUTbT7jT8i9ZOrtvQqhTz5WBWM+W/hfvvfeob3ApTQ+gobgPNqP4b1jw/y9Lg7zvNEOxj3w9V++JlDOPb/ACD3Pyes9nhQMPaxtpz0qirK9B32GPrH/Jz677q+8q7uGvr1rwLsGXYk9GWtqvIAbsjz482+9i3qXPCWyp73a5JG9M0nUPKN+ar59iFQ9KgoWvvTYW76iyDA+/sLNvYNaRr0IVZo9oduDvUnPpr16oi09kNedvdSYNL3SdU+9Yi4EPjm2BT2uiBw+MMaVPc+Ojj2AvcS9jbsCPtdZRb4zKYq+4nfrO+vqor1MSgs+L1y3vYTJV72CnhS+KBrBvcRCID0V89C8CRuPPXuXWj65cE8+w+wbvWWmdz1z+He9GdXQPJhXgzy0xsY8TRoOPRoa0T3D8D2+8TgpvszscL0/PXc9LklXPUgFAj5u9VQ+T4XBvdJQDr7NIK09b3sOvjK5zb3vf0e+A72CvmDqxjueNbk94fiSvQfRML4YuXA7C4QFvun0N763q2u+d7KgPRMUJryCLve9tF4PvgoJZb1rj5A9SToHviWerT1sfyy+3xyivCfpjb1icSC9ZwMYvnO2UL472zG9O4OBPfP5Ur1yMcq9vGE+Pfi2Mr4FI/+9RTOhPFrZ3r2ouDO+gGScvPmnbb65zhW+saq3Pbkbnj1OSbk9Vd9avsMzuL3L50q+eov4OsW5H73vBee9k/G6PNTswr1jT8q96ETnPUB6tDzF0e09V6EivqhF1zs3gwS9yus+PSdpQL2Gem+9vrtUPI5enj0cDCq+QZTSPayImT142k49QCPQPUaNj70dcjS+hfkmvEYUYD3dZlu9CIbAvZwHRr4FIda8PoZOvhvWR75+ibW9e1eivYrcPr4FIIu9Dr6fvK0jSD10H8u9sx6Guzjkg72nOiO+gHtxPVOWNL6IIvy8Z8vDvSr9Xr3UCzu+8s0GPY42FD2TTXC7zi4VvsI6nb21/RI9uF4+PSfgCT70Yow9FESKPUddGb5UGi08dj/vPL7CgL5a54S9fFPovXdmBz52Rh49vR8sPEYxwr3oOUq+wokfPTPbV752Yvg9QjLgvT06HD6oVxa+ZuLwPXMHCj5iQ8M9Yj+kPVLnBL4r7WI9AzPJOz8V5736+u8837QUPoMqiz53EHi+DwUDvobbcL7KER++1XMyPgMXKb6CbHm+08FUvTkDaL0JWh89gLcmPm+8PT0y0JA9SsN2PUc1F77sGtg956j4PcN+L73nPdM98aa9vUp+Zz4t4dE9AGXIPWMi6T2hChS+MlniPFVDvzwOAG6+RX1xvccly71Ubcy9xJO/PU0UzjwekgG+jrgWPqajIL1YG7A9ZJONvTEhBb4JXQ48YYlhvQf50T2U/vE9obKNPSkYD73/ZdA9x88OvaIHmju/6Ik9trrLvcLLqrztD3W9ul1RvqSeC75W2BC9mT1Svu8UT775LJk9rtDiPYTn6z1NqAu+ACNnvjmOgL7Q8ii+H2MHvt//oL2fZB69dTSWvQ1DUb2BRxm+PTF/PrxVML7HZM29/TsRPf2UCj6S85+9+MN3vbda+b3VZeq9ajQdvcXXxj2P6808asTSPMP8pbzOVzO+/ypgu8rZGT7o/WG+PFt9PdttTT33m5I9/iiGvAa2ib5NMSK+4Gj3vWcjVz1N6/W9NN1BPmCZAz6tcTo90WVFPv16gb4KetQ8dpsUvgoSDL2AaKE9QDo/vQlaGzxYTy4+gJX2vfN8uD3aIos8nYc+voX6wbwy7z6+hsM2uzG3xL2fO4c+CnIAvIS8jb3AzLU9dueZvSRjdj3ivpI+Cw1APlxsIz7l2Se+Ke3fuyiigb5wKRS9hXUXvhx7mjzntpe+CmDNO1jiyr2sZ6S8VSRIvhxLoT0qpyM+wbBUPkzm0zxeitI94H4Kvouk9b01Jag9CrljvlgeDD7QGwk+fROmvrlmLr4YAkO+WzLfvUFLbD6vfqi95g8OvjL7Ur2xj0O+djn5vWCoy72cKXe9J+r9vWqul7058iS8hT1SviUDJr5pOtQ9BKdsvk99DT4hdZy96VEzPLEpUr0tywQ+SnAQvo9uvj1o+/s9yBRZPvSUt72fc4c9FmTRvHvnQz6UIXQ9MwYkPuZOAj3hvN+8jgxLvva3hTs8wAS+KIxQPViAAT7hF7k918b8PEjlqL0v4vg813qGvhGKKj1I4LU9cmqqPRW4U76IdDY+jDQRvWsqPD1iVV+66CNPvlxYeL7bjJE914rSO3oVBz1U/j2+fbG1vbabDr50Ucy97lDTPKlLDj4YfR0+0QWfvfbrMD437HO8WqcOPt1JPjy7Z5W9boBXPE57E7x5pV49fNU8PuWmGT2NIui9df5OPvNa4r3WUhI+HCoKvN7+Uz0Po9I93GVMvZ/uOj5GTmw+iS8PvT5jvb0Tbs29EGMavWbmaT687D0+s2C3PLa1Er0OjV0+bMTAPaurYj3uBx6+zxsOvQEEyz2QXqi9JmEbPdQO/z3d58G9ql1QvuER0b1HGgG+Ypw8PVOpgr3mLoK9vA1FvXRQtL0Y90m+ZA79vBetlrwlNB+9fvdBPkD40j0wy788qOJevReYNb7yIWC+gMChu50/r7xMO9S9yJjmPUV2Xbx7ODE+cgaGvVMC170oun09r8IoPa6MN77FzBU+dXbevctIhz3M03G9tJ5aveNslTz/tCK+MsZzvhuK1T1/aqA9mAyZvdDUJr6D6wM9eOD9vdSlijzBNdU8pisxvskFEr08z7m8eXdSPRQkHj1O1xI9dc5AvtGvFb6NXki9LKTAPb4c0rwXtuu9A1ERvfRJ9D2kB8e9cHqPvdNF2r1qwsw84O5yPWaSTT6cMLq9oa87vswFZj38Z2W+hqoovo7c0rvnJZ88GDhvPYcDFb7WcmC8/DcpvZMWBr6s94G8CAyqPb4Rej3Dugy+1TA7vUYaNr18GhS+ESQAvrHBNr4u5EC+K5jHPVqBDrzRIhy8uqX3O+19Ar7w5bQ9VzE0vkM/Jr5M8++9NH/JPY1jwr0nk1C+7E4avpQa6TsO5II9LMX3vXqQrb0qxaq8KDEPvpA7gj15UuY9KE6UvFz5WD7D7eG9aSwQvlxRLb4UhbA8KWP1PYJErL1YyES+b6S9vRncCL0QF9C9G58VPhaId72OL1s9PsoIPvhJ1LvkdCw+S9O6uwyAAb4ahgu+RNIzPopRkT7pgo49oHz8u2I0t74fEJS9nYdTPoJIzD0Weva9feH1Pdec4r1dU8g9Nk/nvVrVab4G8Rs9BhYCPn/c9z1/dhQ9W5c7PdvzCr6FRum9NFUuvvnJOD4/WzY+lMo1Pg0q2b1lRMs9oUGCPeeEiztXUIy+EWqfvdyz5L13Uy49UI2vvFsFJT4VMJY98oQjvuiBHb532CY+J+AFvk4P2rwWVk68QPD0PQ1R1Lub8eG9sAqOvbjB4D28oo+8wL6sPI52B75e/ia9NC4IvkQuVL6Tu+S7FFW1vbAdEL1woAY+KRuJPT5uJ74cPkE9O+eePezSv73UxU++jDIVvp/dbr7sI9A9nZTFvU0bPj6SkFa7HErBPeN5vzzKCLY8C7cFPZ67Cz5s3Ku9x6N7PHs9Fz2rqaK8aq+YvQcA+zyyi2i+5IWGPQbvBb41R4U9dQLgvZhYwLvMWmM9j1Ncvt+kFzyApW2+gqD2vBUaAD7tUPM9gnkbvrAEaDyWsSE+RBVivRdj4D0jFjO+Qbt0PW1eQTzx8/e8biRsvVpl6jxg5qE9UislPke0ar57K8O9sgy+vWcRBz6eIA8+6byyPT9pjr7PLhS+olQ/vozwNb3WMEa+qby7vWj81z2fOHc+Cy/NvVrXA74BXFm9fYTbvUspSz4WLpO9d3bLPU0g2bz0Jta9Io7dPaCGir3Z6Tq+etsLvkhTbTy/x4K8B3j4vQpkML4wAEK+Z8pdvjC9ZT0AN6Q9OtsZvR1mCD7heIK6xLeAPWb4Dj75HjU+lY/HvDtk4z2DVy8+YD+JvhGfgL09JTK+pF+LPZOIGL6tqQ0+1cm4PdTpeL6YuAu+5jgjPom5k70ckVM9mOizPYFC8T269989tuutvLMLb778kbK9GZXKPFcvwDyt+cW9BsBIvU05/zyRj/i9onJgvZJ7Ez6wGb08WcowPh57K72kbgK+Eq9pPcJ0yb30zha+hhIeviPpHD7whck9mO0bPp3NSz0l8Qg+9f8mPC5mkT25KCo+/IyIPZTuUjzF1i4+oX9kvdKu7r3A8Ws9yNmoPWnv1j1guFy9WOhYPbqvhT3IDr49Q8QBvbZXUb55D3A9JzTwPXj8YT4hT+887M50PuFYeb4Xk5Q9JeCcOu5CDT6qXGE+S+t9PA6CQz4eH7o9hd4WvrJbCD7hSAK+jQUpvY3X8rwbt7K90O4svkzmO71eKIG82GsfPs9MML56Hhy+tjsNvk+xED7KrvO94OnMvHpY8rxQJI29I8uWvX8StL3hj9o9pYZBu3sgqj2guV2+5NKLvU1L7b2YtTY+RsDYPAmZj75psBk+dADEPUBrHD7na0M+wQcfPmyb4j0kx4+9GOk2PUGk3TwJ72K9DEC9vc37FT7i9hY+/ZlcPUDthb2A5aQ9hMA6vSbsNT7Nqia9/UwsPrgxATrjKwu9xSvlPWY7oTvdyyA9MRjOPa3PY73qCxE9Fs5cvQT64z043wg+vmSvvAqj0r1VLYw+aSghPrG/jj1TUVs9jqOCOgkqdT0ZIdo9eHU7vcm0Cz6BdZM9wpFpPv+R2b0aSKQ9qEoFvdCayLze4rq9sWrPPX4fLT3nIfy9wWeTPDlLyD22ziQ+3I++vTtqoD0x6Tk+U6fbvAsSD75PLg29FD40Pgr+wjmwoNg9OTPDvVwtNz7uEPs9EvD2vGwtdz3+awK+R2TDPP9uxj1uJB4+dAOBPaC6Ej0JTNk7qB/wPU4cBD7YIn29QMghPbFhgL2uU5295MmXPe6H/b2HhUc9n8e2vOz6kT37tai8dwEVvWCf371IhSQ9dDPYPRTW172e7C0+g7NAPhrZTL0H/dU8v5vrvYeOqb2KOAc+6iXCPWlNKD4Ga488eqD0vYBg7zym0a098UlEPgsi671kaPE7XNfsPTlyHD6g+U08d16HPfjcTT6xBzI+wm5NPkeOPT5NizY+NeODu4AcuL26Mgu9fa+4PLkhj7084r09epoZvvOInj0hkt49EKNIPrCeOD4/1T882hEkvbtlPD4ur/C936G8vAFwhj3j2ws7hoYKvmOSdb6LMMa9vxNQPvBPE73R4hm+6Ikivkux4715f+q96+fpvWfWDr5mi0u+MInEvQymZj56sao9Q6aSPOAXYD6C4XO9YRxEPjYmCj6901e+m+JmPtyNUz3IV4+9+kf/vER0hzz9Icu9MAervae6Oj2L/5o+0tztvf6eFD64SS6+g5kEvk+7bb4oPGA+2BRvvDfuxD14ZI49sTRPPsNfWD4PDxC94pufvdtPML4wSQW+UgM/PnGk7z3/oG69WsIXPr7MI72FPr67vw4nvaV4Drz/WLK9UEdnvViYlj2NV3O8rCoWvklMHr5HNda9hghEviF0Ir0qCUA9p+bhvXY9p7pFiyE+QHlgvbay1L0+egi+2S+TPCYAnj0KRkY9V0tBvij5Fz4TwCS+HEsHPl40NT2QP5U9FYZyPAbcEj6UpCY99ZJBveDBJ76T3YS+SyutPEn8Pz630Bg+yAgxPrMgYLyykWc+ztssPqMXrT2I4U291+hMPhV5BD5rsBM+pwaZPa0AFDtWdK69mNoGvQ8xOL47vCQ+dPSmvURI5Lxx6re8CG/ZPT+LgT72NSc93aAcvpJiLz1PCd46ZTDEvaKeez7/YsG9LdTpPXtwOj6eCNK66PV7OwYgYzt/lb286U2IPVieEz4FrdW9wcBnvSatSb2pusy8HysCvhzhTb0c5gM9vCaBvQDI+j0DrlA95yvcvRyUiT11vFY9DlN2vVWKKr7xIiQ+1aDaPLmRHL6zJYs9lcmKvcTjQb2LQRM+CXwjPebvOj2ZZh2+z4NEPt/CQr6h0na+AnlMPpFSTz0t9/y88QnfvZNSOrsXvdM9N9wLvi4i1L1kPBu+95pcvr+xhT0gkAS9PZ8NvZMQgL1wHP69mTlnPYxCJz5xlTQ+lOQXPnpa8DyTU1g+/cZwPq4Pbz3St3Y9mhGVvdgLgb4uaz2+9K1bvloaKj1zlkk+aj4QPf6Q7bsqX36881iEPNeB1T22ETi+vO97u8VJ6T1CGws+TVukPTAzbL4Km1G+qggjvtTnGb1lkLm9EMSLPq1PRj7VNBw9+qCsvXcbAj4WO3u+XkNYPmA9T768NPK91lVgvfnRpL3TPlG+QS0MviJVSD3C78O91DhhPb+e371c1Hs9G81hvY6TtT3hug2+/iKcPnGIRL5yaRc97Hw7vT2muL08O6o9jdX1uyflAD5fCYo9uolNvUIZEL6ZTlg+L6Gevm3NuD28NHK9uGHEvFJ9Jj5y3Au+5k7GPdY/VD2vjG++hswyPo6yrD0787S8a0iKvZwhrb56dwU+YoXVOeGm5TzjDY2+0ujfPTOVJD7n74o9CuoXPgXwj741Gtu9nl0KPil7mz0zscc9yX+vPUmnHr5R2da94qQNvhqoDL2Lgz09KltsvjS8Ir7DoxQ9JxyKvPuGWr6nA8i9FWiLvarmED70HMI9DCvAvfiV0b1n+ge+BckUvmI3yz2fUgO+7PzXPXGNA75VwyK9X2ngvdCvTbz+VN49fNEWvgiTH70JO9Y9xH/dPde3J71X3vG9bz0RPc4xxD3sm/496DxpPZjIKLxneQQ+VYC9PdLm471XZEI9HwvNu5AvG73rDzm+7wJ0vd0mQb2MqSK+ZL8mPsLOfD5VgC2+dKAuvpT3zDw8loO8oFsyvZEhST5v++s9zqIBO9ylIj7IU688vlRSOkbyTr4FLzW+PckXPo2fDD510S2+Iu++vdTjnrtZpAu9oeeyvWri3DrMUbq9H6u3PZ58U71h9rk9nBgCve+XpbyBI+q9dy7evd7OFL6C+x2+zP32PRzfvb1CukE+cm14vIC4CD39h0e9L0HZPVhcjTzhEkQ9sIUSvp5yA74Ssxm9/VuPvBgKbDtsdNG9Eoa4vR4cHD2OxC++2Pj5vT9ir7xvOvw8dlFfPUa+AD530gI+DtlLvmTF57zNIQ6+VnuoPQvMmr3iw769gDG2vfWgKT4hJ3E9v2QpPpZ9pj2O/Te7ZaHduYxfQD3zNEQ9PXZ1PYg1grzGDiw+dtofPvfNAjvA8Yi+pO3cvFsjez2SWCE+yLe4vVAFNT2JrVw9b9GwPcvRpb1elwu+HvTwvWpqrLyx/ky9vrysvHQVNz2Exic7ARVfPUr2bD7fHBu+r9v1vdBE+Dz8qx8+X6GwPYCPDr5Zs7g9qzwPPhhJCL5jgtk8jsQ2Pj8WuL1wvW89llN9PfO2ET61DCq+mPM8PA2SObzJy7w8eCNFvjwb2TysOj2+nKzQO0bv7T2X46o94KiGPQgVAT5phVG+gLmMPXsSOz2KnOk9Egk3vITkX7xCeeQ9FAiDPPAHVz2WQgy8SG45vZZorT2LiQS+mQDEvYlmBz64SuA92PEHPfPNdLzPhrI85GxzvfsMC75zJqk8q8A8vuvpOr5XTiu95aj7PZGHuD3TCAo+7/8GPuI8dr3sI6g91t3iPYiDNjxu9We+qVqYve1aOj4zVRk+O7CPvS21GjuT2Ho9xgcNvJCS8rtozqQ9o3bIvYkdd705ZeC9EKAvvk0bu7zJGie+D11xvkMmHT671yK+7R0WPvpRPT1dBMC9IJZMPqFChj3JC1C+NFo8Pa1Ny70BD/a96G/MvbSj/T3tAFu91dz4PQBqTb2DyRW9Lj53vr72gj2GHOw8Ud9jvGDDNL5Yj/69JqI4PoCWQz41rpi+ks01vhEMvz1A+VS9CJdNvoJa6L3iJTW9yIQ8vNtglz0sbfo8Iw7avQPKTD1de4C+UiyPPaqnzD2vGQQ+vIUFPuheX729S4E8r21cvKc7+j3bJa09xadsO82bdjw/VwS+Obanvf4roT3v0829hs0MPjf/wTz9Vv89qdLgvBjyJz0vpxW9UqqJPcEfAL1upuk9Tu3HvU3uSLsu8iw+dp0pvqYeQ76ddwS+JT6aOyz/Uz7keii+pBqLPTFV4z2zm4u9VIirPi2ji74JNT0+BHHTPLw96r0OlTO+a2opPEGVqz14LJ4+GArmPbu7V75OT5o95ykLPhMURjvNBmK9kmIzPorALb68KAg9VWl3vnN7or2TWXE9p4ycPv3x8TtXGgS+tV4oveTsgr6yge49avtoPefSIT4wXO68h5gTPqd8Kb7/qc89aweEPCORAT6sBIK+IEWfvcoIub1cXTC+Yl9yvgMJCj5P/MA9OmT1vQ7+vrswGDC9Hf8LvugvM776cO89Qus6PkRd3T1k6Si8UVgGPs3izr3pPci8irAEPkhYDb3zbeI89vFuPmRL6T10isW+JkxHPjgmBT0ux9Q7h6mfvswrtzyQMNw90HOXPZx9ND4UQ6s9KrM1PfPRVj0ETEs9xaHxvXmKvL37rqE8FbY6voWRtz2ycCg++DsJPr3vAj2G3cG+sr2XvW0HLL5qU0e+GhUcPoXzyL3reoW8ygbEPV7ejL18sPg8iAwhvmh56j0WvW+9qOMFvtFbIL4ptSS8/x4rvqe+ur0l4HY9ZjbPvDhxf73LZi6+oi3DPZRw173oxig96cluvrch8j1lH0K+zkFYPcPCL74cywC+sAr1PTRYEj38qrM9aXCTvfVbHT5wiLe9x3CjPZvcU76gR7W8IOI2PYMbNr5XN+u8LTcxPaRe470CSxO+Fsm2vZe12b3H9gm+6d2xPcaLLL49mrE9ByC0O3EMAby4ToQ9b7USvUib/r18eHs9Tk4EvrgN3L0UkbK9Hyn6PPBpGT5Vn1A86NYavrBoGz5ivfg9kgVpvOHzCb1+ARI+tlaevRquRD0PGSO+7mZlvWTKHj4Y9509RBsjvS9BXz2mPwy+OIIgvgx6Mb4St1S9bDsJPsWmoz06Ixm+vMqhvD7mBr0lAaS9eEcIvf9Qor12g5O9UIAdvjuE4D36Oca8O4cRvhjFrr1xZfi9gt8APIJ+ZT1XON89hM03PogLY74Q+3G+nBY4viCrPb62zwE90XQYPkBbHrxTRbY9VQkavi/m3D0qwAU8pNBbvmW5Gr5355E98rmKvYWhD777W409GzlTPdqTAz40h+m9+HrvvWQkHj4CGYY7hMgRPuPaaz3+Leq9sq4HPpb8/zziyC26dbLxvWQY7D31jQU+LQwqPnDL9DylDhu+OK1TvvKeib0RMv49lmdAvhKOpT32rL89TdMOvtSr4j1nsjq+agMzvkX2n7uFRki93XYzvdP4rz0XwDW9biV6Pag8Ez7PMsG92tuEvU3qpjzZtSg+f4CguwkWjD4ixda9RRDSPUIngL7w5Io9llvbPHhPnzx0N6A9Si4VPeyfvj1+CXQ+dmOEvfX5Vr5B10G+SMD3uTkB0T380wk+GFytvRu/mb10Ig0+jMUNPsuMRT1TXEm9n9Mivh6g3zytoe2903NNPW7ReTuPlFc+YbCxO9XqDL7xMHC9LpZuPux8lT0i/+e7I7NRPnx/Gz4QMgM+TSIjPuvN073MMBk9bBH7Pcwkrb3jlJe9VUcBPt6hWb1+JP+9XNORvFmAlT3iD/G9qH/YvTnUP77zHQk+tj6UvklNBb0FB1K+kvINvuX7xTzZslk+ciGxPZsiwD0Xpje+LGYiPdkIWz2OyJW+2bujvbBP9T1Eou29PXTmPTnDSz1s0x8+SV/0vQKsK70RNM09FzkWPrZRXb04g4S9XB9nPvgDxD2ptEy+1U3XvbSubz0eBnO9ppBDPi3zbTxyRMo9J0ygPf3Ufj7EdwM+epcpPm+AFr2h//6980lFvkRCaj5finC9wqQ1PdmvXD5p7q69M9shveaWHL0wbmu+6+YEPIkDuzsYkgE+z8onPkoZ5r3r4769lOKevFvTVT4n0iu96f4TPqgw4j0v6tY9sL8kvmTHtL3Dexy9QkWDvV3o0j2bBUA+kd2LvNme/z2X+xC+ytcUvtytwj1X+Kg8kTOGPSZT7L3SScS9Ra2PPatEDb4U3Iq+nnFiPmS7B7764bs6iRiSPdi72D2FCaC8Ij5CvAFzAj3/x+W8qHejvaoWwD2yArw9iNArPmphmbzKxa49/NxoPtCmH77gxlK9FPYDPuiTxjwhkj288zUYPsHLqT22CBA+vMjRvQ33ob3EXLo8Mpr1vRUCBL0Akxc+7ogSPmTtjbz602O9eQsWvupruroA8CG9tzaQvqQN9zy8LcQ9yRvSvIzhMj6ZIfa9gwfUvYM3Kz7QTxQ+udd0PsfvBD0B+hK9IfeVPZB3jT5eX7o8sWTYvaqfjz2qM2S90x5tPh5kSz1h+pG99h6TvX/fDT5wJAy+Yo2gve2Q/zsxNQY98FhBPReu3T272Ci9dduSPMP/J74OAUM+L37IPRBjHb4bChy+j37/PXy1uzvyrak9NL21vK9hGr4huj0+87tkPB2MnL3qfo29GZV2PXPBoD0HCim+qj+QPV9lRr6HUIO97gjxPfeIpjy2ioc+YJlVvqDHJL4vOEo+VdVqvppWK75z0ni+z41dPlvxEDu9aoq9WqbzPahGkD0PIxK+6Iq8unyjZr6v6349fMzCvZ1bZr4omQA+6g9tvphox72b4bs6RbJ1vlNMOL55Wfq9YPJePeuzXrxutJg9gE2WPcA1S73nP2U9sonWvaQiHb08Hss9hNIzvoPxkD2t6jW+iN6SPaufM75owIC9TTM9vp28Dj3s8rw9vblZvjpGG74SAQ29eHBjPWhEw72mc+M8OjfMPa1vhz1+t6u9A1dPvt62Ar4rZTM+VGnQvFPn47zZs7a8KSstvi2qLj5OBm69ZoVlvf3OrLwczhE9nKVjPWYTbT0UgUe+KFrYvfRvNj26BUo93GgGPY9aCj5+rQm+OXBmvMGJuL2zvmI87pCFu2TvKr6L0Z67JOXsvFv8ZT2bdq+91oi6veKDgr2XZSC+bTKYvf7Z8b3CJe29krk5vhd3Gr2v32W+qSbGvZDCtrpAYdM9ryQEvgssMj0XgrS9g1AFPndwqLyps1g9QxgUPiS2T772y1++hNJ7PUHAHr4v9+C9dJ8jvbY/Hr4dFwI+OhcWvkXHmbz8Bfi8LFFcvlvDF7xxoqs9NvnePSdXhbwv4QA+xke6PftCGDzwDEe+pXIBvUVEqLzaqrM9rwNDvuAGxj2qQB67gUWMvW+2hzr6bQ29W/EHPg+nzzy3bTY9HKEVPfn0CD74DQ6+AWoZPti1pT196wi+InzFvfdJcr0TjFK+HeYCvigbezw33z89jft3u76/Sj6cgKi9Unx4vfX8tbxJrhO+jpRAPu0CGz7vxmi9FEFJPlLBs7357tE9eq7IveAj3Dwc9WW++FU2vs3WBz4E9RQ+CnYbvYioxD3oPt+9rNA0vNY6cz1XqXE9OjdsPo9n7b2BNga9YQWsPfstwzy+8zs9BXzCvLvcPD5VAz++TJ85PHdJCr4Hh1U9XRr6vFJpwL03qgI+EbSWPZ+cjL6pejw+MR82vhUuLT4QdlK+DUq0PEvcUL0p++W8WV4tvqBZIL2awC49K63iveuYGr79jta9GAWyPYrIbT1mXcK9JERevj4cK72lH/89eA1AvtYh+zwdtvW9Dt5nvt30ML1jSze+kHspPnF1FT5+hUI7gQzWPGzBoj0jpZO9jVGkvW4nxb0pKlo8A24RvsoEKj5ikBm9767wPY5Cy73pUty99XeUPS2nRz4s700+/YGjvbatpr0qdP+9dDwqPb7my7z/QFc+hCwmPoIdOb1geXI8lIICvrLtbzxobXq8CQyavbvR7j0CSVA89kMfPSmNzjwt5NY8qUtrPpW6RrxXcKs9OivBPZzdOr5cCCq+8Ff0u7p5Dj5ud48+/w1KPgmjgzt9lcG9dc0ivNgVAb7Q8649LcpYvny1YL18MT4+dguTPay71L1S10i+iP4DPQ7enb28EDw+GBQQPl2HxDwfkTG+307LvSm8Fb59FYG+f3nPvX8kTT6bDw2+AC/tva1cNj4F3ly+M3c5PWd2nj7EFtS9eb8JPoJCRL5Yulg93bI1PkiLTDxm6Gw+GTKRvoaZYb5vSQ6+V+Mbvk6mlr1AXIK+nygGvpU73D2BWm++QIsVvcLUMT4WCTO+UylOPidl8rp9E/49rydFPsAClD0IIUQ9jXZuPk4xiL7MTo69ElFLvXoH4L2C2W6+BxNQvr06Ij1Lnik9nMWAvgkvzj2UQS89KHEnvgSeFbo2kxc+JP5fO96v+L12bC29pNCnPWMwxz1VNHY9JL+GPllXCr6ruI68R23SPTiK0bstGhC91EAZvuoGJj37C2c9jsWnvj8ORz1n3Ak+E3yAvPK5tL0BUP69+ISXvWIQGj7sSyU9TDAWPmbh8jwDtlY8L9IwvhMSrDys6yO+5cN1vTTLd75vMYQ8J0fIvf8ASj4Cf8E6KqJSPfPgMr5c4Os8oakoPuq3ED0FZZm+1wNxPha3W76H5VA+Vd0Svj/O6Tyu0pC+dvSVPv3Q0706gQi+MrvpPW4tlL0DgRa8J774PAGaS7we4Jg9RNVKvnALjr5v8XC9lS4Qvgz/aT5Kxu48B9IGvgl1G75NmZo9PpkFvmeohr2VEj6+lKMnPuGoBb0BDbU9WW5uPf9I1zumk1q90HQ1PtZmv70aJie9C5v2vTISsT3d9Ve8PKpGveoArDthTgy9iApYvkj/Pr3R7+g92ZeHvXIkDL6pO5E9E54FvkaNPD67Wug91tm5PTA4xjqPJ8E9S2vPvOhHHD6A2vI9clTrPfm5V7y0fjA+uoRSvls6lr2sfAc8lZNZPd+Rw71cn5c7AgSvPRnNcz5ApT4+lygwvRTlFLyR0UC9Ov+mPOnFKz4JsEe9goEwvnmFMr41h3C9fEy9vS4+vDy0oww+TD+NPXhSej6+w/+9OAoVvhJQLj4EHug90LE6PiUJibsUnBk+MHlLPvxg2b1IGfo9kOfwPCw/Jj7SSMa7OZGJPZdJDD4jx5o9fraNPdF25T3jUBc9B4r6urIH6D17WKw932TdvCYazT14YYc9mGt6vUcvET6weOy932LuveyMz7t+G8u9Aq8DvjdvJ76Njj4+eoL9PQUTPLwTv1i9FvUOPsS9Vj3O9xy+yFRZvblhdb3jovc9fUlfPr1sArzTUTU+VnaxPXMsbT373Ww9EfgzvGYh+7354R+84E29PaYmqT1tJh4+I93JPUjC/71biui9M5uHvW9sOT4vkAC+2famPd9Nfj2n23M9ZME7vkGfDb5O3jo9qD0DPpz0ET4FJfe9ecwUPvyb3L0xfxO+QWfpPbRYBT0t8yg9ntVBPgzsHr1z+Ui+gPzCvZghaT54kme+YD8Uvi3nKr72PAw+bmjEPUIy8LuE9YG+KhcTvozPK74bnkY+syfgPf5s6L1rKk8+SQpgvCfXzr3zVhI+IMQvPtjSEj6jHlw9r1sXPYZTkT4/gWy+zBFFPtKMVz1dBFO+vqMqvN+0nL1jnN69dpcgPiJBAD3KfAG+oKD5vWgWID3JIQ2+5atLvuIakL774cg97/HYPUUgHj5+JGq+UUoWvh8Lp71ahy697PTbPE0+fb0SFx6+L3drPjPsL74nMuO90SEgvp056jyaptA9lyKavtIL/71ccB6+ZFYEPnmnDr7yPPI8SbZePiboJD0Vf6o9dVSqvcmicb4tTLM9vTVjugKnDr566js9czvIvXYY+71mq0u+Gs+XPkXz4ryPlP47Byt6vYwLmL0bwXi+u70KPnMmjzwOeQi+qVvLvbucbD2PcsI8ER+ROzAu1D2WpHC+N3yLvmvDLT3d8oi+ee9Xvoz5f709QNk9WjIyvn3Uz70xG229t6N/vm5w9rzfzrU9KkfcvfGOlj69bmE+H0Z0Pc3VDbzV8S+6TC/HPS4dBTwsJRY+KTvtPPepmr04VRq9Sa0HPXJqzr19iLu+NmrTupsxkz2+HEC+GLKYPntj0j3DOiK9pVafPc8skL1VQx49EuQ8vk7emL1iyPk9oFqlPT7FIr4C/SW+p1LEvY5pkjxX7OE9mQIwvXvVnL36QA4+l0rpPcBuKj2ghzS+8+ERPeaUk77f3Ig+pYlKPPitAb15zcC9Wyk9vbBLHT6co9E9Ye1+PmgJID4TPo69yc6cvuPRsbw+DEW+8E4TPYimS724WLU9LAIovc6ZU76QT/u9bAENvfLHV74f3BU+xHkkvv9xiTzlyZQ9nBpAvQY5jj0XFQS+oy0VPi/slT6+RM26llibvH+ZBr4i1Zi96iIVvnN87D1bqWA+9mMVPiJKFT4ni42+3GIvPqrZFD6YVSY9vopkPCbzsj2yfB09kKGovSN8AT1P1ge+gJWFvXeHGD21n5g+toE4vaFxHL6cDTY+pryqPRNVhT04WJI9seeVvBraMr60B28+pFB3vdVjwz0TkLA9lLiOvmKPPL50lD097B+nu3Bkj71zGtg9Kx3iPUFbSD7nj+M7x6WjPRkCKz4RRC89q3thvsIeDT7Wvym8FPnKPRZdIz2Aalg9C+12vdVtBz6YYmW+DvSrPbq4Nz4DCFa9pwYePmxHEj12Fgk96f0xPnNzIT74/Aw+KStfPTUFLz6ZRMU9qBxoPTYxhbz9VkK+CNE+PXBvQD71JyM+UqW2PW9sxD3gjTe+sJTkvZm5kzySVYU8a3RRviRBdT1ggI48"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "padding": {"s": "VkFMSUQ="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "adyevE6SN7ytMIG9M5KOO8FjT7yorVk86XAoPSgFZLxfiOO8CX9ZvFgQtztTAPe67chvPEY3k7zVuXS9Q7AFvZ29XzyiJDq8YwogvW/6ETyhH4u7pU3jOzmIWbyzTNm7IrKUvBf4prvKHFi9clTpPFt7p7t/p4q9YuddOo3+g7vdxOw7RpS2vIbpqzxVcJU7M5LTvK9Vm7x3ihg950LHuCVqvzzapyG9GFvxO5WIKTyYNTi8Wz6wOxACmbwKW6w8EEwnPJ8BnTwhVSM6QJpVPWV1Ur0PepC79Aq/vFegrb2urzM8LzpmvHYUhjxvkKy7VoVmvWGsIbsBdQw8sQKFvHIHGrwtH8i9FuIZvaTOPb26iPu88MzBvJ2ro7xZGG68PV3WPPiVtjzJNSE9wiC4vLndVjwkpJk8MSOjugHcSL1k8KI8wnSfO3o8yrwerWA9rAYGPS11rTwDR5i9srnvvJbaCrw130O75zP7POCPjTr/Sz69azgRvViTFjzT+sG8I/2JPGeyTLy6Ub88pp2xu/P8WTzPXou96bcqu5cdJLyBgWW7iFabPL/VZjzaAbi8WjRgPDOT/Dy+xVG9vPBRPFNh1bySuGI8k0DVuhJynTv1XJC8Z9LMOwth/bzm+cA8q05VvXsuNrwRshe8scohvGRrgrw49na7K0QLO+09MT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 