{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "7XrWvKSeBr7M6qo9M+qXvcruiL3Ouhy+nndIviBXxz2LcwK+DcLYvaWVqb3BCaw8OkYfPnqZDbyOrc+9H65EuhLcGL2RND++NZMIPv1Q7zyrF1q9VbEUvUrvKz4kANC9UOgOPmZL1z0gZbm9a5YfPnNg/zzOhWm9zvDqvZ45LrzXX0e9WFyFPeGs8r2Nv0e+qU+VvN9Y3b1CLu09JWyQPXw7Uj1gNuG76Vn3vSNg2D3KnCK+E/0mvk8A0D3AQTg9hvAQvsJHBj4X8yy+fBgWvWJ7FjxAhDK+qtBWPhGcrr2wwZI9tkgFvs5lHb6VYtW9yzArvpEhDTxFkZc9SRuyPZ/qjr22RSC+kS9Zvmhqmz0uQb89DCccvqy+vrxDXwM+chzMPU97Rb5IYxy+GPWiPdNBRb4I2XW8ouUovP5bGD5D/D++VUgTvXyAWb0Wh06+8pqavSvrjL5G5Wa8XqMuvTP+YT0102q82dYsPv+FIr7Fvf69z7Amve9hqL3RQiQ9423mPb778D1WF9I9e2FHvZ6ySr1jhaM8U25nviLfhr6mHcW9zOF+vVvg7L32vYE9lzqMPbuE5r3zFC2+4CzwPOgRND0nycE9NXVYvhYzuTyg6ew937MLPrWW8L2RZw6+MfDfPeJoMD5y92S9TT3GOUm3qr2HxtI9yCArPe7ix70wI2a9faJCvumnYL6Pv889+BVHvRKB+L1A/oE9+mCMvTC70jutQVC+Z8SCPlFHPD7eLF29UQtUPb7LPr1UKz+97DImPRkioD1yWEs+iIo5PuhHST0nnze9qpdfvexrtDzq2AY+tLgBvsEEU746JyS+Tu4Cvix/uz1GhME8x1SOPXgh3T0Lnbk9qDwGPmXbIL4eGsa9hGMavWlJML5TOeO9eDXmvC8NGD1pRxS+VFYnPjpjND6RBjK+cuLvvffVnL0QcSO8JtL1PYvE871R9fs8snloOjHxAb4F7g++fPKcPSgeqz2Zmek9AoQBPshCSb0lh/+8dbsCPgrDNL6OghS+Y8hKvlJfQD5ehCA8UUgJvh3RDT500fm9oBBNvioGZT3DdgK+jLo6vdgyVD2D1DQ+heJhPoFcBz6FvTa+q7gVvvs2CT5deFQ9uQBsPgoIMD5XV8g9Xv15vcra7bxbkzk+lvEEPkfWFj4WnwE+jQDYvZm4qTxsJQk9NnyUvVjGGT5+FcA9f+aYPZNojTxX9Og9tEjgvXyQVj3fJpG9OWwhPWscuTxn/pk9UzfmvWu7ybwS1ls+sWvoPXH2A75VJle9b9s0vj1tKT4rY1w9ASMjveKpLz5cyTm+ObDkPJQE1b12C+C8cV44vcjsPr6GnKA8h8eqPbJajT1wSau8aG4svYdVHL0FFS4+4RnYPWfwEr4azQc+ER0HPku/BT3TTmk+siFQvYI6Oj4K4Q098jI3vuQUHz5Mgp88/IWKvqLT8rzAFve8SxBBPgFoQ75wmJs9+OohPn0uLT6Y96i9JApKPrzeE74eq2Y+9xqGvQ1bYDx6IzS8cARMPuKeaDzQ52i+wYrZvMD+Zj7VzFO+1cgAvvIcRT5PvuO9hcv6PYUYnz1AG1s9VogOPmK2UD5AMBG++50ZPmWyWb4rgbo7HuJPPjGvJb6H1BM+8InVPckB1T6yPgu+cW7bvcaQsL3vyoA+1ngDveYRILzCgCI+wfU5PhuIqL1gbjY9Eu+0PU3Kb71v0aG9ER5QvuZDCb64P+u93oStPYtaRb6jdg++/Edbvgj7H76Najc9vuxivkyJDL5E+1E+r6cpPfvmBz7AGrs9ENNGPQGVBr6Csws+S1ENPkQgyz3rD1W9UzI1PTum9D2qd6q+fScHvuGaUL7DDBy+CZh7voPXAzt3/Bg+TELNvbDFhb2dvb09Km+WvOEpPz4uwdW9ZMssvqL5+73fMZc7AAvnPbBdhr2KRfg9hYh8vl3GUL4zXwI8dQMvvs+So70pfDG+pQ9ovoQG0z0qYxs9pyA9PlpH9r3VWFK+DPjKvex0jr1F8gI8bzlRvpwJwrxeCyE+itw6vCC4Zj2si6G9lMZovms4gL0eFPQ93DpBvZzPzD3K3x8+UQW5Pax8Db5LdCc+PfgGPd2ihT1AWoQ6RV8bPsRZh7ymdJI9VvKDvmDsiL2PJym+C78XPuSq7ryUPfY9czz5PAIyOT3t3529spVMvlIoyb0aUok9i1f3PHiwzz1Uase9ptCNvPGSsDzAeky+96JfvdLiK70sUho+Mgc4vjlV9L1Ywwi+wIbjPTzk2rvxRcc8DuzvPdRf8T0xHCs8N+wfPly3Ab7MTTu+sMr5t0HtyT0smgc+GexPvl5eZb1414M9IDkgPoamt709+kK+YLgkvj63Zb5cjKG9bDnovWeXqr3l6n8958LdPFX3Bz7vkWC+M0wzvrPc5r1V5h0+o8zdPWhHYL6DmO09X48/vZ0Owzy/pUY+LBuHPeL22L1ig9G8FnYWPZV8zD16cRK+PgVcvn0UT7zUw3a96/nlvVOdQL4zFSK+LtjVvVqgFb5c7w0+Lv/UvcS6H75FMrE9sMGhvUeV1LwAJLE8R/CGPT/yE74k4Q89skbxPWEemj3HqkU9TW/5PZUrSr61cga+e6RPvvNROr2/InC9gAoXt1xNAz48RWq+bNMfPOhmp71sgZ89XuAXPp6td71VToG9u9aBvev1iz0Z8eE9tHyAPYuYJzxKjfM9AuEqvnlN/D0+niI+O46UvW4ISjzHW0C+CQBZOzq6SD2xSgI+r7YnvePRBD04JuK9M5PEva9a2b3f/gG+QCd2PPs/Kz30AiG9Yb+5vPTTi70dmE89Bl/5vekV/73XrFc+ygfYveIYyL07eTy+fWAtvuQ6HL3k8aI8piWfPV6Y073mlcc8UTH1PE8Wmb1+gAe9Q37qPX7HG75VBMg9KLRIPlcptD1zmF6+37dNvAEpTb5kNEe+AI3ZtjYOpr0LK8y9o4pMvZ7Slr0nFyo8WYTtPV9DFb6YkRg9FjMOPj0oZrxLN3c9nHgcvqs+C77tAyy+bid3vWoU5T0SDAq+fYiCPfavjz2Edp+9QzddPgI5+r0SVug9tvs8vqTYyT1fiTI+OzGkvZwSFj7a/J49oSO1vW5OTD7PHVU+hUm2PQnELT58XCw7hLlXPocDIT0ijXU95T2NPQm5j7wb5kw9EoRIPszwMD7lbAW+WnZqvWAoPr6TwxQ+4FglPrlHkr3BRAS+of+BPDdQsr3KpRA+PDwwPmbK8LyTvY49Zz21PbQ7Az4iCtG9m/JFPfa+PjqfaoA8wASyu3E1LD0QIE8+VsjivL6TA74ISCe9VgzrvYdqUb2LMvk7dlByvtFA/r3vJZk9SPZfPfn1Jr5Jshu9uQ6ovPKJ+72LCEM+XjDAPbngOb4e2Q++zBU0PN4STbxcCNa8pk5APNQWFr0yLRK9bHf6vUMhjb0dL+k9GC2KPScBIL7eVtk9AP0YPvR+qL16yRQ9U05YviPEfD0scAq963GavhViRT6XxFU+guSYPkp1rL2M9QK+tcDvPengxb3bhoO9a483Pu9DGr5uz0M+YX0tPlp6gDyGpga+3IL3vF3s6z2bwa49odotPvYopjwej9W9O1Lyvd+Nlz5X0hs+xnmtvRPv6jxhukS9T0cCPHMA4T3Jo9A9rOc8Pqur9LwKP+M91ZQbPu44rD0UmTm+9A8LPjoUVT4DUea9yYOnvc50lL4utaQ9f6hFvpa2LL4v8hk+O3e7PYGvrz3jO6c9b4Uuvuvnyb2UhZA9WNAOPRvzlr1TSBK9QXMaPbNvCb2PEfG9MHctvph13L2f7Dw9KiQmvfi1zbxMMQK+kZd1vv2ugD4zu22+uBD9vXOGgL7/v5O9aeczPvMyBD17UOk8UiFrPRkFuz3045m+I9mnPTzdkbyQSdQ96nkbvt+OYr2HZzq9FcB9vAIqgL1Rc1I+SLHAPQ+qHr6HS7s96HM8vUUkMr0XVbe9X9iJPqpV5j3BnC49bTSFvvpK+L0UStA9kn5fvqr2Qb7wyp2+uQKNvUxmAz3NWYy+jjW2Pfj3NL78sEO+kLwlPtOPPD4jPlo+4fPSvSSLEj2TyBi+lqv/vSeugz7BnJq9WnbKvQxfI74bWfM9WYJOvDXNrD1Khto8bTgkPnhPET4P+wa9Lt3fPDwxO70gih2+K3MkPrapl717chM+c1hXvkbhYz1sLvS9+mLuvZiYe72cAA6+EuJ3PXHUEz4KloE9mfo6vtGsqDyRpFC+6muMPf+LUr49cVK+BVMLPuevwTzdXR2+DkwsvvFOMz1JDqm9HO04PoTxOL5t6xO+QGQdPica/z3Rgqi9PczcPPIlUzzyT+e9Xv77PSjmL77fZRo+0pkEPswGM71akRu+wPmBvXvPyD25Eh0+lFk/vtYXY74e68e9UI0YvRljv73tJr09oYAsPldfBj2NmHM9ATh/vegpsT2WjYe+5tkbvt5F3r0lhai9mnWRvdnmy72xbPo9Cp7rvcXZ0z0iRNm9XHotvqdyoj0idVi+d/zxveTLoT3qGwU+dNNdvHBQaL4ptdM8MAs3vrzBVD3pCLg7yuAHuyiy3D2REzy+7XldPl2Ngj0DRz0+LhImPjcAuz1pDBw+QpwLvvxUDr6AeAI+58OGvTYG8b1TU0Y9pJypvTOS07tIEKO9lwfavTWoLD7PGQg+6LkivjO+h7yyewu+yOCjO39pI762dzC+kRdevA+hSz39hZs9pogWvllp1z1TfW09X/bTPZYxjb2H/+I9dEkPvqUGUDyZWz6+pa4ZvpuEwT3B9zo9E45xvu8on7waQO+9vYuUPdtDTL6wMss9TRDJu4FEFL72O4q8YIYlPl7Y3j0fKXu9/+bNvZVyAD41Xze+XGoNvsedHb6zoYm9e8UCvk18yj0whx49awbxPW2dnrlp1RC+2WQGvlUDQ75yBLa9Olq9val5Rr5L0Oe8xDeXPWttRz4Rn4s9WZbXPdVIV74Douu9Z7pRvM5BjjziR708WsnAPXhb3D2STYU9c/7MPUMZGr0hzVi7k0XyvU6Qwb1QVAU+ak7XPZlZML5FeDw9j4t6voBrQT3x8eo91fEmPTWX8T3DaPU9v3zevCH5nb1hj2M+9S6jvajvqT2mtVe+LCncvQ/Ruj1JoYO8GRvTPQHuoLxC5ya+pxAlPW0l1T155z0+c9nhPeQrfj3UABs+NSowPnkcbb2b+II9nV65PY9naz2Zfdu9KZsKvJQdMD1ZLkG+66UgPtG9hb0S4Li9lXwwPoeBsT24UHU9kCgyPuHL2Lzuf/u9Mnj+vXn0YD5UPSO+yAsvvQFPJbvlFEW+4jFWvuWMCD4/aaY9j1wKPlZADr4DidA9w6nXPRBMsr3Akgs+Ys0EPh9yPb5eKIS9Y1ISPVKBpD2mxMU8sTbkPXZgLr0Pz+q9XASkPRuzIr5AUda90CR9PVozLL7JNwy+Rh3jPKIfIL4HKM29vswEvmSH0L2edOe9Wm1wvKWjoLxtuR++HglJPsdDRL2hcpM9N4plPkH4+r0iUeM9bRa9vVAJoD4B2569qRhsvoWAvj3hlPc9cdw0PlsVWb4+S1M+r42KPE5SYj0BMju8tjQ9vsrFST3gMls9PP4IPVZw2b0LxhC+mDccvXZ4qb2bjye+tsm1PYZzWb04fgG7p2VXPfHAGT4o0tO9rJYEPh2lBT6CF0C+CFm0Pgr3jLxvV/o9qUA1PFk85r1+zyC+j7sIPc26FbwlPlQ9foIXPDQhuz5gqTs97wESvq/TPL5ys9I94TKRvoACxjx7A5U+u1vuvXX8Pb5nS8C9IbFEvmWb+b1WP/a90+FjvhowoT11e+C9J9LovVL1+L1Uclu+HVtUvqhVc7ySE+e9pMa6vV0fXr5a70g+TAt4vmy9rLyLNES+ahlqvg1aVL4S4Ko9YrjaPbLtWz6tKR4+0tR0Pl+QLD6U0Cq8avwIOq9wr70cf/S7PV/OO/2TJL49S8E8FCRyviyDkr3MmQ8+F2oOvNyfXT3BGkQ+mr0qvlv8mr0jt5S+17aaPg+/vz3Tl/w9/5u+vOiBYj2ACe09xBt5vbpxL7492V6+50t/vrN2FT0CoHG+kM7mu2GRVr6/w1C9imIUPoaS370Ckyc90Zrpu2mw9T0ZOh890l/aPErV1b00fYy+yAHKPCS4Sb2P0Qa9LsT1PXKXNb6Vuyq+oCCDPZrygL2tcua8smnCuzt43LyCUku+uBxUvo2aGD0uLek9jbrMvfzqJL75otm9Fopqu2+SiL32hrU92K7UvY4ycLygMfk92S/fPVzXFr4kM8A8s/cqvtwuAj497WI9jpM5PjimO77D7ee9E66/vR/VMr5vppA9dQIsvvUQSL3NAcA9+WNaPS0h/r2HKxa93hUsvjZWHL7G5Gi9DmKzPV3TKb7LkJu9ic+/vQcfBb59n0W+tMxSvYOzP74wMLS9Yz7cvRtZTz2pekK+r7vQukj6Tj5O5MO9f7dIvleD5D1HNi0+NliRvQoMmL2XllC5XXclPss50ryMagi+mPnxvT3dxj1f9d69Re8cviTjCD4QZge+TM/dvY+79r1z+yy+9oFdPJDs4DyI28m9K4Y/vqWTAT5W5pm9H+0xvopv5jxE/6M9COT/vVra9j1LiY49aBawPZACqD3ZJgk+K4IevkR/Cj2FwUm+QUnDPT9oCD2NB6u8+2mJvQOoE77DKjc+ERckPZQbm7opNio9f4P3Peyx771N7CY+lpjLvSCyzj3a+S09ekoWvSp9AD7V0yK+5NG8PDOeHb6vCda9qCksvb0xWb1THBW+QTJAvo0uyL3ZH6O9hBYqPSzzCL6t8hU+s+BOvip2uTvg86Y8j8EYPsoBBT6GxYG9VwKxPQtt/b1aLLy894ABvqFv7T0zIBo+69GCPsF7zb1IGRC7FoMVPv9MG70J5ye+ymVnvk1twjy2cWC9YgUlPoA2Er5tUAe+nHT8vRiqXb3C+gy9Xh0+PniEi73FrJ29zAibPM8x1L0FQrs9lSzmvdjee72rRyU+fTVLPorBtT1+sBG9owMePc/snz31G5M9wPngvYJLDb7zDd69saDUPGSk8j0BhVe8s0a/vXCCIT5bzVk+RSVzO8ZhOL6yDX++QU1mvuQHEr7xyD4+3BebPfqZQj3ZJEe+yAUXPJ2Wrr2e500+pg9GPt9J4b1ES2K9C8RLvhCtA77sA8s9Vq+aPUjxFD0Swoq953wAPlgoOD4SJzk+ZUMzvhtRUD5UakU+mOXLvBuqpD1d5Dw+DVhMvsNqG7012Ey+HhGEPRZF+z0i0iS+7ynlPD5KaT3NLxo+RJ0pvTFGPruYo6m8z8mPOwH1wL0Inz08pIIdPv71Zz5rvM69gPkQvU9YLT7G2Dq+UMN9PfO8rDw85gI9yO0xPU/0eL66MJg9Pm0YvbsOZb3uKno7Wu/RPUuT4rwMhQu+nq3UvJNyUL343o47vXMXvvXqFDycTGi+G1PuPYoCJr4g8pI9aplgvpgZJL7mda68CLPfPU3Qjj2JVUO9hSlMPcFDpD37RGw+elBuvcsTN77uY0Q+aqwJPuEy3TvSqcu9Ft1hPugF8TwoLvC9N4VAvsCCpj3LXE2+mdJ0vizR2b3PfWQ98gQUPuhRQ75jlJM7CaRTPhLzxj3xHwe+wJYrviFEND4AObA9ZauTPQz+N76fxXW+8R63PBo4973Sjjy+uKczPjUc6DzYpaE8LdsevvVHaj4MMz2+pAUovneFtjz4pbw98paEPCb/Nz7Vh0g+345YveUj1D1HhV2+Hik0PtdMHr4WebK8rvIKvVLhMz5AAwc+F1nevTPDT77TFzQ+x/t0vo5bRz5PcYE+YvJPPtAART2iXbQ9O0jxPZHQbTwhO0u+Fq1SvvnTbz3KbBa90scNvaVtir20mfa9cqBfvtW3973rlyK+YvGBvMuaK77hfik8Zz0SvpgoFT5k8H29GyiwvaDXLj3Y/bc7YRsLPvf9mD4Ba48+2fUyPpB3nDo7ATC+JPJBvqKFdT19fCC+zAlrvgmMrr3v+VK+Rg8TvnYLyb21M5C91rNSPtm4ybxq6dQ9w4+DvYx7HT7sNwW+wUYmPtAvl73mkxQ+hPPPvWOfG76RoCm+eS+vvQqzxT2YFwO97+jsvTsfzT0XXci93XpYPnqVub2nrhq+taE+PnXahT14/5O9ZqwavtSBFb4KHiA+UxtSPRZWjjxunOi9je/WPf2G7T06IKI9/n05PYJe7LyJT029gjINPq1xNz4dpUY+Y3qevXjJrD3tzxM+ZPXjPWgt/r2r8aW9ckFWPkN4Mz7ONeu9kuGgvDV/+T2vrxO+e0ONPbKnkz25X4C8c9uJvWBNbz0l4rM7UWhOPYDbgj3DWks+RaHVPYlKhr2c6q28ubzcvQrpLD43oeA9AFiBvTl7nj1eram9GK3sPciySD7mLHs9hjobvt/kQL0cZu299hkEvh4ydz2dMF8+iUVivY5OL77Zc6c9B0u4va7gRT7g3xK8/DUDPifgZD5KYYK9lj6kvbWCKj4hhLe9KGz1PRkfAr63ZWG9gArrvUD+ST1bl4U9lI/NPZZLbj4SiQM800ZVux51Hj7d+BM9MEcoPorTzrujT4c9jROTvQFoJb3N1bE84zJPPExIgT3SW5Y9Pv/0vHmbCb7LtLE907SoPbGtPT3WUvg97deyvaRYM7wgnj8+t4/xPTTSOT6rRmC9hAZ+veNsWT52iyC+oNyAvUi+wL28ty4+reSqPdjUNr1ts1q9fk8LPuC/8D3CtHS9Si4fPTzHCL5+hVO9L6XnPGKw1r2hNwS+7/eLu14FPTuusl0+rYM0PpFZ2b3u8Ki8fkEfvRolUD6o5BA+HKnBu/ovRj62Zwc+p2x0Pg/clT3mdME9fXeCvbwXljzYDRG+c7dlPZ0Fgr17rTc8mFimvbTGzj1Fg2K9lnKivdAElD1mWlA8N8Ihvq3NrL2W/Rq+5QJjvu8Gij05ppU80tBXvY0bgL0XEhq+/S9FPsGh772nDTU+y9bsOlVMJL7W0ag91tghPs2wnL49eQq+vXWrvAZVtL3Pt7S9wwZKvnQRtD2hCmI+f88SvsZX6r0IwTa+pjLFPVajar4PWFq+ArtGPv+zcz1zCIQ9TOKfPdf3dDwMT5G9w06LPXA1Kj0zdoA8Ud3kvRkaxr1O/Uk+uXQTvohkbb54Rvm9QayZPUXnaj6OZ429d8igPa6KFr2RqR0+a2VlPIXLE77FCTc+LG+cvQh8AD4KBmw9VU/dvfvqfr3Ttdu9/m0WvhZjrLuBDBw+DsgLvcOZsLzjM6+9DuSBvuopRDwFMDa+oErkPSi0P77FWDi+x5XMvXcjK7s9gIu+xVXgvAm6Rr3CYgC+/Uc1PvW/Fz7oGI681iXbPd7SED5qTS4+G63VvK5pMT1yB5g9FUQIvcRsmby0XQM7DPcnPQ49ij35Uku+8eoLPYDJSr0XZkG+FH0kPSc+SD2qLDS+UGo/veVPzD0y70U9hyuOPQJoWD7tOeA8s0GAu5ybPz7h23a+FsL5vQ4Qn7z8VHw93e3TPTL7HDrLUpG9VQmwPcJMqD3XSxc+w/9LvuDUUz2CDmK+UynkvX0iA74mxBI+X+2Jva/yyDw+EA69ukYqPvNRqb1XbeA9JNRBvqd50T3RBby8WPcnvupfQD7nJMU9ttWJvod5v70NyRg9kapVvRYmJj1ECyW98V5dPb8lc75C8Xm+TuIsO36grzvdfPe9ex4nvkvuQL45Sw4+a63tPL2LYT4Cj9u9DVEMvpACJD6HgFg9ZN7pPTrzBT5NOy++jkxiPvfQ+b0N25y9m0IiPe+2Gr4qdxu+ADq3vb0f27wA912+S1KKPQkaQb2rylw9Jj4MPs7OWT1f7qI89JcUPUylGj59SAk+LtqwPYRHOLwAvxE+384jPl+a/z25yTw+6THJO/QjK77tZhy+ui/lPNVgAD1fky89kshavNoRVj6r9A8+o6aEvU2Uwj16ABW+Hg25vZXfOL5k/wY+4ZWuPGsyUD6bmaw9k39vPdFuQb0f0FY9mvQ3PVBK+j3HTzU+uUpAPt+ztj1gfvC964/zPBnLHr77COm9gOCrvYDnH76Hg8w8mvECvUoCn7yQ7769du8NvpqtNb4re2E+spHgu3LrFb73mxO9p+0uPcLHgb0wHn49lSDtvbON6T3pgQo+Bm8qvuBbVz02qSS7pO1ZvWIp+70vpoA9qiJbPl654b0QAyO+ExdBu9Md/zzQKS49+lhOvqU/Qb7KYVa9/gaIPexsyb0yeH+9+abCPQBAQj17TYk9XDG+PUlmwL1CYBy+d1zQvUILEj598e29wvpSvf0rar32oEo9BRVkPu6Z7L0kCsy9jo8fvYcdtr1T59+8hqoLvifvRj4hx0s9X2YrPsAycr2g4iw+8AJCvY4u8r3WqWk9CajzPXZhPD10dOk83kTIvT/2iT3XeG+8g3C9PVp4KD1Mdte97Q9xPmVmRj7BNRA+NolcvZf/Pj1WYUM9A8NpvSUepb3dp3a9/p0tvig1CT0qSFs97FQOPUblFT7S34O9DuNdvcaeGz7iZBI+KlYVvbTCGr6ozt69StU5vfEovT3D4aE9ijyhu629Ajxk/i296cjiPRh7ZT4Xz/g7zQhWPZJQHD2Awuk88dLnPFg/072Pu+q8ao3cPOBsELznJAo96S76Pe398j36Tqw9FoPOu66nET6CcBe+1EUHPScVGz094WA9xHsePTCagD1Tvoi9Le5xPpSv7Lwhn6W85a8tPjfMYT1AjwC+3HUBPka2Er4I4iE+mb40PpUqEbxxaQ2+1wVVvI6b/T29uWk9lFMIvpzblr28NlK9CGudvIzazz3VpqQ9BvRSvah9rD0bRWC9k6TePd8g6b2fEyU+5J8uPiIXQz7sUbm9QRn/PbdEpDwI2wY+iRwYPrmzJT5VdCQ+K1ohvse2KL7kZZm9bnIivhIwcj1zMyW9BI8gvo3a2T2sb7Y9kBvpvfoMWz6JOrc9BMUzPZHLU70Rt/O9XlBxvpwjkjw1gs29J2pBPZfCTz7TECA96OO0Pd+nQL2BJbW8HIMXPScTyz0CY3Q9hOipPYU/qr2w/Sk+jK5Xvraymj01OYU8UwylvdoYDb7YqPO91rJsPcZZQ71TFwW9DFkQvon3Jj6TpaW8nBA6PiWAGb6kHr89Ec6MvEA6H71A4xu+XWC+vTk+N76cu5E9RhqrvZJaAr7Xioq8xCPGPKQ1gz3GqlK9MNMRvj+KJ76twsy9r6K4vdhy1TwQbTK9Iv4lvvSH+j2hZMU9W/nIPZzt7z2cJ9W8lsxXvnZiWb6PWkQ9MD+GPeShI74GKmk9kxVhPQ9lDL5GsRk+eR4zviNcnTxP09C9aN4DPkyXCz76rlQ+G4cXvnR9Tb5mKQM9BzxdPU1HWT23dz6+ZsTxvfFD9DxHuXi90AaFOTHp9L0E2mM+cTAavgBS7z2IuDo9VCIgPs6B27wgABU9X+gyPvz6B74CIai9VHb7vX5Qjr1ur8c9VrIWvt6YgD2bNiA+rLlGPaDQPz5aWUW+lmK0PWtvN74QY7W9ERPJPTTPMz28BRM+PnU7vpXISz60o/K9tlU6vqmxprygUQs+TUpZPfQboD0Wfk89TL/yPW5bnr1McIM9ge2OvdFJET6hhk66u9B6vWG4HT7b1dM9WPftPWx06j1HCoK9c/SIvf+gwb1+l0E+h+czPgTx3jzuJ3+9LzaVvdxpgL1QUku+ivgtvkGbZbwSQIG9ZH4xu/BN0by6aAG+YJVAPv4G3DpoSnE9HUoEvupRgD3BsH49N2E9PSBaBL50zqk98wM1PlHynr0HehA+rfhVPcnYnD4Qvik9gTydvR2OJj2FSkA+U0y3O91JX73pU5w9pd8Mvn2rGD6cciE+fHIgPAGOBD6YFuY93DwwPhzfIj6FZzo+ALtIPpBuAL7Bhgc+AS4wvX7eAT69DjG9ZaNdvRpmkjyYnT27d3KzPGK45r2mp8w9ertBPhOzbb1eDjM+FGtiPZ4LX73CabG7Pk9mvZ5R/DyuCdw8YFcVPlhKar4YV5u9IZ5PPoriqL1chYG+MgOCuykSgb5p1UK9e/XhPYg5Tb6uEr097btuPggnuD2diBa+Gkz0vSus0L3KtVk+vY7MPRSyJb0mEZK6BDYFPvMi3r1moIG+7VvjvZ593z0GGwK+8XKQvU18iz3vVyq+9zarvPeMMD5jv/09Xf1FPvwGMb1ldxe+a9sIPtLVt70OahI+yAR7vorPP74ZTxa+zYHQPUr3Yb75rou+lNG2PRMnpj1ig1W7IwMXvr5k5b1DUDo+tCSLPWtNKz40leI9kADiPVrDCb7R9b09rRhrvv3SZL2ovfW9mBezPeqP1D0eXvg9jWB6PfT5wD1b0Uq+L8IAPiXw973b3OQ9sG9WvjH/Gb5K1hI9HFvTvaWQ1z3G5Ys6+KZiPZtc3j3fI1A9oZ2AvoOVi73yAgw+ENEWPvQFID4Npwk+19zavcaER73kahC+zqHlPb4Xo7yMiME9diplPUqoNb6uatg9PqP4vL7DPr4lVBK+WSJ1PSp/jL0u6UW9mHLXPAa08L3aFQG9FeoVPunsqD3HtFy9umtZvEL0Nj26Lji8nBQbPsZqP70VTBq+qd8PvWTkJz7/Rpw9uLtIvRTHDb4pxYQ7lLpKPavSm71o7As+X1QAPvFMK77AWEy9BVQUvnGAlr3mvj68+uHTPZjJPb0QjzW9P/7IvRHjhL2xutk98lIcvkavAT7hIiC9g7PzvQANeb0xTzA+FH9WPOwTwjyilsA7zOlAvggbS77ZRrs92S0DvvQWFr4wS6W9bJLNPUZvrz0o6MU9NNI/vgNZ37y1+ko9ss2RPcND8LywGtk971IhviNwH76gXy6+GQTsPXi0gT16Xui8/pUZvv3Kl730LM29GFcEPobSyLtBivG9nJRGPVErBz4PRZS9pSvzvWLLzb0kboc9qeWTvcHkGL4lbAm+YqPSPasFBD6ILK89UESJPpMjtrwN2Ru+1jMnvB5hfj6sv6890ScivmWQm77P7D++l2Utvds2HD7Nydg98hPAPYVsEz0gagy94+QAu2X6CT7FUpE9t7HGPAa+Jb10/hU+WvTCuy31Fb7mZ6q9CYs4vmXZGj7+Zgw77HDKPXBMfT0h2p89+sRgPrtB4z0iW929k+TPvHfbgzxJnT0+TTq1vKZCBL74Nsk9sRTqPeynoT0JzFG+QNlqvU09vb2w+Bc+/6LjPfHMnL3mUG6+TKZDPk6tyT3t79e9xq1rvZJ95D1e/5y9bHK3OtlMlj1iIEO9/hpLPvraCb5AVqq9AaY3PcJrDT7kHK29gWIDPDs7lzy52Da+54MFPpRWQ7793a49RMvfOz28Tr7+DJQ94b3QPUkBmz0MBDi9dRGNvTW4+T3zPkK+OBpuvlNJqD0AiDu9XNeuvY+KkT3MOS++3wqdPPsRBDzWvqS9oqPXPRsNqz35tIq9if4Bu47Lgj3Auy0+SwG1vIJmCr4rdJI9cBtevo6VhT1NJ9k9eWhjvZF5GD6wPgO+vYQOviJeTbu2+V2+1l9WvpZAFz04unS+REGVvTxIxLlmZQI+sSqFvRXcer4aoEy+2IZIPT7zhb4VVcs8iaATvpdojz1KviO+TfHwPNxZGD6Nx/W9WbC2vcDPJj6QWQm+JQv2PZ3qKb0aHSK+9QX8PKUIWb6Tj4C9x7nLPficHT7GgKa9h26KPIzQDr4HEzq+CSv1vVAS2jwhUn69kJOnPZ1+1b0FkJq9MLbrO7d8Hz49NqC9IFB+vBBOJ77a70w+pFiOvmgzkT28EV++kEsnvcN9cT0ppZ09JS7mPSXmbLxW62S8HBoVPV4kV751/qK9QsFfvRcYxD2uXQc9/K1VvgeVEj40eWK+g7ZDPrLdPr6h4Aw8kRqHvtFfsTyLquy9o0rPvV0NnjyCiZE95NH6OwngRTsU3PQ9+YW7vSNTxD0XQx++y5ElviOy5T2owQ69afsBvspe4T3eFwO9mNOOPi2SOD0p6nW+QvPdPUQWGD0HnGE+OowRPgbHhb1Eeoc9qTAePQJbAb44uyU+Ew31PYRS271udmO+toUUvt2OzL3EGYs9mjRFvtdzWL5hVx28ZImCvsbSHb7gY0G+YdMRPiNU3b2NTxc+taL7PEsYcD5ajUS7vo6JPTZfC7rOyjk9GQ4EvZQNHD4qtEy9AUEdPjGf8rybCMK8m6hcPpPjWL4J+ro8MUtVvuh8ib6q7kS+4zCrPfTncL6qp2U+1ssTvoIsGT2zJba9DYkQvixbNj6FDyU+F84Hvrt/OT6pGpO9y47+vWxs6L1cp7M9ZdCZvV1H/T1R0X++prRUPrjhG75K/UM95A7mvTfsiDwZ3kE+efafPZDnmr0p1Z696LBWPbZ6IL3KnxI9B5pDPtlHFz5qZ6o9IhclPqg7Ur1igQq+nwUpPpv4Iz6QAQ09pe4xvm5AnD3I+S0+l1SMvRi1cD4u9Zs9oOYwPlJQnz04fYq89EMnPqE8vj3ZxQs+gs0CvjP0Gj6m1tq9iX0bPmi7VbwZcq09mUUkvZ8OaD74BC87F5vnvWW1xr3AHGA9orbSvSkb5D38HaQ9USGMO3/DVD1F5hA+2FgPvkSB4jxwVn+9pYWEPMAtIT38K/c8FLEPvXgTPz4vtbG95YHvvPL08T1U6gU+eBfivSNzJb4Dcno+e+KNPVsgID6Ny/S97ngWvgfJdj4j+wO+lLIoPgtIQr1OVh0+yq4SvtVsIz79yyG9xBYAvbZqAD5QUOs6RRXpvZI/ID5/+e68P1P8O/gqTr4SFEw9SnE4vcxP2T2PKxE+Yw5VvYmVsr31mBO8drNmPVycJj6w4te9lwgQPuSoFT7oOPO9GB8MPqEGt723k3g+CwcUvVK5q71jWsg9+AYaPY8m2D1ODC0+K/8LPmEt47zY7R+9xWypPeDlGT6uIIi76OeAPeW5Jz0U67Y94EYjvmkoBL5l2oy84UwQPgn2+L1Qdim9iDEXPkn+nTyvpQo+NPKpPZTjDj5bbSg+rL47PYtxTryeiQQ9vsAYvlCE872Y+Jg+4WB5PR+/Cr7nq/69QQgjPliWKz5iNym+GbXqOhMakz16FxY+box9PZ84BLxQgL28L9+RPVQiRz40IX29AZNDPo79PL4oDCY+DPpMvSbuBD460Iu9kyVAPmDexr29G+e97tyxvYRhaL4HRFC+jQH/vSNw270OkAI9MqvDvTpyIb2xyC69p8PLPbgXV76/WjA9muDUPG74cbwIlYy9gFqYvW6iVj6GlLG9UWLiPYsMOb5oAXi9FjCRvcTtab7H0wG+CQmNPT42UL7b28s83iZXPsOAU7vX+BW+VIKaPZhLlj23le68gBnlPRSql72IZ5Y90TigPS6Oa75Bsz8+XTspvu9sib0Y3TI++O8svWtKn71C6RG+15YOPcx4qTwUeio+rbwGOyuqizxDEkC+qXLdvTz5t7w82MS9FJKTPLLjWj1T9d09HBIxPiBKDj0utmC9xaQ8PWuGCL5nxwQ+6rfUPQtnhr3r5G8+ZkLPPXCd5T0JLiq852DDvZ+f1r0y0xY+fmWCPqxwVD4mmfw89CwOvMGGujwc0Cg9SpswvhQ4gj2P5S0+rAmjvbu7CD5CQ16+kjcHvPerPr7A6F69GvMfPV5jcT4od0Y+zZZWvo5XCj5fRgU9NVVnvm6c5D3F7FW+OnAVPgv2h73pQ6U8lgcFvq+sVr0SwnO+z8Ltu2GCsD1s+oY67gvOPaKIVz5DQBG9BaUOPhidAjxlbxg+Ms09vvj7RD3xWDU+d7r/PB6Q7j3Pmi++2SBpvpwqG77eX/K9YidRPjyosb2zrio9Hr0fvjMS6z2Jf3K+i5mIPsjmlj1BNxI9bTz8POF3kz621Y+9cbYGPgvvBb5+8XU9Z4ngPS2uBz4q2xu+oRoRPlH6MD2+KK899liBPhpqAz7iL4Q94GbMPXZVabti3Cg+qPRHPnaDGr7JUos+jy9qPltYiL1HT1S+W7qBvvyEED4TMAY+37PrvYHVnD1qpv89XUHOvaDPvD3rShs+bNmgPmp7oD3hKTi+8lq6PCDYjL5lQj0+wc2EvcS6ob3k5SG+0phaPVzdo71M9KA+ALkpvnx+/bt3gk68Xfg/vphbv7z2/969EzFPvhA1Ez5gNJK+qtObvFzaV75lMiW8dOCIPSL24LzzNFc7eDcRvqwuLT17+IW+UI+GPqgos70mlEM+HR0iPSy9dbrr8sW9TQlpvQHpqT1qdou+M3tWPmBjcr4ZvpW8WtRjvvYYZL4WuRk9XQ+QPi3STb4O53E+9RwlPTRANz46aUu+6hkpPuR43j1XDOM9ivl1va+OiL77CeK9hwthvQSmm7x6she92GKuvWBNfD1iNgu+ohs4PUfDMzwq0ZE9YW8lPsqAJj4h8p29ROH0vY02sr2cRpq9a/UxvkRBGbztSgu+ymrCPKla3DupAiu+yMfAPbjErLzAiHe9CWm0PXDwhTzmcuk9tvckPtrnHLyCXL28jkCvPTYBd77/+n87TuDCOxDqvLyQRr888GgUPnmxKL4ywXc9AhDsPAdxR74QPfw9VNLBvfJmHzykRoy9M4dXvljF4z3Owz2+f8cBPsXZBryOPeG9KRqXu0Z/LjysbEe9bOlLvmdmSj0namI96P8WPnTPMr6Y1BO+mr7fPOYw3j1tyzi9GCbxPQ2EVD1Jjve9+gVxvemy3b2Rto498wsGvv5PlD23oSG9fMwfvmJA1b0ieai6CWBvvWiPLz44DGK9PsZNvWFEML4SXDk88MQTvubUXL6h0RQ+D7wdviu63T2hw4C9pcPivXFAiT1/1ze9T3qmvQQTJz6cNf69QxtRvflv6T2D/bc9/4tJPRlyQL1L7sY9tKF9PWtHBL6bqdo93z4PvkGoi72tZ5A85CiqvQNOwL3hJ1G9Ph0FPmbc6L02cYE9H1q9PNP05zzTO9M8MhF1PV9JGb7qbpK9TpEpvRNKIL6bWRe+QJQIvliA2Tyld+08TKv7vV6x872a8HG8+Q6gvTARSLwMHQO77rC/PMEYSr0Ll669PbDuvWVBfr1gevo9Qe8MPudXJL5gAnE9dbUpPv0a3bwr1O29zIvpPNQGBj43y4A8wupdPa8Tab5/6xA+ZiMJvmvPLj4Mu5i8c5dFPtC9ODxD8S8+1SOkvXf7br40IYQ8KBZSvne3qbx7YFY+5kLFuwLf8r0fBwk+8XaIvqOXRD7e6wK+EhkePkZ67rz46r47M6EDvcmGKr61cIC+9ksYPszz+j1+KFi87ilVPVMtQD4pVQk+JXJOPklTu71V9Fc9QGRNvMDTvb10mTw+LUsavaoFGz6xx629LaY1vY9XUD1bKJ29B/FpPgoH0z0iCiO9b9p/veBRBLxJtV881JW9vY66Cz2jr5O90A8evb466D2RII2946kXPqyECb1W0Aq+Ehl+vqvcx7147OY9lgyqPV2h6ruhYRG+vgDYveJms70RDuK8pSPxPdoxPD40JT4+p66kvct7qT1XW1a+TXkbvluvO73JUJa9CFWovOo7Ez417Ra+WtyaPYMiI77brua90tq2vgNO6jwVe6y9UxqFvuS0Ez5Kdc6830tevHM/hb4zE/k9BtwovhWxAr4+tzO+BZcEPoHTUz5fkKm99YYbvkYKAr59+Ni9bQYcPj5Jib1OI3M8JGUoPfVzPD62v5K9IWEaPqnaKb6SFSY9raWDvTwi+z1mng++DJMePmCbfj0tjNy8fmNlvGfifryl4529N8O7vdnFbj62Eqy993qNPcIFWr4f+d69aHPcPcMxb73cmnE9MVvEPStv6r2Q4Tq+SR1IPXxAGL5TrEW+qFK1vf/s9TxrQic+WqU3PNI5Mryj71E9MSxFvvxzXb6h95k9To8KPWm7KLt+8Ye9DQinvmbQKLz/wLQ9oq+KPb/SCz1PVgo9/oYEvjjN+r1+0Ee+1v4QPpWzSr5mCx2+WFdSvtIwjj2SI6y9moFWveRdLD7oWOG9BHjUvXCQfD66Za29fvEEvgzDOj5qYX4+Rqdavt6GX70p1D4+xioNPXwIz71Jx/K9FefpvGtIuz0EA3u+vUnHPUzuaj3SBwM+uROZPXpL7j3z59+9LQyMPtKhJD5iaeG8g0iBvtY4yLscTMw90jCIu4ljgzxeiVi9p0fOPJ4IqL1Smsi9bg0CPI6OfL528689nzMYvobCYr4WAFM+6ZjHvdSFFb0aZE09MOw9vbOU0b3CMEQ9onSWvW5eEb1h0B69gHvuPceI5DyRaiQ+H4iEPQcuVT2Ey7S9twwtPiZ+OL6VVIm+gRyWPF8bkr3+Tvw9vam+vZvZfr1ddxe+FfCXvRg9NT2LXKY7eEuRPYlEaT5aOVQ+9A6xvCd7gj06nm695MCoPLJV9DwUde26vqDUPH0psD1PeCu+pjc0viRjkb1SYVw9UbhGPRtDFj6HXWI+USG9vVl1C77xhL89Bc0KvsK2273REUG+SC+RviepDjzYJLk9h1yUvYfbOr52/uu6higJvoTMML7LNGa+8m+VPanoGzunFfy9MqIAvrVtaL2FSI09GGsHvo0zsj3EeSi+Me2+vG9djr0FvRy9sr4dvjwuU747ZCO9bwOFPXKiWb23Vsq9EXA9PbNwNb6eswq+Lm2DPBKX2r2ZJTa+W57PvGtodL4wqxG+MQuwPXJSlD2zOcE9/BxXvr1rtr2VA0W+7H5AO70QP70hB+29F3yhPEXjxL19D9G9NdbtPWuoizwEFes9a2AhvpcBhDxBcAK9Rh9HPdVlCL1VJ3i9VT+iPAqemj2/Xim+gR/UPSg0nj2S0Es9axnIPdA2i73s8zu+XVqcvB5qZj0UPFu9xH/GvaccUr50Cc280EBPvotRSL4jPa+9kIGzvRNKQ75ml6u9mXR5vJ3zEz3E18+91VwcvLRlYb0Boxa+QlBNPbQVNr4Soo+8gurEvTlPgr1+kDe+axIHPQXqDz1DAoC81O4ZvgUVn73Y+TU9thE0PSDgDz7dhJA9KW6LPeDbGr6NAzA8qm7HPMGghr7I+oO9GJfwvS1fFD7+Z9Y8G62zO2Z9vr2tykq+dg8HPabIVb54Gvo9zI3cva8FIz4RUBO+8g7sPW2UAD5HRbY9vgClPe+9Gr5j7YA9E7UqPDNy1r2y21M9HQUVPtRuiD6WNYG+kqsKvszQcL4/HhW+vHIrPh7gK761A2m+FQkdvaNoSb1QjB09D2UqPjjfYT35K4U9PR3zPJNxEL7Rxdg9zdvyPb/iAL0qxME92aykvT1yaT7mjMA9b720Pbli9D2iBhC+exz+PDJPxTweWnS+fypgvTkE4b0+dsC9EI68Pf5CRT1IC+a9lRwSPh1PLb3Urrc97VCNvf9LAr4Uaao802luvb3u4z14Qfc9kC7IPYG7wbwysuc9x2kWvX16hjxhB3k96FW/vcPlLbrREWq9VV5YvszWDr6zk0W9pShXvtHmXb41ZbE9i8/nPYwwtz2L/RC+j35/vm9tib7sjS2+r1MLvquxk728bAa98gutvdsyBr0/Tha+tot0Pj4kLb4/L8q9TfEYPaROAz7Zrqq9nlZCvSPW6L1It9O9Zi8rvFLQ3j36S4889UWXPIa80LyDa0a+tq+jOw0TJD6lxHm+qCE8PaQ6WD10IoA9jpSNvFtih76pexW+JmEBvkWmSD2ScAC+pC1VPpVe+j01OVI9rhg9PlRugL6lu1M92sEjvpYQEb1A1689FW6AvTQbsjoTyzs+OqvfvVJFyD1pph29/hFCvixnT7yruia+myqEvOfymb1jSYY+qmmvu4rmtL2FcM49+NKOvQAcbD1k4I4+PIMtPqXcGD7TjjS+rpgOvYkeiL4qK5a8e8MlvlJrcDyXDJ2+Tk8lPGHfzr33btu81l5EviFguj2cwBs+4mBQPpNNlTzvTNc9SR8PvqgQ5b0yF6s9+uVmvunKAj4yhww+5gepvv/rOb4mJEe+vEflvSC5bD7ARba9umELvkDAFb15TEi+Z98JvmKH8r2m63K9cl0Bvnvmob1ombi8egpnvmk9Nr4dkdU9sstzvqGUDz4ogqe9SPw0vKLhjb3b9OM9r88pvp3N2D21lf09bVFiPtkH572cU4k9flwIvWmEOj4cuhE9ekgsPoBpVj1yTBq9KiNHvvJZJjzXYPu96N2wPY1T3z3LBJQ9T3mVPF94p72qYeY8BzOEviXS6zzL+Lw9aazEPa4zV74olis+1JM2vc3tUz1ovDO7GxhRvqBweL7Oz4M9ESqMvEYSEj3WUWG+MrDVvby2C77RLgC+Vk54PCw1CD6RmCE+zhOyvSM4Lz4nRo68rccAPju2grvT9Yq9cEPjPCl/JbxBJGQ9/RgfPuZ8MT1FxvW9S2BTPiAUw72+OhA+8ya5uyHsOj0bR9E9V+o6vcFROD6+bWs+dY3nvHqC871AgfS9648Pvd/EWT6c/yc+VikAPf+2B71gKlo+whWqPT88Kz0fRjO+CnWwvDDyyz17E6O9CdglPUWrAj6/3bO9Amo8vqQH0r3W8/y97wr9PH69cL1nOpm9zipMvWXQu73NV0m+iLc5vU6phbzy9gm9EU8/PmHq6T0ga6Y8W3xIvZCXNr7zlHS+pZiZu1Xh7rzwBtO9kcYKPl4Bb7wDnDI+wgiQvd0w5L2veYo95qEhPcNmNL6tfxE+PxLlvQycgT0en3q9culxva/Ipjztjh6+Rtlyvndc0z2Fj6A9v7CcvegpLL7QpxU9P/n4vU1HmTwCi+g8BzsyvrwmHb0JRcK82EBnPUAjGT16OAE97fE+vhz7Gr7bIya9bom7PThutryz9Ni9vVYDvVYK+z38Ltq9JiF3va103r2yhts8wylxPSCNUT6xC7+9xD4yvqTZST3BGGa+ORIWvsHZDbw9RMA8/L52PZqWGb6H6AW8ve5TvVY+DL4Fqyi830urPfazJT2PAxm+Wh0FvRt+SL06KxS+hVQJvlfGMb4mZUG+ly6oPVU/TrzXWq+7mM3Au96lBr4jtcA9IIQ6vsbKKb5o0wu+w8DNPaG1xL2JGlS+F1sZvrjGhDzAoG89MYgGvtilu72QPdS8E3gPvowTLD3H8+A9mNsovaPeXT5aceO9quwcvpfXJ74pcU886cDdPUnwtL34XkC+NUfDvUgxFL1+6629UeoUPv+CZL28Pys9LcIJPke0aL0qnCg+vm0ivB4HCL7tk+q9gRwzPpRZjD4N3Y89fOnHvHomtb4B2JO9pa1MPlSQxj1d4Ay+GKMHPsqSv734c7s9VV3tvfoxYb4Wslo9qAzmPU8bBz7dDhk9T35BPdjqBb6lXAa+ySkhvib0ND4wsSo++eQ+PiDo6b1Aq+s9Nq6GPeT0bDwGuIm+XxuZvQYr4r2A8Fo9/UTDvN6+Lj6TWp09y/kevgiUDr4G3RI+i2YKvksPMbzgEMO7lVDvPejq8DvNNwa+oa9OvWDSBT5CMbq8mVexO8sQBr5eF3C8awsLvp4LQb5ZB7m8UY+vvaZ2x7wL7AE+DTmpPXLeE749NoI9vJGQPTT26r1V0ES+hhREvvhjc74occM93kLIvXxOPz5j0t06UnKZPVfC0jxM8QE9P0+sPCtPBD5kIbm9xif6PJeiwzyqmbG8qiYPveeVNjyDFHC++uwzPVUgB76VHG89wx7MvcnaLbwzNCw9hw9avq2L0DyB83O+A1pvvanf/z3McNc9eUUYvixvrLuhGB8+bGtcvZmuAD7fbjm+fJ6wPdgckLq4DLa88UGLvVjFyzzCN9E9gGMePoM9aL6BMsC9Me25vQGW2D2JQRA+AWm1PWMqjr5K3yi+zBAsvqpkNr1gvjO+A9S/vbYYtD2Y2HE+Pu3HvaCQDr42dfS86ALevbRVTj4aRpy9EiarPesiSr08ItK9cPO1PWd3ib1b2za+DTXnvStcPLviA/K8nEL/vfgvIb7c/Ea+oW9hvpWJiD3zXYw9UsREvVndBz7G6JG7/3l8PaY4Iz6jMCU+A1IPvfZE3j2R0y4+X8WKvkTcmb2SvjO+QXekPaZZIr5aNwE+6CvGPT7faL4VdRO+ANUfPgrxqr29OVY9qhW3PbPJtT0lzNQ9UHsyvCn0bL4WEKq9Yqe6PJA7iDzhLMe9R2dnve+vbTz8Ywy+Y4KovbLNIz4xIcs85dUqPogxeL0N4/G9Fi5QPVmZ4r1Y1yO+EikjvgHxIz5kG+o9OqsePlxseD3BFQE+HhndPNrUNz0vZxo+9lCFPcqDfDw8Pz0+Ze1WvTMuA75ewm899bKmPXC32z0Um5K9bOIiPfRNkT0jM5Y9O5YXvcE5VL4Knz49/9XnPUVMez7FeQo8Cp5yPuNUcr4ZYSg9TcVqu5nuBD4kcWE+C6z1PMOEPj4XD9M9aMokvqZpzz1v3va9BgbtvLO7tbzQ2K69IdxAvr3+Ib02X/672M8mPo+0Ir7ZJyO+esYTvnTLDz6t2PO9o4vFvL/7D703YXa9NzeKvdpZhL1cTLE9tzbfus7Fgj3p13G+vzGjvUAJAL56Jzo+4pGcPM5Dkr6Ldew9e8XlPWHOLT5G8kM+5cIePn4c3D0OypK9y0ZHPfev6TyCFIG9mA+fvdcKET4EsR8+2Q9cPT3QSL1D9qU9tF/3vMm1Mj6pJza93Hs0PhFfhbxAzPS8OvTAPQF+y7o9dVU9XRy2PRoXWb0ASzQ944SEvdTZ6z2Mwwc+5MKkvMeqzb309Yo+nKUgPuJjkz0mzHU9fqavuugCiT2f1us9BpcgvUlGDj5lBoc90bx9PtcZ0L0LQaA9MsoDvQpjorwFi7+9WsLHPZxDHj1tAgG+RMt1PB5u1D17/R8+6Mqrvbk0rj35bjk+QsT+vEGnB74p+RS9EEs3PsXL2DoKGuU9tsHNvVKSKD49ZwE+3+AgvQpgYD1eIQW+vUe+PHnWwD1I1Bw+cVqDPav9Ez0DlxY8psoGPjvcBT4sYYC9+1EZPTBJWb1e3429Gt2cPR8Q771i4jk9o0CvvOAKoj2KHqm8+mUhvXBn0r1TyjA9ZuTsPVGW870H5CY++6xNPuiCTL0uZ5w82ozavTMBs72mwv49/Q3KPdjBKj7nRag88DvwvZ7cBj0uV6k9ttpFPoT18r2TES48Ksn5PUGnJD4DZkM8LnaVPcd0Vz45Yzk+fL1MPtWpPz7TEzk+4+0VOyJcp72YGee8mFXKPBmSfL1S/Mc9BQMWvgR4nD3cUcc9ajZOPlNvRj4lm5o8rL0cvX3ASD7WaOq9pfyuvAWemD3tp628WPUGvitUcb4pMs+9LGpkPgeEgr1W5Rm+QgcYvkAg1L2cKtm9RNn7vY0+/71wJUG+vxy/vXhmYD7jPrM9HTzAPY6yVD4hrBi9s8RCPoKeAT4H3ju+CRBaPkWwbz1zcWW9KnrxvEHPQDxG+uK9v++svUCGLz3b15s+UbPwvWAVCz7R+y++dlwAvvEhcb64DnU+wqqgvOwDpz1jeZ89bnhbPiqQRT41sEe9gGuFvWTCKr6ldwC+bnIpPl8zoz0sBIG9MtUmPmIsGr0ql2I6M5oKvfJwB72Ej6G93HpcvR2yvD1RzCW8sxEuvqDhG74UP+q98yk4voKgCL3XCmk9SZS3vQQiADtx/iQ+zTgkvfK+0b2+Wg++HDIKPYfPWj1LVjQ9MQA4vndPGD5JcyS+FdnvPThhiD3w/J89Q9oQvZil+D0u7wE9On0VvdqzJ74sjIG+H3vaPJf2Sz60Wxs+MoooPgBJurxCPGk+S1I/PsE5rD13GQe9H/ZJPl1dBD4LLhM+J22PPeuouroTZqG95Ho5vbuWML5AGSw+vfmXvWcLabwBXRe9cZnTPWQ+gT4IUjs9XeIivjwjjD2oIHq6o13KvRs/dT7VoY69HiKzPewvLz6rcCO9weziu5l3uztZtW+8xEZgPZBgIj5mvQm+M3pSvRNeTL3eaKK8eEMLvq1WDb3E5h09DgpovdGs8T2RAjk9qrsGvgF+jD0r24U99e9EvRifUr4mqyc+/qVoPGsRI77b1Zk9o4iFvYS0R71J1xA+pAQjPdaxDz0ZhUC+uYdLPgNYPr4sIX2+26dLPt4KkD14qP+8SH7VvasimbstWAU+1IQQvpKi/L1YsxG+nPRavu+bjj2eQAy9WVBVvR34gL1F3/S9klBmPVUWKT6EiDU+SBIgPmaCFT3ss1c+s8NgPmOXkT12cKE9WL4+vcgyf76tHkC+HkldvhUNmj0MKkE+jSZHPT/pCLwRppa8cc4uu3PVwz1RvFW+M0fxvPIL6D2SMAI+momUPcQCZr56NUa+WfggvkWANb2tkLa9GjqMPu0AWz7XQ0k9fiOgvQm1AD7minq+cSFgPnwwUr7ZOey9EbZkvXlqm711klS+/rD8vQW+rzxdAIO9rhSbPQmQCL566589x+8qvSGHpD1FABK+xkSNPjeZO74Ngl49x6MzvYupnr3lOJU96SdbvDx5Dj66o4E93P9yvbBjF74cIFs+kyShvv0Aiz2mTWy91eXjvOquJT464Oy9RyjBPUxLkT2RtHG+8sUsPvCKlD0v6G67NgmPvWfCrb43QQ8+WBFGu9i43TzA8Yq+J1TyPTvaHz7351Y934P1Pertk75OrNe9sGoLPqDGkT3AHr49n63GPUmMHL5JnOi9p2UTvgZMN73UNXE9pFVqvtu+FL7wfgE9TU/WvBdNSr6/d9C9NlyHva54Dj44jcU93knFvauE1r0VDQe+i1wevtpvyj0bDti9xnipPa5w/b0MjwC9F8LpvV1w8rt4kN091p0ZvlWCGL33ItU9xGm/PfCWE710DfG9ESxlPZrPyj2/lP89Z9RQPWqcmbpR/xU+WKCsPSLU9L3EBmI9tUUcvAUnKL1x3kq+L9tVveytJr0C1ym+0FcpPsSqdz57lSq+VyMPvtCb5TxFPNa8S8I+vUPCPz5YFvE90C6FvC/RMj5n/IQ8Cp9pu2UWVL6Scjm+Y1YqPsjgDT7wsS2+bPvAvbJ8sLvKU1O9Ec6yvea1FzuYMKO92k+yPcApH70vR9o9nfT0vOx/o7xm+/29v4LsvTkjBr6ikxy+zt/TPSIzsb1nRkE+DAGdvHQzBT3tcCu9BwvTPTQprjymVB495xIBvi8vKr7buyO9BoD9u6FV7roIZ+G9gfXOvS5CJT2JsSm+WET6vTa9w7xcqwI9rKKBPX9RBD7/UvI9WkFSvgQ7H72LCAy+4ZKSPcnsdL3xEvC9xBO1ve5XOz4h4Io9geIrPusDwT2QqzK8fIisue+rgT3FmoA9pAqLPTb7VLylGyc+UG4gPvRBobxC/46+E//wvP2kOz3fnyk+WRqUvZsn2Dx9X2E9YQruPfkH4r31zgm+oibEvV3dyrzpVAu9f62wvO37hT0zt1e7RgVNPepybz5LChu+2bvnvXdgUT1V4j8+2qGHPTEXGL67ZeY9HCMJPn48Ab6i3kE9z9YUPuvj9b2lsAY8MgRfPa3PJj6pTyO+PHOvPJPV07zDM6874G1VvsruIj24zTG+/QwCvAuRvj2Qy+Y9aYHIPeLP3j3knG2+w7lmPUvVij2Jnd09v5L7O0BPnbx8KfE94L0Yup7iZz0cwCU9V9Adva1evT30BBO+qgSfvTiSHT7s6aw9j2DuPFN8J70rI+Q89zAgvRDN770qg6481mRVvtyJR743QTO9nQv3PQR00z3ePxA+4Hz4PUjHZ720Brw9ijLrPe5x2jzeGnG+FJyrveBMUj6fqwo+0aUTvjiLErzy9Bg9itrEvAoH4LyPJqM9LOHrvdV+X72edCK+jO8zvmTR8bzvZy++BYdovm11Nz7ufRa+bVMvPuVFwTyOgK293iNJPpUcHT1tHFC+A6XbPDN81L2v0ba9hcezvZ2PAj40HAS9qI+yPUTsOb1mPxW98UaFvjumkz2EeXc98HopvHTIMr4c8gm+fcL5PbesMD5n+bC+sOJXvuKR6D1pA0O9cKVSvlfw0L0hvh6933ZFvQQdzz38MkM9+zzHvU63yzxT04K+DaDXPe8P/j0+G+E9miELPsswUb2ZaoQ8gT5GOxdfsj06stE98JwRvKG2iDy+GAW+5Cq3vfyO0D1fPsq9GhgXPjTFuju6Xc09ToEjvQqsiT23pnu9+BiEPRXOqLuA4RI+WLsFvelKhrrlkUs+VOEqvtjxUr7K2vi9BTKCPALyeT5cRh2+5Xc+PcUw3z3TZzi9KJ23PoCQfL7mRkU+ak5PPcLuqb24hAq+Y5VkuwDVgD1D+LE+i6sMPk8tY77AcM09BnUYPjhZPz2X3SC9w0opPgGNFb4BSc87YyGEvq810b1cwIc9FKWhPjdZRD0QCCS+EryLvb6jfr412BM+DY6YPfqrIj6kn5A7LFhDPlemIb6bWQw+jzdYuw8EAT61n4++52/Eva6A170EsiG+gAFwvgfnFT50mv49ATICvvyHOjvHk9i8XVitvXDAYL5nPBA+Jns5PjqGzj2yzum7khrWPVVBv70ipDk82pDPPVPyO707QDo8I3mNPu6tDT4qU8a+RgRTPhKWCD3tyrE8X6ygvkRJnLyb/Mg9Fp3HPVCzQT59pPU9XHYuPYe+pj3Jfp49YjG1vYbGvL1/5JM9OI5FvuIE1D3nbCY+1HzjPesmBD0e0Lm+vvC5vSp4Mr6Q/Vm+46rzPSbRB773NQ48uaPIPUhzlb2ZSAM9kmonvvZ43D0rQ129Z2n6vYXJJL7WUvO70MgovgzMur0eF1k9heQLO4Yair2gAy++8cXKPQPt1b3ozjc9B1B2vtBa7j1uziy+RAFLPdHGKr5ykw2+lCoGPipAHD3U6LU9nXuVvVBIIz6Mgr+98FOlPYBjUr7aLnm8HtdjPfmwMr4KWhC96SUjPZCm4b1uaii+tcKrvcyH7r1fige+5mu9PZdPIL4uoKY9vrAhPJ0wLzqV4Ho9870GvYAk471ZPmw9XBQDvoNN1L22cMO9PtEaPRkbIT4CDzY8o48bvhhZJD4OD+w9+AwVvDznBb1v8R0+JpCjvfU/Uz3+uBu+kyNmva73Hz4M8Jw91Rc6vfLcYz0wFAa+/xk1vocfPb5RkV69GLIIPtB+lD1LmRK+WgadvMoKKL3RFZq9JJsKvfDYmr3mt6S9lCEavkRE3D0l/Km85hQOvjMOu70nv+O9fgoUPMSVZj0/JeI9WgU6PnivWr6MJnW+WME/viixOb58ENo8ECQVPqT2ULyIHbQ9se0Zvloi2j0uU6U85T5SvhXmGb7jpJg9QV58vSqu771jMYw9L+d9PcvsDz5sDgK+OTzJvbZFFz5Mt8U7LT0IPgLlQT1Ptfi9BvQAPkzyCD1XL3O8M/bfvX6Z2D0lSAc+aAgzPhw56jz7rCa++BxYvqy+nL1WUbs90+g6vriOxj0ulcs9QdsKvjDm6D0MWjy+dEEyvmdFHrsO5ne9DYNsvSWbZD1hBDa9tgKPPc23Bj6FE7K9pbB9vXkElzwrVio+yeGEvHLxhT5XPMi9yXOvPUGYhr4XaJ89OEgUPfT8ET2OKjA9NloXPQCWqj0EQnA+O4qcvfO6Wr6naUq+lno4OwtVqT1nPAI+AfqkvbUZo73a2x4+LYYXPlJVST334Gy9ncIavgZ3pTw1i969FoLHPD7gSrsn204+t5r4O6mLE77EoWy94d5xPkHOVD1KrRm8MYpLPhGgGD7N/Qc+lJMbPk9i3b3xsRY9yUIEPkYim71R1Ku943oUPsbKN726zQK+Ut+EvBmQkT1wJf+9YtnCvTiyQ765gO09k6GQvh4hHr3Psku+L38KvqRSSTyNgVI+hvqpPYkApz2Q3E++2wshPYUpZz0WBZW+JAmJvS9d9z3nL8u9kQPLPS3EEj2qbS0+3bGiveuRR72Xz8s9QWUJPpqshL1BlGS9hgxdPtaY0j3xk1G+eVoBvq27mD0y+7W90PFOPrecxjsE6nQ92yymPffrfj5yMdE9+lxJPvEk0LtPQwK+b/FJvsUWYD7zUHu9PmeAPYzQXD4YuMa9ozJpvByOFL0VLGm+L0MPPOICwDuXmOc9cFgePgVB4r05uL29gk+fOwgmiD688ly9Z4EUPmTd2j2umPA9uncpvn3Fn70rV928VQF/vXvR0z3fjUQ+8SqhvG+o9T0A+gi+Q/ANvoAuzT01ZeI8cqWFPTVG9r3tBbO9NKqyPbnWDr7KJ4++WvpuPnRu+L258TW8Uqk2PcnF1j2XaXy8f7EZvARW7zyGuce8V4SnvX7mzz3l8rg9/yM+PvtdEzwRIXE9ctxnPjwSML73ilC9oYUHPl+M4jxt9+W8tl0xPg2Txz0JJic+TZL+varHq73jboM8kz7zvRJV7LwuCxI+CyYWPsdCMbyle7e8reQNvoEJeLyKlXa9nNqPvvfYHjxA6OY9d2AKvRx1SD4A//q99EfEvVwKHD7ptQw+RX5wPqfGVD2dv9C8IpqLPRZujz7EEsQ8dzmxvef7Sj29pFm9EOd1Pu0ffj2RR4y9NkGcvWBg5D20Yfq9nRSzveNsNzww4Qw9itWLPUPZDj5lFCe9FeGDOxOiJr4+7kA+O7vaPUR59b1W7ye+ZBEAPj9eHjxr8o89PL7EvPV6H77E1kA+WBwfPHCkgr0u7pG9kGlGPWFQpT3d0Se+QrCMPYW9Nb7pvYO9b2PXPWkDtLsLNIw+WBRcvukJFr7zp1k+BtlYvtD3Jr4yoYG+nOpnPj41UDxifRS9Evb6PeL0gT3XjBC+6T45uxpCZL4PjIs9iw/JvYtdaL6bxRA+UyR4vrIgub04qVA8HvJzvtkaP77zOPS9j5QxPbTSDbwbqpo9GRu1PQZuJL1W2Gg9frGKvesrF73W7NQ9xsAxvvj9jD0rZzK+XUacPYWNNb4lFIe9CKg7vkdPDj29stc934tWviMLGr4Mazy9TwViPX2HyL3Pc4E8zkDUPXa9lD3FkIW9sA1bvu1mAr4VZEA+yYiYvJMaCb3SQp+8aAEqvoV+Nz7u74S9JpxMvbkAMb09zgE9HBBZPfgWTj0qREq+BEnxvS9mFj1TGz09WuWuPLMOCD40UAm+REQVu+FCgr3JY0M8h61Gu1mqIL4H3oY65KFEvA8hoD0k9bG9ex+vvddNib0nsCi+LhidvVAH9b1lk9e9/Dk2vvUaKb30vWu+X6e+vRgXVjp3Ito9ndIBvmoTRz3g/4G9OuEFPrB5rLzM5Y09XbsNPlqlP75uwWO+6nF/Peh4G74ohMq9q/gjvb6jJr5NExA+BcARvt1hfLx2SKu79LZdvi1zRryBZMI9s6XcPdnXj7xG6QM+xAWjPayU8zvgNUe+i1Qivc8TJr3nR609SiFEvqN5Cz5tnWO6IX2KvSaM5Dp6dRG9dOAFPgfJpDxaLyc9yfAbPXN/Ez4hG+i9270WPnZkkz0/iQW+zHDGvas7gb0lrm2+H80XvoBYnDuabq09bOSYO9NsOz7XwZu9d+GSvWfMUDzV3yW+vgdRPlxHED63YAG9ixRWPhsytL2+sLU9m6DuvZRUxTzkeG6+1epAvg4m9D2IZDc+6Jh0vXEjuT1CUgy+4BK+OgNOOj1l9XU9VhVtPl9p87342P68E8K/PfBVED3+rUg91ROkO+0pLD6/g0a+3E3FO0tC771eJ688PyXfvNCQyr2mBQg+BjBcPZU8ir75rkc+EitavpLFSD6o01a+8qI3Pab2NL1RvwO9PcBLvvoxPL3w+RM9KPDgvQRpEL51exK+VqjJPbm2Jz1NjJq9iGBOvg4Phb2LlQM+RV5TvufkWD0ad/+9my54vu8PXb0ug0e+eEIcPhLeIT4NKZA83IGAvPDRzz0Jp2e9piOjvY6kw70tWjw8gl8MvvBELz7BFYi9ItgSPqBEfb1ZgRS+Igl5PZPMSj4Wzk8+Ns+Mvc8qtb273Aq+plZSPRzsgzvVZlE+3ZsNPhXXAb2OVuo6W2IGvpKvlDw3RR28oAKNvS+QBT4Jd2M7dgtfPWuc3zsil7o8udNtPpl2B729YeU9u0WrPXbWQr5ElyG+rpMePJwH/z0LlpM+HGRMPnAnYbs32OC95+epO7Dh6b1fN5k9nbxUvi90gL0B4TY+I9CRPZ0C3b24yx2+q+pyO6JCiL1QIj0+RXX9PXRgDLuGLDi+nmjUvX6CFL6Ua4K+PTvTvfJVTj4UoDC+Qc4GvgEpOT51hGy+XO1FPV9MpT4NiOq96ikLPmcoIr7l73I9D38vPjnzKjyVaHE+KKChvnDkgL5gHgi+BokbvuDiz70qZIK+SN4FvhpKAT6g2YO+Cq/YvKSxXT7F60S+ti9KPhZerjyX6Ak+ahlFPgDEmz3xv2E9TI6BPlHJj76xJIe9xM19veq5w71Dqne+z7xCvnGflTz5ceI8ab2Rvivwyj3YaiA9o1AxvnOkNr0mryk+s7UlvO98Ar4/2me9/p+kPZbuvT3TdjY9M76WPg6sD74i7ky8FlvQPXd7ErwNQGK9WF8MvltnIT0QvKE9d7quvthcfjxT3gc+KFJ1vDPCvr10Zwe+gje+vYLYJz7mMj89qVoPPuG3PD3fZnI9f3QtvisNgj0h6k++b2PcvXOpcr6iVb871Iv5vXRCUD66p8Y8RdtPPfOROL73SPE8gL8fPsiSijz3waC+payBPqIHa75a3Fo+mhMjvmBkDD1MV5O+u+qZPqyCr7270w6+0Er5PX27l70wQss7rGK5PE7cMbz528s9W51RvvNvk74Lo769n4oMvtLgfj5quRU82ccLvjX7Hb5pmrc9ODYdvkw9nr2h4UO+VwcvPqRAxrw89N89tQh/PdCwVjxxr4K98vk5Pg5CwL2tTHS9ZezOveogtz1LOWW8f/BJva2mBTscjwu9RQBevgWcU73AcOg9yq2GvWEREr5I24Q99C0yvuBaPD4p7bs915jHPa6iMDz/Zc49CfMZvc/aHD4ieew9qc3ZPUYvxLySSTk+JD1SvsFAlr2teJ07bUoTPYCFy71JZJ48BraaPXTadj5xEUo+FFI1vYqK5buxO2a9/LdIPPYSJT5NBly9DQ41vtK5Sr65i5m9NIjQvbi1ET2pZwk+94iRPRIsfj46Te69D80HvigcKT5qa+U9vDI+Pt81wrvnryA+xLs+Pvg68b0RH/k99pDrPI2VHz4K+kK8tL5SPVYjED4CM5U9Ky+YPY0F2z0709g8iE30O3vK8D27G689nIfgvM79yz2ytY09B7OFvXakET6Ln/S9MkzivYZ+r7y8o9u9o3MHvtv3Fb5sNUI+kqntPeSktbxBZW69wF0UPk76Rj3jeSy+o3CDvTN9Tr3yc/E9nN9cPoKIkrwByic+khTAPQT7aj0NYyo9I6ITvPPZDb7glb+8awabPW2rpD20NCs+Hqi/PeZnCr57d+e9C4y1vb6KDz4RhAO+WI6CPZNnfD1oP2s9nBs7vmruDr7i4Co9xFUBPifp+T0JVPa9j9QKPptux72maBa+h4LUPQEBUjvXZkg9X69HPsVBDb20yyq+QmvRvU/caj7DS1q+pmwRvn+NO77dIBs+CdyoPYvEpLvdVYS+b8ALvtA9Ir7PmEo+viToPWppqb1YlGQ+PAD1vKXipb0YGhk+GehBPoyxLj58BYI90zFoPVGMmT5AI3y+fXQ6PnuoNz2Rl1K+Fx9KvLJTjL2GqdG9wSIiPgmwHj1r78O9yeH6vUkWeT0CtBC+rYo0vkNviL7GDdg9AQzgPZEfRD6U226+Ce/vva9Uk7344Rm9CynePCgBZ70LNhu+ZgxyPtUoJL4058a9sY8Uvoh5NT00Res9fNuTvrbB6L0SDDe+28wPPmS3Db5nmro8hBVwPsowHbw0R9g9qhLavT47eb53wuY9wJ2ZOwE6Gb6lgCw9vFCvvdIHC77rIz6+Oz2TPs7Mv7yItGs58dYhvY5zhb0m2XG+luMMPtpEZTv5fxa+EwTGvYzaeD1wIZY89PULPEgb2j05wXq+sh6LvqKwTj2uWoi+3EhqvggTVL0v59o9gM8evmIZ1b0Ix6W9fah7vrTILL1XxbQ9hx+KvebslD5cf3Y+m6QcPaVgCTqV+Qw9LoepPTYZdDwjyBU+S4KNPelurb27wky8ECVsPUDCr70HQbu+LNi+ueEmtT01mzC+4c+YPpY1zT26VSm9mEuRPTkGnr3PiAs9ZTdXvsLvrr322uk9htuFPdC/Vr6aOjG+e3GevfUgVz3kRMo9FdwivQuxvL2kQgg+VVr4PQWXwDybHTC+VdE+PftNkb7PIYc+KacGPAaqMr2hIs29L2hOvZFdKD5br9M9Mz6APujIKz5G6IO9IhKjvtl+qbwWrye+Lep+PbIoir3gf9c9LAsVvc7obL6safq9EnG8vHoRYL59JRo+NyBAvt9RSDzhULg9fhhdva3F4D3N9Pq9VlEnPjwAlD6Nmcw8TVs/vQQGCL7APRW9JncFvrKx6D3mOGQ+fGMUPl1EHD6kU4m+RyUoPmYJAD6/Yk09QGRNO4cC6T2cc0A9G9QjvY1epj0EyyW+R9pTvQp8KjzZXJ8+8HlhvRgqJL6f30I+eejcPZ8ncD04O6I9RPhIO6o7Nb6VvVk+xlCZvSv/mT2JzbM953WVvlFhQ77wNNo8PLYdvLougb3Uxdo9c1MQPh7GMT7fvD47OuKnPV86Hj47luA8NTRSvulNCT73lx49xGbEPUy+sTyzipc9uaoGvdF9Ej5mCnG+zAnhPWRYOj69ACW9xiYIPhpwA7vu2f88beZMPie6Gz75Iw0+JaCOPZiPNj7tYJY97QTAPYZJb7voOz6+KPZBPTTAKj4S3iQ+OUOePUCFtD25xFe+CfYDvvp1QzzCuXI8P4lZvuGvYD1YdsI8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "KZvUvO70nry9sqm9qSODuo30ibyEGFk8wZkcPTSRB7wVEAu91gQkvKBCCLi1+D28EyyvPF0CTrxFhpq9sJplvTbXyzwgj0C8QJskvQbRJDyAHqG6FByhutMDlLx/OIa8zBMivFZ23bvvcku9K+/0PLJJ77vEiJy9QQpzujaIk7sskVs8JpSbvF48uDxY3DC7kAo4vcGLwrx2dOM8yjtWOShPhTwB9he9i1uRu6gynzwrqRG8pQjsO/qQgLzZnvI8Ej6qPAr7BD1wYGo7RsRwPQqHa73gESO819qOvBb6v73QjCM8GauYvFpNpDxu3tW7XsBbvS/ZPzt47Zg88+NyvIxbJryInPO9jSwovS56V72LYwe9T27hvEyNjLwCQPy8x4WiPCBc0TzQgFc9yci5vIUdTLs/JcY8FmlvuwZ8aL3f9ZM8FR/9u0qO4ry5/kU9Nc4ZPYqZdzzQ5p690mwxvdhrW7um2ZY7UEnzPNQs5zmBw2i93/IMvRhROzqTCQu9YQKLPA7HhLxMIpI8mCLnu2baNzvn8KW92kewu77sObzW0bE6rPfhPI7qGTxCibe82tiWO6MsLT38r2O9RAfePCxK9rx8sZG8kBJSuz/cpLuTZ6u8pJWqu8EDI70rbHc8HuBhvav2zLvsyhu8VCcCvD9j3LwFksE57HG3O6YNMD0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 