{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "6+/fvCwNB77lxq094oqlvTX1mr2k4CG+U6BLvpJJxz0aZf69/8bcvS+JsL3qHKo8qpgaPvg1m7zJGMe9jasrvCXZSL2ke0W+IOoNPivW6Dz3gjK9CWEfvQZAKj6NA+i9TcMFPjBG0z1+r8O9xXkiPkWhBz3oG269T9ztvUdINLy0F0C9EeOHPQVq873wkUi+5d0YvMW35L3NywM+xxWNPTidKD05Lj682Ubwva/I5D2jHSS+5bcqvrWfxz19LEY9aiARvgq9AD7XwzK+UarrvKjyLTxoXTC+AG1pPuLfsL0TvI49NkcGvlWGKb6SUta9lWEqvvQRTjwfupI9hkLBPRe/nb2fLBy+4aZIvqfTiT3nT709kzAcvqxOvLwKLvY9+H7HPYSQR77xMiG+vdmqPZp9Sr6h66a8WBp6vEF0Fz56/UC+jtIWvcr/U70BplC+alawvXhhlb4BFPO7QHE3vQavXz2X6IG8BssmPgJeI74kkPy9TIRTvcw4pL0d1mY9GSvjPUJl3z1iNsA9iFBVvcZgUb33p7E8s5BovoUVir4Xic29iEWNvU6V873xaHc90ayWPXCS9b1zdzG+J1f5POixTz2wn8w9s+VNvmvn3zy2U+I9ATsMPoZE7b2HTxS+jnvNPbopJz7ZwY69ovVLu6bGpb1Kn8w90fs2PWxK4b0HlZK9SzZWvjBgY76W9us9XJBwvdapA75L5p09OZ9jveKGMDyKEUu+ByOCPjyGQT5anSC9O8iwPY2QLr2oy4O9ZvDxO0ztqz0YQzU+62Q2Pq3ORT3yMSC9AchivealdjxkwhY+u8X7vVVZVr64pBe+i5kGvtnOlz2wN3I8QwS4PYml9j3vgMI9k8QJPrsaHr5+f9e93LRUvZHzMb7MqNa9gGlsvLf4ET2SAQ6+qF0xPv7lHj4v0TC+hbvNvbP6qr0a64G76HYQPqVb7b0fQUk9DnOGvMk3Ab7of969Po+oPUpptD0F9Mg9V4P3PWabYr1Eyh29SQLwPVOtJ76GdCO+xRJbvm8sQD756hU9nL8CvshnED7n4gW+MWJQvgy1dj0gtAG+I+NGvcgAQD1mUD0+ROVSPns7DT4Hekq+va4avv0yDj73+Uk9oj1wPgG+Lz6DT9M9yg9ZvVJiI72MjDs+CE8fPl8JDj5S8OA94rHNvZmWMj1FfTI93rCavcoyID6ovLI9wBa3PbvJ0DyNXgI+YXG/vc+BMj2G4Zu9aQHMPCfUP7tAqn090N7ovTG8Dr0kTWU+kAEEPjgYB74p1wG9/2RRvrvJPz7HYoc9od3ivBIEOT6UtzG+SlIVPUi2xr03DU69hhSCvdzTPr60yq48mWbIPSfQoz3CRq68v2UYvY9KK709Ay0+CmnBPbxBEb4sRQI+1GwSPmAkIT3fr18+/zPKvMO0ND55QcU8ZrQ0vuXtIj5NJ/g8SruUvpChwrzcSQm9AQ1FPuUMbL7AOZM9pog4PgznKj5LibO9ohpIPlZvG77jJl0+3J1WvdCRhDw3SHy819ZJPoMkKDzVvGi+eE22vLXwXz62g1++TRACvreIcz4kDue92xsTPiu9lz3hO0U9Ur8ZPt2zSz5UzwS+VhkPPvRjbL5wMeS5RiRLPrIgLL6FkhU+1u7PPUF62j4GBgq+yqD0vTtPu71Gb4E+7gfCvMPmALw5dDI+UthBPug8n72GyTU9h3SZPbo0Zb18YNi9vYQ+vkC5Hb6uav297qaqPd+4Q76brw++NW9cvo4SG77HFT89zoFrvlsgD7633Ug+QWcrPVtgBD4IuX09JK4/PSLV/L2SvvA9Y2wRPnSd5D2U6Cm9tbK7PA7Z/j2BB6y+UvUCvsSIVL4VfTC+oH+KvvPcBb1nxR0+7j31vekqjb03TcQ98CfTu09UPD5w+/O93YQ4viHd773UIlS8GkzXPY4FgL16gfs95p5zvrgIV76hYZQ89381vv3yrr14h0q+mLt4vsLa0z2izT09B3Y5Pkd3FL6oemC+npPCvfdMor3SjJ28PPtHvjv7cbzGIhs+2E2Xuyb2lj295KC9C2ZnvqnmgL2gpfo9A09Xvc6tvj32aiY+nOHLPSB0EL6GVC0+cuYAPTmNdj0jg0o6w+YXPm6j0bx1WZA9UuiHvp0Plr27Hy2+F2IePnYDAL3wRQ0+XPrwPCySJD2dc6+9WGZdvvW8x71QLIA9YPrxPFfcyj0N+8C9JOHHvPqXrDy1u0u+Cs5GvT4yM73dqhk+vTcsvqqV9r2i9fK9v3jaPZiwaLzAo7o8Noz/PRHv+T0F3Gs8fSMePncRAr5vpkW+1H0cPL9Ktj1NXQE+4NNSvnJcVb3944w94aIbPjeXuL01R0m+vEokvhEXcL7uLqS9hQPsvXY4n705YmU91pT+PFvoAj6r6ma+5f0evgDZ573hSR0+LZHgPeURX754RN89Bu5WvRdFzjxI4l4++SSPPY2E4b3FdQ69mBkPPSyjyj2InBS+41ZbvnpgCbwlzmi9OXjxvcBBUb5Yvxi+AKnbvdfWKL4/HA0+X7bnvfEUG75yyrs9EDOsvbI3q7xPIgc9KheCPcSUG76YWeE8V87oPZTQpD22PTs9pMn4PYSaTb6CqgS+AOhdvlIHRb2gQoi9qIURO6x0+D1SkWu+XfsHPO7ijb3KKK49me4nPkIXc733QX69dgl7vZXOlz1m9uI9OYBkPZw2hzuhld09KBQtvl/9Aj4DcSI+fqiavbIFrrrPAU6+tKZ7vLz5Oj2S2ww+qx04vSK2DD0GUdi9qA2lvfddzL0Yv/q9JzONPG2MQj1cpNC8EdnPPOt+j71zMxo92mAkvkwR9r2+TU4+c4TivYNlzL18DTe+ip4wvoChML1jLTM9jGaaPRlazb193Qo9tNTOPNXvtb0WL2S9WvgKPuCTD77fhtE9vzdLPrHWuz2DgVe+kPzNvFymR76fr0i+ioDmO5dyoL2ao8O9ZUFLvVINtb1OfHk8ZhcOPjE3Jr47gA89JygXPrN/LLy4JpA9tK0rvpBzB741WhK+9hNLvRDP4T3esBa+OMiMPa8LYD1sG7u9BeVYPkZtAL73bdY9yjhMvvo9xT20bUw+NI6Yvey2Fz71Pow9AAC5vX6jYj67PVQ+yXOhPfICJj4O4HY8/zdMPkklLz0lXEI9u795PdU4A7wutVU9aCBRPronNT6XDgq+BPZHvTqcRr6t4Rg+OoUzPjD+pb0tPhq+ptyGPCoeib1kNB8+Xl0jPpGc1rzsJoI9Q/DQPVMGBz7c/bO90fdzPeQATrxqZi08bBQavNbFwTy5ZUk+VUr+vKpmGb5cMO68C6DMvQ5pab15iPo8usyAvjjDy71B6bg9puCgPa4WIr42Zca8igNPvPZK970azSw+Me2gPexMPb5B8QW+VA7tPLSn7LvgBOK8uVqdPBlwGL13gha9/ur/vbGclb1moes91DqdPfwxHr6DOM89QqAuPicgrr1ek9c8dj5UvoLHiD2h9MK8zMmjvs9+Sj47MU8+HN2dPvTPBb6fAgi+dNQJPldAvr0yIrK9hxoyPhoUI77+tT8+TRQ4PgR7bDxgsQW+ZJzCvKPq4j0gw6896nUwPmuh0Dx3Meu9mebuvaHPpj72Txw+xSCkvcg88zwKk269qIWHPNvS2j0Oz909k1wuPuZjMr3HV9M9U/wOPkVmsT0UUji+f5ULPlzfXj5/vOG940K8vQUQjL639Kc9qO89vkf1Kr7GbyY+TNrOPbGWpj19VHw9+6I2vuwryr3r9iY9gD5QPRZIrr3HYg+9GKgjPeGRB72ziuq9IhIzvoGezr14W109LMo7vX8I9LxgRQm+uyp2vpCBgz6WHYe+zscBvrmAgr5rIsu93FE5PqBARz3RQR898BwlPfjbxj3OiZ6+imezPSScKr3rKrE9Nms1vuJ/sb0RXSi9ZyPhvNJpjr3RDVQ+F1XMPfnUIr5M0bY98LcxvR7HCb1Vv/e9/8GHPrRw6T0OIDg9nlODvkVYBL7wIO89Zj5nvsvxRr7PeK2+F7ewveZL3zzxgIu++4a7PYtDQr4p8FS+0uwnPpacNT4TmUE+aavHveFuMz29yBe+cjgDvrpYiz6NZXS9ROPBvQNNIr6klfI9mbeXvEHjoT1zBs48/zYnPhFfET6CmOu8iwvlPAi2Sb1mbx6+kbskPthZpr2aMhQ+WzRevt7DPD1nM/W9cU72vVN3g73LygG+Wr5zPc9uEz7JRmc9VJ5UvmalzDzOulS+HAqNPWxaYr4gc0i+cEcJPsb7wDxkuhu+RsIjvqpOLT3O1Kq956ZIPtrEN753sAe+JiYYPtVG+D2f0bC9r1IOPa5EhjyWv+e9nMT3PXafMr67rCM+HbsSPqWiYb3f1CG+IwR6vW/v2T1cCyI+SGBbvihdYL7QMtO952ELvUes371vzsE9xRYxPruMDj0VoFg9dDN9vXmCsz3nlZC+XxUCvuTD3L3PH6m953ePvRRlyb31IO49yez1vfy31D3LsM29StApvh9+nj2NEma+FCb2vdwomz2jCwM+qSkDvCukZ7691gY9UiM/vuwCgD35S508TQ2ru7CMzj322D6+kvpdPuevkj0n8UI+twAkPtf9xj1Dgio+q6UNvtMfFb7R4fI9tiiYvSFT4r1OM049mRirvdT6vLvSZJ69Y9r2ved2Kj534gQ+KOwdvqqh7Lwgsgu+bN7Eul57HL5xeSm+cFNGu4JwWz1JS6M993cUvtV43z1mLW49u0jHPbqnmb2kf8o9+QESviOSiDwXKEW+qsYcvv9Lqz2sGAs9pxSCvsGg5zqLOte9oeiJPSzlX76OQdI9SrSNOfX2EL6l7HG8PikoPvbU7T3jA0K92R5zvYLPDT4MzUK+bsQvvnaxH74FQMa9FuYJvqRBpT0kDi49a6n1Pc9oPrzLYAG+/W4PvkPGQ75zVKi9dAHOvXHOVL7yrQ+9nf+/PZ5bVz4bdYs9gpfhPQcOVr57FQS+pt7FvPh9Rjz3Ggs9RszTPZJk1D3Z2GE9OArUPe8DZb3+SoI6Gtbtvd+H570CdgM+rp7nPYBKL76jRXo9rJCDvgdNQD3h8Q4+r9wyPXBm7j3/n9k9G/kTvQlKt72mz2A+PwzSvbNfyT2HWmi+JLH0vfHmyj3GM9g7oi/MPSHUlLze/y++vC0YPeva9D32Rz0+RPLhPZM3bT2ReCg+4OclPh7GUr1q5kU9McqbPYywhD2QhOa98hB/uw6BNj1w0Vy+5F4tProomb1ELLS9GzU4Pr/0mj1Q7ms9PFQtPpewiLxpYNW9mnoHvi1OZj4QeSu+PeQfvf9K9DvC/zi+8ZJPvrdD6D1mGJ49HUYBPkISMb7GSbk9AC7YPeTY0L0DQRg+dpUSPtlASr5CCx294kBCvLhX1D3lwO88pLIDPj8+Lr2Eeb29XvKmPau1JL4rRAK+o0EnPf4OLL7MUwa+ojVBPQn/Fb6buc29Hc7kvXORzb0pB+S9URHzu0iQ0LyirSK+TF1ZPmr0Ib1sWl89KaF7PlL+9b2TMc89LaGxvVUArz5ntpO9WLNyvk8iwz00Pvc9lLpDPqYwd76SoE8+q+9JPegfcz0qm4w6OidIvmOvPT1xEFo984EmPZkF2L3ohgu+CgADvblaj738Cyi+fpO9PfWAIr1jxEG89TBgPfjFNj5NZ9W9E/4UPolyBD7xl1q+fJ+4PhUpvLwzywY+7mQavOc//r2ZTiu+z9bUPJ8uerzf6jM9lIqGO0Ovuj5Vd0k94fYQvmb8P765ps89U+CNvtyVBT3aE50+sBvZvTDmTr7s8tS9TK9Gvh6z+r2TwA++wcpkvka/nz2ehte9ZPPdvaRq9r1leVm+4+hevqptJ7xA4ea9RvnSve0vY75epUI+eTF0vsPGj7zspUm+cO5qvgu4XL5aXJ89sY3YPcmkbj6tgQw+mKJhPlnKMD6gdo68Ru+CO6eHqL38uD+8tM8XPHy5PL4XucI8ZmGDvprMiL2gXg8+fF/RO/hcRz2xmko+3RUYvqX1e72DeKa+AnKePrX9uj29ZgA+/qN8vMWtPz0DbwU+2oOOvTb+Nr7J81q+rtqKvlRbPD1UkWy+E19Pu6NHW76B94W9v1wXProc5L11s9I86p6Bu6V1Az4KORQ9CR8vPdJSxr2cwoS+mYzUPLrYRr0cmQO9anrmPWjNPr51BSy+PAmIPTazgb33OMS8NXAKvOji/ryolUu+aLllvoI30TyNY/I99aDMvczjLr4M+OC9r1oyO1qBib3LMdA9Qr/avevCjLweKOU9pPvIPW1PF755DJg8irYovlZzAj4FH349gK43PjJNPL50ZeW9q8a2vWGUM77vu449bWkjvkxpRL1nYNQ9xK1XPVOIC74I7Bu9hTgqvqz2F74ISWC92MmtPVlQK750D5u9ghayvVvsDL5smE++IBY+vc/wOb4isrC9dYHnvSHTUj0V/ka+87RaOWHaTj4CpsO904JLvrRi7T2bCSs+l3OIvcxeob2MDMW6X807PoaG3LzvwQq+XtbuvWeSyD0DzvC9Z3Mgvu8CCD55cgC+JrHVvWgkAL4U/DG+OGI1PFxq0TxdbMq9u2FCvgnYBz4+1pC9PMA3vvegyzyZr7k9d/oBvt259T29y449FuGlPSZutD1kvQ8+NoAmvl4CLT1PxUC+rGK/PWl1uDzore68aEuUvQN9FL6w7Ds+WnQjPfb/NLsIhTI9HUXrPfz19b1v3SM+W3HEvVthwD26zR89M4oXvYEMDT47zxy+09IQPcWmH74CVtu9QdsqvSOTTL1jJRu+wi9Jvpl22r0llr69bSQgPfFABr5R7xU+0QZPvtWCuroH+AM8/DkMPnjg+D3m/4C9O9SePVGU+L3g+y68IhjrvX6X6z0baiU+eiGDPkX7xb0CpFO7qKA4Pr+wKb17kDe+AcGOvldd1jz8D4W9HbYhPmANFb5u2QK+gwAEvs5LkL3Yx3+8mRw9Pmqxl72G3YC92W6rPJSR8L1BBcM9CPm9vU4yU72SJCo+FpdPPkLgvT39eSG9VrzaPIO8sD0HA589Sy/XvQHKDL5mJ+694+/bPJ9cuj011+C7X2apvd4LJz4lTFw+c5SkPIOfM74NR3q+vvVvvm9MD751N0Y+Y/qiPc33Tz0wk1a+4xmDPMCFz71c6VA+bos8Pn5gvr0g4pW9UrhhvuVwFb6mxwM+Te2bPWdMJD2xVZ29ltz4PeN+Pz4r7jk+XetAvpE3TD5HuUc+BD8jvSRPqD35DiY+RTNNvtvAWL0EsFK+VdidPSZaAz4FWTy+NMgnPUskTz0x7hg+0dB4vJOjPbxNEtW8QHCZO7WGib0/xbs8rrkVPrtMbT4rTtK9lSFlvNXDMj4rtSW+uiaXPQCDljxxqN48KOfoPDYyiL4dGG4976EkvUDdcb0xc9w7qnoEPgqWBr1YnNO9wZUrvX+k/7yKtps8pLgKvh369DvFQV++Z8v+PZCKJL4QaEk9rDp1vsxtI75SRpu8ahD+Pb4OtD1SBUm9O5Z/PbBnqz1vumw+QgCcvRCoNr4S4D0+dAoePo5J8TtbHOe9ctZ2PrwNyjzLXQC+mf09vozHtj2ax0S+bIuLvkv5wb1scDQ9rPMXPmDZXL6e1Jo6G4xlPhdnvD2jkRK+inMyvoyeLD5XCqQ9McukPXACPL5jcYG+Cg/ZPJqq/L0VUzq+NSI4PsvZND3H4ic8ZMkfvoSTiD7pIju+LwsQviKZyTwalbM9xtZjPNBPLT72rk4+ZTiNvQAetz0qOWu++2suPpGKGb6kjLG82AAVvangRj6Mlwk+E8Ppvai/Wb6ORjE+DhNuvqVRSD7cuYk+3OpaPqSyAD0aXLs9ZefcPdiYFTwwi2G+D8VfvqawTT2ruiO9GJYOvdXZjL0dqfe9zr1fvmwg7r0EBCK+Jy3VvAVDMb4Zo2g7d60TvpFhGD5WR6e9cB+kvQDkET0gKgA7xHILPnvsoz6WGJI+yioaPokx2Tvn7C++g+Q7vupyYz3tDie+WOWBvt+M4b2oWVG+lToovihIyr0Bn5C93iJbPqsF67ye+sc9DxqpvZsEKT7+oRa+Q/8pPlMgkL3QhRY+c97UvfDcI75VOB2+MnK9vanqyT38MkG9FXAIvtU21T0fT7W92MFYPiEGyb0bhSi+2khBPu4gej2RWbG9UI4XvgB4D754SR0+MzSIPbdF2TyNZdO9Nu/bPSTz6z0CTaU9NqMdPSxQtbz8tz+91pYEPiDUMT5FUkU+lWuMvRHevz03UBU+luYAPpz9070JwK69vyhkPlJjJz4rD+a9/AZ3vBYD9T3gqiG+nxmEPXD0jz3LqFg8Q0WIvdlacz0OQVE7YXIpPZ1hij3N11Y+wYLTPXKLhL3YO8K8WuDavUJDMT6DAuE96DWLvbAfoz1jP+q9DSUDPufASD7KAmY9SFIZvgPHVb2s7Ne9olAFvjjLdz0F+mU+zfFRvbN3Kr5Tzqg9m4OmvbyoRT7qvIS8N1bfPUIuZj6wLl69nzOkvdSZOz47vrK9ZfX1PUK1Cb7gg2i9ZLL5venGVT3oyI09cg7NPUlefT76ekM82bWKu1ygGj6fRBc9PA8hPnUPk7qXtLc9a1GWveaKDb1hNwA9Meh/PJgIcj2SrJU9tkXevFceBb5vnLs9+ajGPRSmVj2UfwQ+p6Gzvar7NbxRBTw+VuzvPdWaOD4szmi9ToN6vVZZUz5iGSS+K/eMveiHvr2ByUI+7QiaPRrSR73KDFS99QQLPu9v/j3gE2a9BcQZPSo/CL6nUEC9LzbkPKa98L1vHPW9jkJDuV2RQTxybl0+is0uPotP671triO8zJM5vWcCVj5rHgw+EbkZO1HQTD7kmAQ+xWd5PjpUjD2ln789auVyvfLHKz2ObxG+a0RPPe+n170FjrI8ypWavbmH5D20Lry90w2hveXCnT1JwY27IbQcvghPpL3wMQe+6QFfvuGBUj0S2og87JtgvY9Tj72woBC+rQRSPstg371liks+bPThvIscJr4mIJI9URMhPgcrm76mVAW+QU6YvCCPub3WCrm9HYxVvvPJxz0UhWk+p6QRvj6Z7r2fCDy+2F7FPZ2DXL4wJla+5vc3PoXCgj1X3rs9mK6zPfINazxPyoO9jo5KPfF4Zz2K8Ws7ebf8vV6M7b3Iwk4+lpIivrvYdb5dUrm9CwufPd/rZj7O1qS9z37JPbWZS7yEiiA+HbkdPReTCL6lvDs+QQ+CvfAmCj5a6Fk9Sw3ivS1Xib16AOu9ozcpvnw/ZjzyBxg+lVjrvE4STLza6LW9UZeBvldgmDzZETW+xm3FPYopLL5K3jC+OdPyvc5iWbrPso++vwQUvbFUXL1JRvq9apYQPhqIGT5mcQQ9ihHiPXZL8z0ZQiM+PtcZvXbnUD0JVZs9uFh8ve3Ombt4wKe8HHQlPbUThT1UH02+xLYKPQfQFL2njTW+zRAwPVhPKj1/qzC+fuagvXKlwj3six89KINYPQohWj4JP149C3s8vDZmPT46AIW+dFEQvqSmmzsN+U49OhfQPUhEirvtRoq9JAehPaU3tj1lZg8+sZFdvnUegT1C1Fm+YEIAvkoVAL6cJx8+W6CDvZQU7jxaqq29C9QtPiDSiL1nDN49YCFAvl6D7z27/QC9pjg5vtaVRj6U78I9QnuCvjRM6b1jUBE9uihUvdbh4DzlFza9nYfiPMCwWb5RQXm+20vPukaI3zsj/gC+SWkVvkT1H74zAxI+OEXyPBOpiz6wE9u9Xvz1vYTBOT4HJIM9x30MPqfUCz65uTm+EsltPkfHBr6e/7C9pGgOPeuWDr6Mmx2+EpzcvbNYG72dW1y+HaSUPaZKQ72VJXo9qiMPPj5k4DxozI08KcEGPZHmKj6VnCU+XCWTPcPX2rxsWg8+vKw/PoX20j01vE0+byYGutZuH77r0Qq+RzQjPQyD7TzyxV09TK96vL2IWD7j5O09bNx4vXbwuz2EkxW+yP7CvX3nOL6L+w0+OUHgPCD9Tz70tAo+8caPPTOsu7wQ2Fo9F7NpPQdy2D0/bxY+zhI8Pje7CT6divS9R/HRPLBrEb74lea95TbGvehVDL4E5JI8FCNkO1/ra7xkXZy9y6cKvm+MN74GtlY+NcekPJt8JL6/oTy9smzXPAwEdr3I8NI9nZIAvs8SBz6mdCU+WgoyvpNdXD2K+lS8W8RdvQx5z72Yu0895B9iPsIJ5L2f6B2+gmVCvJBEyDzuZR09v0hIvoNxNb65CTS9N86UPef2zL1CB4K9Ps7NPeboOD3Ih3k9cajKPUO0sb1U4h++6qnNvax2ED6gDu29NVGBvW+8c73Mlkg98Bl1Pk+e2r0eY8C95DUavY8tv70Ri+K89owHvg5WSj4zwE09DxMzPu/DT73+YC4+FgJCveW7573gOIE9XY79PdGwWj34v848T2bDvfzHij1A8Ya8Sf2yPQniPT1US929fK5sPhtAUD5BERc+vjpMvdYTNj1f+z09N7xcvRn7pb3y3Gy98M40vsSrLD0AWVM9eRALPVChHD6rko29+bJUvYHYIT5ohRQ+NTsRvSz2F75Q9ti9xtlIvR0utj040q49wv8lvMThaDytzj+9zyrjPSlcbz5aLhE88k9vPSyyGj1c9Bg9u57DPOWw3r3NqfC8Y0TZPE20A7yu9Rw93Iv9PZbk5T1eFa49WsVMO3K5Bz6evRy+ItAiPSqoET0F5GM9Gy0jPVq7gD2QNZC9DBNtPq4UAr1IEb68D5otPlQSYD2VVAi+lDb6Pa+3Cr5hAiw+8HhBPvI8qbubwQ6+ZrJHvHAcBj586ms9A5kCvsBukL2Bd0m9mfR8vInxBj6h27c9BtiHvb79rT0YlWW9IPzFPRC87r0X/CQ+jkwtPrMhRz4lHLi9p3v7PaE70DzQ8QQ+Ft0bPpIiKz7G9h4+zk8lvrMSKr5ikYO9S/wkvo8+pT2bYDm9ooggvk5x1T3JG509J8f3vXRhXD4fw6Y9ZpouPV+TSr0+Pv69DBB6vpuXljxsM6q9oUlQPZtQRj76AyA9gAnBPQiAbb31sJi7ipIhPbUg1D0PRxg9bAaZPbi7p712dSs+ghtjvuyyxz0YbEA8+nG+vdavDb6O9fi96xcvPVgCQb30OjK9e/UDvvmDND4BxS28bjFCPgfgIL5AibI9IXu4vFJrD72rlCi+1l3nvcXZL77ln4A9rQS5vdqrAr6kYue7vVzxPNjyhD344GK9zPcRvqViJb50Fcu9lVTVvXqgrTxUShK99WojvkZL3T1XLu89yCLVPaQWBj7lFla9AsVnvhSUZL7W2G49m0VyPVL7KL5mjlE9it5gPRWB9r1S+CM+WfU2vgS4UDsZYcu9IMj8PQC5GT4J01Q+OI8yvompUL7R5Fc8wF82PeaZaT06g0e+HI8Lvtel8DxGGUq9+QS/O2e0+71J1Fg+GSIrvpQC2z3wnlY9mSsQPqsYjrz9SNA8+FEsPlQrBr7aNo695KL8vQZLjr3IQuM90/UUvoF0kj1Jrhw+bWj3PKO5OT7pRES+jJCYPWfaP774Zde9liS9PenMLT3RWQA+J15LvgSbQj5Inuu9+rgzvkFbJryp0QQ+q4x0Pdhrmj1jfCc9urADPv9ekL1lMJU9diGbvdCJBz7XXZK81OC5vZEQHj7JCcU9sf/pPZEY8T0MEIS9HTVyvSsav731kT4+q+gxPiUT3TyKqmG9wLOWvWDLr71WD0a+w2wmvrZxALxmE5K9zortu5uVe7z3fga+yYk7Puau3Ds9ZXk9DCzpvQa2lD0YrXc9kNpOPSSlCr6lkaY9my09Ppygr71btRA+YUcrPV7ZmT7axEs9YV6nvY0rFD2EjD8+UN4Su6ItLL3sQ449lOUhvk22FT6LtCQ+UguFOjH4Cz7Wueo9wSouPgGMDz7mfTU+Q/tMPs5a873BkNs9StRWvQzyCT4ioGa9fgdbva9nsjxgvqa7rTUzPfrC9r1fCdQ930VLPucucL3C0jA+1BRWPUStcr3PlA08Nog2vYnzAD05JsI8Y4MZPgQYeL5+9Jq9mN1PPleLuL1JPYS+WJEdvLshd74wXsm8wbAEPtE4Wb7Ceqk9Ce11Pmpzuj0ezhq+h8jsvThPyr1WsF8+TGG5PTbe9bynBB28c0/2PUWas70bFIO+2oPcveHE1j0PvgC+FgecvWahkT1xhTW+nGEFvMN5NT5RChk+ot5DPoEorrxeNhi+WJ4PPgYOrr0Clgw+bsCCvmTIQL6cchm+fqzLPRh7Yr5M8Yu+hRazPZ/olD26l+O6ChMPvg+i4L0IdTc+YISHPRtqLT6oCd49msrQPVNIAb4N6dw9PzJnvpSWXL3Nl+q9b82tPYcI3T3lS/U9dOGYPZHvtT3ImEu+jZMDPsi58r04B+M9radBvimGGr7cMvI8/L/ZvQkt0T1BmkK6Ze1SPZeF2D3Zjk09oq18vivrgb0W4xY+Bn8PPniyHD4rjQs+C2vcvSHsWr1png++uWPlPcewjrzNVwI+k0JfPShtLL7QqNM9F6COvCHiS75dOwq+zpxUPUkukb1epxK9GCMAPYPO/L0SCTS9c9sUPstpvT3GS3e9vC6FvND0Mz1Iemq8UasfPrMdQb2Dehi+1KsHvZjfPz7IAok9XBYmvVVMAb4PdlU8vn4iPYIRkL0gTgM+vJoEPpHTL755vGq926sbvnuikb0QDb87TSrgPVW8I73vC0a9NeLDvZ5PeL2289A9I5AbvtGr/D0ZgAi9AC3pvcHcfb3DgT4+30SiPOrsgDzGQss66jhMvtlVTr64ur09xWT7vQPnHL7Ow8a9R8nXPWJ4kT1dfrg9hrVBvg9EzrwZqCs9C22WPS+O6rwkSPU9hlchvhrOH775ETG+pvznPf0MZT3Zswq9TFYovsRJRr3bwMi9l1IVPsuE+btMKfu9jMgUPWoM/z0GQaG9AcjfveR8qL3mHVE9SryhvYW4F76fWgy+tczPPcn/DD6trc49GreUPqBLQ706IC++jAtoPPBKgT5hn7Q9tEpcvhv/or4XDTS+0pvlvByTEz7o9s093MWyPdrkVzxByQi9Lg1xvWdQBj5bh4M9BVjYPCWMcL1RhfE9Xv5OvLVLML4pgbS9cHlOvn2/Fz75Mom8CSnYPcxrcD1GXfg9jbBVPsPN+D0M4eK9+80rvGjxsDww2D0+7CLbvKLJzL1BmqE9dJqiPcg7nD2JH2u+P9qpvaeI/b3KoRY+ryvDPbkYjr1PBW++jC4pPuds4z3xlei9sPUsvVNG8D0uC8m9hZEevAxWdz0rtAq919NEPsTpD77nx5a9cUU8PcGyHz6kXKi9b6cCPDLjpzzY50e+ATLYPdqKOb7Vha89PBxeO5bbTr4+3rQ9h1eiPWVkgz1gOYO9F15QvXPN6z1Xv0O++6xyvv9yTz11MLC91lC/vTCmgD1DE0G+hmGaPCwHQjz1hqW9zCmzPSbypj0Aezi8pKsQvcOihD232R8+fsUmvaDmBL6uDZ49YqhHvmAxQD0RutI9bHOUvUwuDD58m/+98IgAvsgry7vmWFK+czFWvpKJUT2hR36+vjxRvc/CxLu/dxI+0dmGvT2xgb5yaVW+kudGPdH6lr54wUs9+3UUvrsTIj2wrhu+a29PPcuZFD6GugW+XfO7vZDpJz71dgG+zTbGPfZgVr0PLx2+qFrsPJDXaL6r84+9gPXBPTpDHD4on9a99KVCPCLmIL5T5ie+IYDwvbAGij23CDK94+SQPcu8672mIOm9OQglPCQMCj4ogYy9eG+gvCezN75bNVo+xT2PvnLdqj1WP2e+63UVvTLndD0lsZ49CKniPXjyAj2PkjY8ajVnPRXmWr4nkpG9SVFmve0E5z11z/I8Lv5Jvq/IGD54hGG+NMZKPuAcTr57I6I8yhiSviZHIj2jePW9Mn+MvS6hrjxF6nw9GW5gPAFJDbuDat09Zb+wvZ8Fjz3XCiK+mZYgvm2J9T0fhPe8Oc8EvqUrzj3Uuam8QZ2aPgs5LD0lboi+1GDHPQCiDT0KaVk+50sTPmWujr23u4U9LjhwPQ1o9r2ftSI+GMLUPV9y8r3ADWu+tvcWvvGsx706w5A9g+46vgUGZ74fPmI86k99vqUSHL6ozEG+rNUEPpMrzr3X5gc+BZwZPVYQjj4Oxu07ObKvPcjvCDqNTAM9qZH1vKKTQD63G1G9tRAzPo6fEL12lqu8pINmPqcEUr4w4Ps749dCvt3dh740Tki+FWfCPTxic75aemc+oJchvhtIdT1Xva29Dh0dvhEVLD6TbRc+XqoIvnlbQz4FN6S92AYMvmVc5r16vd897z+kvUlq/j1ginq++/12Prx8Er4ktm49ua/bvWqFWzzGwkI+01HWPU94p72DP6e9DuNPPVG0Cb1gbf08Yr5FPkKtGj7O6Ko9WKUnPjyoWb1jMQq+2E81PuyVKT6i7RI96D4tvsgAmz0f9iU+a5KAvY8ubz4kOJg9BJkxPi9UpD3T34e8u1kzPqEBsj2ruhk+p9UCvmHgGj7M9eK9kngXPpd3D7xTOK49icFTvfDxbT7LpfW8LunZvdxDub2bGHg9NbTRva6L9j011aQ9GOQJO/lWaD2b0Ao+PCYSvllpLj2rXXa91dqBPD0HPD2Fuss8aGUVvQGFRz4Tt7K9HqTyvNdO7z13mAE++brcvX/DNL5XUX0+H+mDPdoMID5F4u69xIoivklFhj495f+9KzMkPr5QWr27gg4+HVMavtwiKz5Ugze9q+IFvfw6/D38SZ247WrvvVhDHD49buK849CHPGDhVL5T7Tk9LmVavdt20D1/CBw+AI5UvdDNtb3htTG8dIxkPfj8Hz6O7uS9oGMYPvQ0FD4ZBfm9BuoCPsmgsb14s4E+RcnpvPXTrL11WbY9NigdPZoTxj0oOCY+Z4YIPmNe27z9aim9ul+rPSnrLD4ldzi71h6nPTAeyjzuo7U9WnQwvgGkB77CdYy8HeENPvUwAL5DiyG91EIXPuwApjyMQhg+W6SnPcMzEz6Qgys+noMrPQRQ8Dkuoxk9epkdvks4Ar6QlaA+WFtnPaUi+L11rvO9wcAnPu1YLj4KrjK+NsHIO4JVqz0cq889vQiCPb4sd7xStxm81JOKPWwjPj5kVDa9giBVPr25Ur7UxTM+JbBxvaCGDj5TkaK9aFE6PvjLvb1ayt69+wXEvb1MWr5+/mK+Dqj8veox1r10+iE9OrWvvdcFDL2XpvK8yQjdPUc0Ur6rS2o9fGMBPbyYlLzNzZO9aIeJvd+maT7Z1tu9jI4JPod+J74ifXa9lNWOvRi6V75gIvS9TlKbPdYeUb5Odfg8GlFePiO/PLvlTxS+CPO0PV5beT1fW/K8ms38PdDvvb1t2Kc95FGaPdWPbr4Skj8+kissvlSpl726rkU+Xu8NvTvRpr38FQ++UM8mPQTQ+TxBKT8+ajarOgiSIzyuuUO+t3LgvcN3cDxwi6W9vEEKPHELUT2vJO89OdZAPjQUCz10G2K95sNdPWWM9b2uodA9tt7fPfrnpL0unmc+JxHRPfFiuz1D+6e8Id7Jvd/31r04iRI+4+aBPuabVD53PTM9ahMHPD2H2TwwEZU9z10tvqT0lj3oqEI+AlMAvgekBj5YlkK+FwQfu/6rQb4pyZ+9L/ERPfZbbz6wFDY+zXdVvnz+Az6POeI8Ebpovp5/zD3fWlq+IF8iPjKFnr1rnDg8+R3Nver4TL1W5Wu+jsEsvOPHWT0cD0q8OrvGPZ6+Wj4NMgC996wWPrVqQjyrbQ4+QXwoviX6hz0fLTk+8bMVPVL54j0700C+VeRivm24Ir6L8QG+lXFfPhjOnr1O3+w8e3YhvmUyCT6JgXe+YCiJPlnxxT2xVlQ9lr9EPUHGmD79Nj+9A3YNPmklCr6B6Co9za73PfotDj4hqxi+YTcbPmiWJD2+tMs9aKaDPvgBDj44M5I9O4nTPRwY2ztFRic+ZaxJPrJOGL6S9ZQ+vq5rPrJflL266E++uLmCvjjaED4DuwQ+N6IBvgnJrj0YLQE+ywICvlv/wT05FCk+4+aoPhP3xj1c0Ve+KZydPJiLjL6weEw+dVFavZQomb0dLxe+S4pgPRXMpL3l5qY+bFMivnuv7Lujj5W8jDtLvv2R7byrS9G9/KFdvuHYED5j8ZS+l9CEvIivU76oNVO8BMSlPTC5Db2Ud7w7olbZvVw/dD3haYa+JuuKPmCipr1HKUs+ID7xPHGkuDxlW769QLM1vcAnyT2Sq42+O2NfPpi5db4lXSq9+vhmviMvc77mJOE8b3iYPh50WL7+lok+BPIXPXiIWD5l20y+LtswPkGP/j0uvOk9g994vUbvhb6vr8q9aWRlvQJbZ7xOIwW9TnCYvVJMbz2ViAi+NcORPSsZ9jrjuJA95XshPpd1KT4trqq9jTD7vcebzL3hlr+9+Y00vqpeNbujrgK+nP2VPLMlnzp+2yy+7JmDPeyuEr1N+WK9RV20PTamoTxZsfE9gJ8yPrYw+LsBRKu85Am1PWaZdr6wSXS84X3PPCu+nLxq2Zs8DCghPkxjKb4pp4A9PKEMPY7VRr4vBwQ+VJvEvbvOIDw0cI+94DZdvlT94j05XGG+ziX2PcOqWjzJVd+9I/7DuySLDDyUvX69HXpMvhopFj1FomY9fxITPlV5KL5dzh++02IYPfbF3T1Wikq9fsjbPW/lRD3rVeW9mL5mvRj+7b0vJ4k9NFcFvgPFnj3isvK8yvAkvgCu0b1l7l47wW1avaFQKT5bgmq98l8uvZGvNb7c/9E7HIUTvhrVYL6KLBM+YHMfvv5Lzz2ELGm9qbfhvWadjz03Ez69NzykvTZ8LT63nP29KSp6vSm+Az4KZME9O/1PPQQrNL3Lsss9JpNTPVY5771xyPA9g7UPvgqFkr0hj3A8kUK1vQ89u72db4m9KtESPheM5701gZE9HArTPBRR8zxDYPY8agOCPQYSG75CJYW9BOEnvc9hCr4pYBC+vOEMvvZF2jwHwgk9uVj1vd2WC77NAMq8KnuqvbPWKrxw4ii71a1OPHIJ7LxwRLW9g6fzvShlWL2LBvg9kKQRPrDvKb7/To49JzQ5PtGlz7sF66q9T1nzPC4F/z02dcg7YOYhPcgndr7ZRA4+wkEBvmERKD54Slo74t9GPvBdAz1eeiw+Nn/jvaqvdL7ceRs9v5lNvuHaKbzfrGM+59vTvLzE8b3BVAs+CTWFvoa6RD7KeA2+oPYWPhSjJb0Un6E8BZUMvc9pKr6vN4m+uuYePmCA1D0CsUu8k5s1PZwKOD5OrwY+AQRQPsToqb1CxHY9uWKTuxVMp711RTk+FLpCvXX1DT4/w929ewZivYVPJT0HqZi91eRsPiG03j3BGEC95fyGvSoaHzxWYsE8yM25vbff9DwQ4ku9LaRfvcMxmT1/1oO9g94ePpZ9yzrFKx2+CI6Nvjeqy7129OQ9fSGaPebM6TsR6Qu+GzrrvW10vL0KFhK9YKr4PUnYPT4GqDo+a8PKvZ4zrD3U/WO+LGFKvo5xK707a0+98HrRvECmDz6j1h6+KjgjPe24LL4fsaO9rcbFvsmtSD2OudW9FlKZvudeCD5m3yi9+qQzvI+3hr7/3eo9MhA2vmWrCb7yyTu+U0IlPukjVT66dZ+99V0pvidY873Qs7q9cuDPPVPNhr1Y0hU8WJoPPWE2PD7i/7W97jMTPsVVHr6YiCo9o0ttvbsyCz5/NyG+9R8YPuG+kD1nqv28xyrwuk1uzbxWMo29E4PJvWRfYj6wWqy9LafTPLm5Vb6Wk/69qiDJPfU1Zb0dPYE98PW+PUGh+r0sWzG+20crPWio8b0ucD6+Wnnmva671zzNjRs+7tRjPMRIxbzstqY9PWM+vk5Dar7LiqE9y74cPQlv6DvtKo691U+nvpzrprt/4dA9sNyHPcSIGT1tgGY9Lj4IvqqR/L00IUK+0ycKPunTRL66tRy+UTdFvuP1iT0j9rq9I+OBvW/lJD4Cb+G9fs+9vSaQfj7Prpm9hdj4veNZKD7bbHU+8O5PvuNxDL20yjk+yg6/PIUl5L0EUfe9Cu5vvH7Jtz1zgHm+e23APUbabj1gWgs+y9SkPYTkuz1JGN+9IUeMPrLpED70rQm9bYWOvoi1K7wQs7c9a5PRO9nPvDyle1W9JWEJPUkyrb2BF9q9KvqgO39per4fPuI9ucYPvtcLa77S4IM+/U3CvSMc0Lw1EIA9tEJevdrg9b2ppwQ9Mo1nveHQSrss7fy8I6OoPVxqoTyRMiA+SuhNPcOWbD148rO9E8csPuLQLr4v7Y2+okmJPJccjr2BzNo9DyOpvdENYL1VXBu+K/auvcVtRD2kIrU899iOPWKhXz4SLVo+SOWsvF5mgz0N8YC9S/yuPA4VYDzDg6o6uW4VPdH9Yz1fCC++mhwxvrNxfb05rws9a+yVPRwVEz4prkw+kxLHvXatCL7Y+789nfkTvj7/5L0lQEa+6dyQvhaUBjy15sQ9gCmbvbgKQr5JZni7qjAAvv6JMr7y4WK+vN2QPW8EBLyxXv+9154FvnWxZL3Bu6I9BB4NvhpxtD2xGS2+BtUCvRyllr0Lfyi93Dkivju7Ub5WTSS9t/OCPe65XL2u0L292qtAPeRmO75VhAu+wjGcPIbR2r1blii+dQP5vPJ0fL4QcQ++eQqsPWIIkz2IhL09ZbRXvr7Rw72oq0m+tcGFO32dcr13E/29NZinPJO0wr3h3s691AXXPXqdZjx1quI90R0gvuuwcjzL9gC9cpxIPfEXwbxGW4u9Jyy0PHWnjz2f3iS+BvPtPdQglz2d+C49CpHKPfKQgr3axUO+9wukvBdcXj2L8Vu9RcXEveFsU76+1tS8iAlQvm5mRb4iNLi9YvDJvUuXOb7xlK69SOu3vL+pGD2/fs29rH01vByWTr1ApR2+jHdRPcbzOL4jMR+8dk7GvYSUf72IYzK+yBMlPYRHBz1AkgC9pM0dvvpxm71PiUQ964g2PYhIDT7fGJE9vtN7Pb/eHb5MqyQ8VcSzPCqqjL7YYIa92KP6vYGKHD56ZvQ8c2eAPLUcvr1TjUu+17QNPbuFT74VXvw97jzevWDyID7FUSe+K4DnPRf5/j04rbg9B46nPR+kKr7nvHg9ELyqPDCo2b1lzZs9rvYTPqDvhT4Fn4C+NjgRvlrGe7457wS+5rgqPvgQLL4EK1a+4gSivKSsPL3AsO486bERPqgQgz0+t5Q9p/J8PO76/r29stk9SgjcPY13urxNRu09RQmMvVFwaT5Yc7k98ompPWHZ3T3yGxm+J2A/PbAHmTxjQ4C+L5pPverW772xQbm9JvupPUkkGj0rJs+92g4dPjcOHb1SOtA9u2BIvaJwBr715rw8p0UivekH2T1azgI+HxC9PVvWo7wSYec9x78Yvf0K4DzGj2Y9WYi4veB/dbnRRUC9hs9XvrkUBb5YEkm9JHplvowWcb6vLpw9h9/rPfQjmj0WsxS+eK16viH6ib6r1Dm+MQkLvis+aL3WTRG9zGe0vXNwIr0/Yhy+HX15PiKsKL7cQry9E7y/PKGl+z2Jaa+9lAUUvXLj772/07a90dlHPFNJ3z1uy6c80/0oPdbqDL3L2E++XffrOmlvJz7Yunm+9K81Pc70WT3R9VA9qCdfvAs8h77pmBK+Y4gCvoITGD1xQAy+s8JdPkBeBj4tmwU9dnY3Psh0ib5B/o09N7s1vsgJ7LzQlYw9sBGTvWyDsDzxR0s+JBDGvcG88j2LFEK9Yr45vmlwubtWPSm+leD7vA3Jr73n3Yk+mPdaO5O0sL2tl9498HZEvTMBSz0brYo+cMUuPqI6Ij4X2Dm+m6cNveWQib4lAzy8Qr82vna16TuJo5y+p6CNO15ow73UidC82d5LvuRMvj0MiRY+b+BRPhU0Bj0iKvg9LikVvoa9A76ZzqU9P4JhvqHv1j00QBE+gDqovnpkP759W0O+TuwDvlSkcj6Gv6S9vb4Rvp059bzJTUa+wKQevlwg971Z6Xu9tmfvvcSlar3AlC+9gzV1vrGkRb6L2dA9/u54vlbpEj7mFJ69/YKWvDaVkr02Tso9cMAqvmtx2z2JWvY9uidsPtwj2r2K+IE9Op3/vI91MD5ABR494YI2Puv8OD04cXW9z7Q4vv1qgLvW4PC9uiOWPRLn7z0DZ2E9C7lru4OTm73dg5E8ZoKDvpk2/zwMIZ89WxW8PREYXb49Diw+YeY/vSSxcT19Wbk6M/FLvusNe74ao6A9VsquvPiJbDyJv3K+82wCvssnAL7vBwm+IOttPL2gCT6+JTQ+ov/MvUH+ND68K3a86lj/PXVsdruNlaC9eKkKPa8OprzkeGA9vIwXPsspTT1rbPO98NVaPkFJtr1paBo+LFaZvEjiFT2tQ+49OG9YvdbiLj6ucWo+x3ERvTlXCb4t1+a9UcMIvaqpXT4LYhs+DgxzPAcd+Lx9n14+Yk6mPet3Sz1Yl0O+U8SGvIQ1vz1Pf5y9JEMVPWtUBT5dFq69flE9vke14731QP29ltvxPILLbb2BbYW9noRVvU18xb0EyEi+SF9EvTPyv7zrUPS8mm09Potp2j1eynA8Li5EvYg1Nr5/4G++B/rNu3u6Dr1uOe+9secMPhWSvbwfeTA+A9mEvfYb1r3EI44908MNPYFoN75QSxY+g8njvfFtdD3LFny94XN1vTBFnzx4Niu+IUFwvlfGzz1RspU972KlvZAqLr7zAww9GtgBvreiQzwkF548q4YsvrR0N70CS9+8nCZ7PeBZGD0GpRc9Q449vrgNH75wcii9YUa/PdftwbxuBeG9cffavAFrBT78+eO92jxTvSi68b0wPAs9L+uYPaENTj6M5rm93bAtvludJj36Pmu+wpUavqcgNrx5+u48jsOCPVsWH77ZQsS7rUBwvTlD/r13/Py798GjPTBYYz3Vyxq+g2sTvR0lPL3pChG+SuMKvgnHK77n7Ta+6uijPTt7ILzA/1g74R0ivDNEA767msU9UP02voDxML5IPwu+yxbKPYSZyb2HeUy+MHEXvhHaczyQuGs9J84IvhQnxb2qwsW8RIEWvti0AD3en889wy7xvEg/Zz75qty9LZoTvlsZJL5xhNs70V3TPaZ5tb0K8T6+GO7EveRxIb1cAqG9vGoSPg1Bdb3HyTU9vIEOPiRFYL2+BiI+1b2su3QgGb6CyPC9+UMxPt12hz5U0p49cyY5va8Yub42FHq9bgROPjGExj35Bh2+hE8OPiL+qL0+qqQ93T4evsaOWr7VwFI91izaPfzADT7DcxM9RXkyPZcJEL48jOS9/O4XvgSkLD5qbSg+TUZDPvaEBL4Jjv89Qa6bPVA0rjxIOoe+VHuQvbyM5L2SKVY9HEQEvQQRHD50GbI9KMUfvvlA+L096QY+j3YCvv4PD70hdz27BiQAPolbhrulwgu+BkgjvRcYDD7mFhu9HIx8O0slAL7a0g88TV8LvkUaPL7QD/C8K/uvvXKIybz5jgI+LvyUPRx/+r1CVz09+aNBPRcm+b2tfDK+q89DvnkRcb5fOrI96KLLvbnNRz4lxYQ71dB3PS7UBDsdb4A86EW5PD4NAT5rhsi9GKOpPC7jgbt8HfK8/L6WvFRJw7owRWa+iAlBPXJGCL7283E9Zl2SvWs3jby8rRA9GEpgvnU2Bz063my+XfqCvZHfCT6npMM9XiIAvk+jhrxiKzI+aShWvfpZ+T1QB0a+U+SlPUDugrxxqAi9XpmPvW7fhTz1g8w9Y4suPpVZY76G7p29ojDyvRK66T11jRA+CDG6PdNqj77GWRu+/5MqviKrTr30g0W+pSHpvWZRhz0NJnE+PN7FvSsPCb5GaLi8GrPKvdlMSj6g66S91zWkPWJCH71Gdba9OrWiPcnYlr2Q7zm+1MfnvSJ9qbyhNNC8n94KvvdKF74b/kO+zJBovrNNpj0AaFI903N2vSsw6j12b9y74xZZPWvFJD4IDyc+vTYLvTNgsj38Yyg+cS6IvhTJqr3WsUG+TWeCPR4eJ75ZOQk+jf/KPQS6cL79YQ++YyscPqo6nb1MxU49G8HuPYsWoD3Kt6E9TwUzvPS/dL4WZae9OiVkPO1NGDxqwcC97HaCvdDrCTxtmRu++5uvvVQOKj4hL4s8qYshPpVpgL0w6+y9bQiCPQA09L22MRy+mNAbvoSHJD7RYeY9HHMdPhyBRj1E3+s9V8wlPZr2Hz2Wkwk+PS9dPXyWnTwnqEc+Ae08vWdb/b0syR09FxyVPcjt0j1gf569kUwZPYQEoj0Ot0g94e8DvaeKWb58tik9nhr7PZy4gz7ZKCq6L4BaPlipcL43FKA8gMP+u8dvID6//Vg+PmPfPHHOLz7E6Mc9wcAkviiDvD2hUfC9sO28vL1PDb2O5sS9zQBPvtK7Db0loeG76I8lPjv8Fr6rhRq+Fl0dvs1qDz4qevy9cRnfvDNuS71/fZS9yPqbvf6Pnr32BLA97geXO/glaT2L0nu+aZ2uvZXeCb5NNjE+agyUPGAsjb5d2dU9MHX1PR+wND6KzT8+3mkmPmRk1z0N3o69/qBzPdByDT0z/H+9rOOyvZnaET7O3xg+EPRkPYnsHr1xOao9CwUJvY+1Oj6pKjq9G1pDPn009LsvuN68KevLPS1SHLzeTDo9A7zBPUUQR72l33A9YPp7vbHD9T0Y1Qk+Oku5vC3A4L3Rc4w+P0QgPnqnpT3+h1w9Pr/ku7bylj3XBes9eYEzvc9JFD5pXI49c+57Pqinyr0DVq49msH/vP1kg7wFXr69ohfGPQKZOj2jCv+9BFMwPPa43j2Ohzc+BtC6vWtfuz3wnzE+ntYFvQhgAb44vBS9BkE2PoO3LDsCW/A9cKTOvW/BKD6/2gE+RFU3vZwcdD2AMwm+2ufyO9V32j1YLh8+3XJ4PTDFCT1xZI48xmIGPmvGAz4dD4m9abcAPayCUb0dkoS9QQOoPY6SBL6/3Eo9yVdQvD6zbj2X09i80QwLvWW70L3xYB89uOfxPfY49b3QDiA+shROPq6kd72c/Wo8VNXUvVpztb1hN/M9ZrnGPfdrNT6umhU9jA7fvVCV/zwjIKE98WBGPk4+8r3kVfs7uLYEPhQSJj7HxHM81waYPUrsXj5FdkY+Sek+PppYNz6TFjQ+MtLIu7A4nb33orO8llajPKvnfL2dIck9RpUSvrWPoj0WLtU9EzdRPqZaSD47WM88zHA5vRZgSz6rwda9oWvCvD9juj1AB0K8UoEGvtfjZr5umNy9hCx5PnS2eb1vmCa+SFAVvgmDyr0ouAq+BWcJvu0/6r0o1zC+Df6NvfwTXT72LOA9UXr4PfipST7I2N+8zNlGPgn1Cz45WUe+aMlVPrq0hD1Kn0i9c6sEvZbz2zyKs/G9itPEvSMPPj36S6I+6Hn4veHlEz6Kgiu+9n7svcijWL4QBnw+9uPcvCBtlT1TuZ09VGlXPkdwXD5p5WW9ouV3vV32EL6yawe+uagmPoA6pT2CL4G9FlssPo9HC70myFU8evzUvNg9Dr28OZe96Woivegn2D3FmU282YccvumvKL6sc7C9lWgpvgMsFL2h/Gw9fUnJvW+LB7wWSEA+JxMNvZQj371z4xC+3dwWPRpOXT0YI4Q9+Pw5vkfyDT5MxSa+ui0IPuv2xT331Lg9HB53vduK0j1+pF08jaw1vfttJ742EYK+Jba4PBdAWj7tmRQ+GhM7PjxHyLw8qGQ+kV86Ppr6kD3ep9q8LS43Pn7sAz7F/wE+FWmLPUSswDyhpIy9JTILvYfdJL6ip0g+kgmdvfEavDsFH/e8piuZPUd3gD6t2gs9ay0Jvpi2Zj39pIu8/GfPveK+cD4atKi9uwGtPdREKz5/7S+95w6eOx/FhzxlTZK8LPRJPSmQFz4RLRi+CvIsvQyAQ707F0+8nzIYvufuXL0rbh09JJSivRt3+z1JlDI9XJ0Mvlg4lT2uBHk90poVvRN+Sb7xryQ+YmrFPCh2Lr6VIqc99DmMvUSokb1CARQ+rZMMPY68Kj1geFm+oIhLPvTwI744NIO+ipBDPtUurD2AEju8gcWgvdtba7qaKQw+5ZcQvgD1Dr6tgRe+DDxOvm5ndz3BPwe9mjidvZuXrr2Ette90xdWPY+cLz5v4DY+cu8iPujqVD0gvFI+GZJCPiglkz3rH8w9OG8dvfzRf77Z1jy+mcxmvuskuj0lmDs++fk5PcmBjLppFAG9MbwfvScv2z1LiGq+cmOZvIjsAj7tRwM+Wf/BPZvvcr7fXDS+6NEZvnxTO7301K29W9mLPq7GVz5dh4g9zYCBve9lBj5YH36+iTFdPpvkW75N8fC9eKR4vT8fnb0cJ2e+TgYDvvZQ8jx6flu95eDePagXFb6ySJg9fI/BvB90dT0wUiW+KJuKPg0lPr4tsYE9hKU/vUBwnb300pY9jp+hvADoKj4FU2M9Tyd7verUIb4rY1E+E6CnvqhvYz0zVZW9AV6CvJ0wKj4E7qW9QZjLPQOZyT0+mnm+riY8PoIQoT30zQ+8FwSlvfjLrL6Xphw+egwZOviSxzyB74u+9c//PaQVEj7AMV89CDvcPVPhjr7jeee9pzITPmJ9lj17Fbw9W5yqPdYtHb4efPK95Y4mvnZCUr3QqWA9oxtjvmrZB77cif48YB7AvLxcNL5DytS9ZrhxvdL8CD6JjM89gErhvU/b5b0g7hG+qRkivg310j0mg5O9ZJOvPePi5722WCK9VnrovSTSkbw7k+89B/8dvq8iC73zHtU9HLK1PXZ80rxWH/S9BQ09PUI51z3NTxo+1SY1PUzZcTzfUB8+P1vCPQRg/L2k5Hw9WqtnvJNOOL2HFk6+uo9Wvb+yLr2F1Cy+Q0UnPiCMgj6G4jq+RxEIvuntAz1Rx+u8q3AtvTBDMT5d8+89NsKHvACAQT4tDpw8+TFGvCpeU76X7zS+dEgqPgWuID7MIyy+0Jm8vZPV9rsd4Ye92x+8vTi4MzxpSpa9++CxPf7IBL1hxuY9sqntvBMbIr1y7Aa+44bVvcPWEL7ATh2+hbnMPWzdwr1m+kY+9dOqvJvPuzyDP1m9t4jcPTJpTTz8bwM9xajxvUpEKr6RwiK9ApINuwkgUrt7Urm9jT/PvdiKJT3o8TG+Hf33vSIzFr3xUgo9MndRPT03AD6D5+k9xLVQvtzdU72Uj/+9EcB/PYxEeb1YmOe9g/KrvWkuQD4h5qo90e4sPi6wxT1ch4K8vhlKuohsiz2+Ais94I+MPdEHEbzTeCo+7lsePpKCBr2QdIm+e1/evPGmbT22Mmo+JuaFvSuALD1lRzk9pIsNPr7B+b2OBSu+AvSmvUCHq7y9KQe9F6C2vAtYnj2qmNK77h4MPUP7Xz4TQuG9/JvovUAoQj1EXWg+QXg2PZIXBb6LNaE9/HX7PTbn873zhjs9j0HYPQAsBb6UNoa8InkuPW0NMj5aKiG+WSocPcucD73Q0Cu8c25ivnsGPz2Pdye+NUQxvI8Ipj12pwo+sWb9PV6bEj5ByXe+9cViPYP6tz3cFMk9FZyHup2UGr1J4QQ+uP9hvK6KVT38Y4Q9TN8ovchH1j1o4ha+riSlvToiJD7kcJo9GggKPZ9ko72gvzI9uI+dvEiy4b3b6EG71zRivgJ1WL6QIl29vBXHPeJshD1tzgg+w8QSPss7D71cqMQ94jPuPUobET0RGm++wTC8vSh7eD53pAE+BxpJvloXJ7yK60U9MAMpvfqZZr2Ebo89RzUCvg8XR71a3jG+53guvqX06rwrNTi+Dnl8vodHJz5r5iG+lmISPlis/zwHXee9c0Y+Pu036zw4sFK+gW8kPV8Svr28gY69ZaG4vfvSFD5ILIQ7JHUUPcZaWr1BHS29rC+Hvjtjdz28aV89W+zGvBvdKb56Kie+Z1jkPVjGPD6S4Le+TkJdvmbA+T2LLnC9+jBHviZ6xL19Qj+9POxQvXB37j338489YRj/vWa6FzzmGYi++WjPPUn2FT6MxcY9SlIKPulsE72/tj888pNxPCtZyT2Hi909fwqCvIiLxDwNsA2+xFeWvaB2kj1Hj7u9L7kkPoeaUbywwL09cK5TvWMv9D0J85e9nCFtPfHO9DxQwjg+EeCnPFR6qjyM33I+71Mqvh4PPr4qhva9dr20PAy1iT5g0wm+ryZZPaaPyT0KuK28002yPpLAgr44HUI+yy1qPc/5NL2vkw++kLfeOn5qMT0kVrk+HL8rPrTOYr4ttPQ9XUEbPs7OHj3r0ke9uzEpPtm8AL7flQ88cGuSvgjI+b0ibXQ952OwPsRtWz0/DRm+HhCivR2Ngr6p7ig+rfWnPXZyIj7Nx2Y8kUBlPu4fHr583R8+o1oTvAMCBD7XgJi+T87dvThY+72Z0hK+CTxgvsjyDT6uaic+AmwPvkgF2zq0a8C7+/MvvcD4hb6x4gI+U6NMPmbh5D0nKs685RuiPRwIpb2kz/w8v9KHPWlvAr25olm7TOCaPsYlMT4NjcO+e9tmPlzj9zyCZ/w7jHibvtWSJL0QlJs9dGjZPZuwRD4S/DY+JaocPbHiCT65UtQ9bCmKvaj/sL0tFJA9PYtSvu/k/D2DMTM+217gPU9imDyi17i+6eegvaSgMb5Uz1++ZlL+PQlTEb6hXpg8MRvYPfFwnL3kSB09Jt8cvmmn3j09a1i9OOrYvRV/Jb4qxkq8Qisxvkm/w71pO1o922cUvEbXmL0MoS2+Z/HgPQ9nzr1ifTs9c/x/vgpm5D0rhi++OG4yPd3RJr4GKRK+514NPqZ7Fz0Y6Lg9PMKUvdX0Gj4rvLK9MpChPc6jRr4Lh7e85WhVPQuZNb459hq90YYxPeEi2L0RICS+BTu2vWJqA759WgS+u2jBPRimHL7ggK89SJqEOxl8IDzYoJc9r3gKvbEI4b23dlY9aiwBvgpIyL02ptC9plHvPPJtJz7N9pk8b5UevjYMJD66PPI9RlQNvP/nRL1M2Bg+nDqmvR3KXD27ph6+iaRvvaxgJj4wIYs9sHsxvZXAgz0wVAS+beQ4vlQ1PL5SUUm9PHQKPnAGlT3i9RG+nb+OvFmPU70MOIO9QNoAvYyavr3NALq98AUPvpMw1T2BUVq8QhwOvox0yL3z0fW9ID0SupPTZD11Cds95coxPg6bUL4jm3a+Q1VLvtcPOL5hyUc8KU8UPjlgP7xc6rI94wIavgK37z1hmV48DTBUvnb0Fr7Q2Zg929hDvXbn172dg4s9QXE8PTAmGD6HwQK+GFzTvQKzFT4xklA6qOsAPtNtaj0WcQC+RmPjPeftzTzrD6G8G1TWvZi85D0cVvM9a0M1PptStjwJUi6+PT5mvlO0mr3EUoU9O9A9vnjhwj1hob09KGEGvk9d/D2nrj6+/nQ6vp4dWbo2JLK9UWmGvbU6MD2KjRG9WeuhPTJ6/j1Upfq9RkqDvYlZATyxgiw+CNOxuwM+iD4WtP69IW+XPbL1ib58Sb09g5ESPZJSYj1XGxA9KocMPaLntz2hs4A+KvzJvaOOTL66UVS+m8d0PNV2pj0bsBk+G4OLvUjNsL1uxhk+xBIKPh8SUD3obJe95yAmvuemNTxN4Ne9dKzmPLvVXzsOn1I+7RQPO6HMFL4PKou9gXRzPlJ8RD0Oq5y8yAVJPlNmBD4ssf89BWYVPpNbj71tXTM9PpH5PTGokr3f+qm9ndMVPubyCr1y8fW9H7nBvEewfD1yMwa+sQm0vXx1KL6aZAQ+FQSXvuwCU71AX1C+lpv8vcFIiTzY8Vg+oKqsPdf2sT1mjV++5SAePefpej0ZM5a+FIK0vdFx0j3LCqC9/J3bPT+2ljwG/iw+5zKTvf0/Wr0HuNE9SMf9PXdXIr08T1C9ig9hPiNY1j2BXEe+ghAJvvSmez2DE7+9ivJVPvGniDzyqQY9uCfCPSXwfz7Qd8k9S1A2Pnwd8bt/7QW+vHVMvtL+Xj7/EG+90elqPXc6WT4pK7q9KvcoutfcwLzql2y+KI6YPLpi9DoQneE9Zt40PnrYz70t3bW9nZK1PESDhz5ucaa9wt8dPjdl2T2u8vw9IzQovuh6ib2PffS8xLlUvSVepz19skI+KZlHvLKLAD4oJwa++xwRvmpO5T10ef88onOLPdrw4709KKu9TDi/PdcXEL7LZJS+kjRvPoUZ9L0aSdu80Jo8PUPxsT12yw+9Ez/hu3zdDj1Znvq8mEChvSCTwT0xkro9eNpBPjkLeDyfgo49d/NmPpl6Kr6i5zO9CRkNPi4SzjwqgSG9J3k3PqUzzj34aDM+xo8Nvlu6nr2AGF885vv2vWi9DL3vtQ8+j/YOPh1DY7wpbte83MQLvgy4gbxWfE29roiovl0+8jymgAE+LaPhvOwWTD6s6f+9sxWlvb7SFj6RQAQ+HMlrPvOUPz2kXn68hVeJPdd6kj4kDZc8hLWjvWXMvjyTK0S9OTd5PjTClD1CvLq9ADbFveQL6T1vC/G917K7vb+PhjzfSm490PifPZvyzT2tgCy9OCzUO+VpJr6NEkQ+1WjfPdaG571O6Sm+pyDaPbtzvzxzsJE94EvBvEF0JL5C3ko+tqfHu5gyY708mqq9FUV0PZyisj3erym+MoyaPWMtJb4gZHW9K87bPWTKXzzMvY0+VixmvkEkGL4pdF8+PmpGvkXxJL7W4oO+C4lhPunPTzuBOwS91/TsPUg8mT2ZFRK+MrQYvHuTY741tX49xLH5vRXBX76ssRE+ay95vqQ/oL2nEqM8/nFxvk7fPb64j/W9gZJDPX6BALynl5w9wC+fPTC3Rb02WGM9vqmQvbuYCL0xd+k9e5ItvnLOgT0WJDG+miKrPbHoOr5eF5a9EtZOvhzeMj2q2PM9OsdUvh6uIb4P9SO9Bh5LPeqpz72Gko48bo7iPeRajD0ntku9jRhhvtrGB75Ffjw+20tXvPflFr0AOpi8QukcvieXMz5Hj4m9zXxZvdZLar3KqJ08iL1zPc6ePz24KEe+F2T2vVgL7Dy8Lkc9TwC5PNF+AD78FQi+sKuBOCZKNr2DyDw8mHsxuuoSG76YLx48wX+UOjGnqj0ZnbC9h0GuvcFQhr2QsSa+TXikvRSm9L21b7K9rFMwvoQiC73rEWq+3Uu/vY8lqTt5ec89WhcHvhrHXz2gXDe9jU8IPgOIJryzIbw9kzgSPo5RR74Ko2O+sVh9PQ6MEr5xary9pbVVvc6KK74YWxs+s2oMvlNTqrzdh9i8FD9hvnJpK7xqcc89HBLbPRuUhbxUBAg+UqaNPUgC6Tu9K0O+aZYmvbnUgb2kPKs9LiNRvnQCGD5JHJg7p1VRvbjGk7sHnw69qIEIPk//szzEIEs9sJErPaX9FD72POe9UhAWPl2hlz3fjAW+Bdm6vc2rr70QOYK+k/wkvgB9YrtspcA993ESPIWDLz5qjr698z6yveXruDuEfSm+9yxcPvxGFD4uuk28YZpyPuiGr72NmV49SJEqvhbOmjyRxHG+wFE/vqq71T3BokQ+F9mWvV3Kkj06MvK9c+oBPJXgQj0bnDM9Gl1bPsMYBr5hDNu8/ormPaahKj3zRjo9U3cDPWzpIj6MW1G+S+4SvFZu7b1qHws8+F7avLXMvb2O3g4+8eVWPeOakb5BC0o+XCVZvoRUST5nClq+b6ImPZJsML0RPqq8JUljvii0Wb0jVDc9xkvOvTd6Ar4PeC6+zD+OPQ6nHD0sk5K9i81SvtTTqb3jheE91hZTvpyPQT3MFvO9a2V4vpf4TL2ABmS+8ZwKPjTMOD5+6Zg8viPpvOfHqD38AYa9KqqRvR4fnL0ahSU8tYMZvgwyJj6typK91tghPm8Ucb3amRq+m1GbPUYVPz4VaVk+2UdmvW9Qur0jawG+pRVuPdTLjzxRoFc+TlL7PdQlbryHIFG8XtAIvhYiELzJWw06e5uDvU773T0/F6S7FllmPZK3oLqGDmk8DDZrPt5jQ71JQBk+o7GWPVcrTL6R9Ci+lJHmvCjQDj7U9Jw+mXBRPk4EDrsNSue9wth0O3+v6r143F09Zp5cvlDUqL2bRzw+0SymPX8lvL1YxBC+K4r/uweedr1fKD8+Kc36Pa8uATvK0EG+gTbkvWOzDL6JRo2+XhPRvTY4Sz7ILzW+9bsOvg/ULD4YGW2+eQZGPd98rD5CwxK+l+QJPu5oNL4FWV09e1gwPu9ldDuC5YE+QfiqvmRleb52+AS+ql4SvlfB6b0RdYS+/noEvnDTFz5FR4G+eWrZvLpdaD6r4kK+ZAxLPke3VD1KYBc+261dPhRLrD3eXdI8bzqIPnzwnL4lmmW9RFOkvTrBw72QiHq+Vwk3vvIxnDv4NG88dFCNvlFowj3FOjY9nGM0vjHJWr3ujS4+1rluu+0nCL71Yu+8xyK2PesUuj0sMiU9ptqrPuifIr7ubSC9C8vZPe55kLy0MV+9/hoKvlnxGT1uIcc92uqyvnBouTyR3vg9HsirvManzb0kFBG+tYLRvdWNJz7jwzg98GcSPpGfPz1N28I9PNYivhiBgj02nGS+F+L9vWZ4gb72rx88+i4EvhKSbT5OmaU8EzI9PXQlRr6LNxA9cO8ePvZC+Twb0qq+6a6LPgvkgr6M6V0+jlEUvvgHNT0kcZ6+3PCZPmr0q72dxQe+usLnPUz1ub17HGE8aKSou5EIPLx7ItE9ejtnvk9/or4Oddm9fvUPvhGmgT43xYC8GNobvobKKL5HaJs9SSUkvjg5k70nEEy+uBw6PteWtbyILQE+PDxwPalfgDyG+Wa9vHk8PoaHrb2jJ5m9j57EvfskuD1bqRa8IGdJvd+UDDoj0A29GlRdvv/XUb3Bp+o9fTWHvZ4WDr6dung9elIsvpuKPD6yCag9pcG9PYEM7Dvn79o9B8kqvUnMFT7Q+uA9lrfEPU93Eb3NIjo+Jgtbvpx7l71k1BA8ZQqSPIAC070LRqI8mFl/PYYpdz6aPDE+iB9DvWkDuju9SGS9bR7vO7cUHz4WrGa9kNc4vruFU75JI7a9o17mvWPVCT2En+c9fhCVPVZ8fz759+W9yV0Qvi/nJD7PdOc9EplAPnLcPrxkyyI+hXBHPpl9/r0i+Nw9mBDbPGk7Iz5Kn/A691nePNHsDj4pvok9rLGePU0jxj2Ii9c8MMBwO/WMAj7tFrE9G7fovAd4zz3PJ5w9gGh8veEpET5urvm9cNvlvXZnBL1jlfG9ahEKvnezD74ZO0M+lPfiPZHS+7zSiW29VjYJPlWCIj0VLDK+A1+EvXbBX70KVOk99iRiPhl9n7wJjRQ+3B7CPd0/WD3nXNE82aTXu14iEL7B1Ni8za+cPSdNpT1TJSs+giOsPcRTEL41nvK9OrnPveZoAj45MQW+3IpDPTnrVT1mk2I9gVA/vvx2Er5GlCc95LsHPtquAj4PT9i95YcCPsl8xr3aYB2+3yPUPUOiVTyxakI9IPxTPvitHb0ERR6+a/G/veVQcT6KM2G+Hi0gvpExRL5SRiM+PVipPf0wCLxtmYu+L5v/vVdqNb7UjUI+d3jSPW4qhr0R/3o+v2X/vFgen71gDR0+Xgg2PiBWQz7/Kno97T2rPe2InD4MDIW+SOM0ProyFT2YF3a+k8Xwu98Tkb3pU8y95RUoPm6tJj0VwK69EUgIvkYCTD3R9Bi+l+g2vrNpgr4xitY9f/TcPWE7Vz6Ac3q+FTC8vZjJhL3Y2Dq9yFlePIw1O73bRSS+rmx4Pss1GL7nRQW+wcgMvinxfz0mFQE+0SyQvn/U4r3XZCK+ADYCPtwqOb7dpSk7O0R3PiZ7Cr01Tew9sVIAvrafb76axgk+57tHPD0lCb6apxA98gWjvR7nAL5xIkG+XRaZPp2OjbyP12Y8+peUvNbzfr2lI2++dz0NPunxBzyvIxm+yzw2vSWKYz2Xu7481v6ovBWn2z2134S+DReGvm0YDj0IS4a+S9R3vj9dmb0q19c9TuYJvrnn3b1w9ce9kYJ6vrSAWr3Yo6A9n3NHunb4nT51lnk+voG2PDyf5LpnaVY97/82PUkLCz1k4AI+LKe9PSTsor2aqKq8D2dZPUAuaL2Xyr++abGfPPYuxD2OmSi+BMWZPniSqj2T3BO97imqPXqC7b1KLP08aiFgvvr2072lqdY9XOBzPfc9a751nDK+7RmdvTqahz1ybN897NUzvVg64729vQ4+fTLdPeMG4zxJgii+JOR8Pdh+lL7R6YU+ZBbduhYQ+bx5OtK9RFRuvehAJD6VTNI9KS+GPqhMIj5iEpa9Bu6gvlohYLw5uQq+VDloPWMGi70Ouvo9ywT4vCPIib4l/PO9k2IQvenGXr5t8hc+275HvgZBI7xpkKw9m2pXvVNxAT5lMOq9TJs7PuMzkz7pczQ9GstBvSeEBr4rAkm8dsv9vbfS2j1ZW1k+OeYEPj3NFz7GZIi+FdIoPmM86j25e4o9/kb6u7CXBD51czo9CjmRvD7spj1a2y6+TuxMvSsYYrx8yJ8+namQvffBI767ZDs+kM77PTcicD1IDcA9u7jyPKrfOL71u1M+K0+uvfIcjz3Jw7Q9o6OWvvFmQr5PEGs79gfVu0WzsL1Xpg4+U9sPPsd2Pz5NMzG7FjKcPft/GD5Sk/k6PbhMvjcm6T1pjSU9pkPoPYpMBDz4R6M90Hgvvc7xHT4voIS++cMSPucHNj7iBsK81NzQPZdhBLw3dgo9F5ZqPtU4GT406gQ+mquoPaWzJT7HkD49YS7VPR7YfDzYmje+SfAPPS+OEj7wSTQ+ejObPRcZrj0/pm6+kmUEvmGx6DwTW4885QhQvlI7WD2tBl48"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "tvX2vCY8v7zUftC9ZW4hvIUu+LzhiJ47U+cqPWPZJ7xTsP+8nL1EvB3TRby5poe8cFtcPEzlxbzXfbS9hSF9vZj7oDzFDBi8BVV5vUgs/Tt1kfY7v3q+vClK77yzi4W8NaADvZUGiLzbIHS9uPcQPQC5oLseVZe9ZoqwOflTxrqojYg8/EytvLq/JDwdd7u7ILAyvf1a3rxPi788YznwOxt+CDxNjj+9n7zuujfXxTxCWzW7n8RlOw/VrbxV1Bc9S0OaPLHYAT2EBYq7mBiQPZtZab1coEa8ky//vK/axL2m6UQ8ZOSFvJRazDw8XbO7gehdvTSPPryJeuI8J7NzvOZ8ubxFBwW+TNz6vJGPfL0UEzW9kZqVvHDHGLz2iBa9erhYPBwi6DyGjpg9ameQvDN5Q7xYlY88umksvJQuhb1P94w8+5+cu02q4Lyqf1k9z4dLPUZLRzwbwYG9B45KvW7rlrzQwhO8HlQMPSb/C7yxjpK941AuvdoDZTyhsB294pZZPL0Sx7zdBeM8+eM7u7nCLTsU5r69k9ewuz9Qc7x0aKO7dhWKPOcABjzmHtC8uos6O5QcKz1fJ129cfgjPfDsC70yV+y7VnHLuynwYryeq+S86pESvF4H3byz7hw82JV7vZvlkLxOxsC8K13Eu2xYpLwpZDa81qL7O/SxQj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 