{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "end_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "1"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "u9QFvbtDB77qvKs9sIukvWf2p70oFCe+rghSvtduwz3qvgG+SPjjvRtDq72VQZ887DQbPpIslLwZEsK9j1y0vHLlVb24GEi+G0kSPlXP1DwH9lS9HQgrvWF0Jz5HJ969PXAIPoSbzj0ru9O9jq8bPgkVxzxvVHW99q30vR4QVLzr0zG9jkBfPbDm770Enky+0y6EvPFB672nxO09Gy2LPaAFHz3iHLi8tWT8vXLa5D2xMyq+0oojvoDkvD00wGc9NB4cvt/GCj5JcTu+v5OtvNLhEjxWfj++MDx1Pt88pL1fhZk9uvQGvqT8Mr6WyNy9+SwjviPPjjs+Kn89RRbEPSMOtb1WXxW+vwdFvrMPOD3YKLs9ZA4lvrz5xbxdVuQ937DSPaEcVb7V9y6+xcKtPUYMUL7SIJy82PbDvPD3DD7VUkC+11jmvAJOg72OUlS+gs+kva04m77803287cRVvWYweT0y7Y687NUmPj43Kb7p+QG++pJuvYdmtr3cvWs9vNLMPc837D3x/a89wqxovWH/b737SZ489hNqvqkZjr73hMu95OqEvYNI9L0Am1U9XwKYPU4OBb6iMDO+sD4IPaLzZD39ULw9OFdcvmIWDT3let894n8MPi+RAr7/txa+cOjEPVSqJz7HGJO9MSJvvHyko72UGsg9v89aPdK37r1iEqS9Gi1cvpZRg75abvs9N9RevR12Dr5aQGU9p/h1vRy97rnaETS+pT2CPlNzQj6CTZi9T+e1PTsHh73A3Ke99xPIvPPKuz0UvTM+eWs2Pu/MSD0HZAe96S6FvWVRmDzxigg+uH/fvX3BaL7mpB2+0iYUvh08gT39sIA8VqHZPXk99z285LY9TYYTPhmMEb6YgwO+tgGDvWxPLb4Itcq9NUsyu3W9Gz3Bcwa+X7UtPtsAHj4r0ji+z2TDvQeivr2TmpM8CI4TPj/k5b3OQ4U9MR4lvY657L2vJba9Hg6vPVYupD2G9rw9KZnnPZ5mmb3O/Ha9Ws3+PeRGKL7J5iq+Aa1rvvT4Kj7gJjk9nZX+vf3CET68cAG+PvhPvibSbT3EhOm9EIuVvYuScT24Ckg+CnJJPo5wGT46Rky+y0MjvkR3Hj69y4E9UPB4PjglRT5btfU9nOVeuWFPer3jGzc+CI8pPimXDD6LSLA90mmYvSu9jjzwEl09r9TFvd7wGj7EgKw9pfXBPUzWyzw7fgI+0iSrvXVtCj1JM529MAFCPJIQE7spZYg9iyTjvUgxlL2UUGE+fQftPU8BAL7ctE29br9qvtaQOT6C01k9lJq1vEUnRj5yfzy+j9VqPYfRyb2sg2O91amQvchIT75JRUE7GsKxPfuwmT2fykK84SkCvSI7Fr0hpCs+oUaZPdW73L18UQE+xgQfPgzuVD3Irmk+l6ILvJuYPz6c+GI8w7srvuCIOz7VEkk93wKQvocQQrsLAh29HLA+PqBcc76Jn4Y94hZOPkoKKz6E0Ku9pyJXPrLNJr5tL04+pfUWvXN6Ajy4Y+27D3JdPpV8NDwyAV6+hAHZvG0TUz7lgW2+HVMOvpXakT6pn+O9ei0gPodLkT1orSE9tWo1Pv0dXT7yEfq9Yf0lPm1PWr63hFE8WIpIPvk/Pr7Sjzg+WEziPatz0j6+bAa+Ij0JvmG6or34eoI+or+AvMFbQ7zTwFQ+Ke1APiUNpL1EShs98hClPf/M7rxqt8u9xMA/vrczKb5gCcm9XICvPQjCOb4WEwy+xwtRvtwTHb7YZWw9ARd9vtIw/70DRj0+/asnPZSc+j1RDy495oVJPdDT5L1ehNY9wxkZPnykCz4tKrK8CddRPPjM7D1vl6u+9EP6vRJRZb4fQUa+5qqNvktgab3sxxM+DQkEvhZHor3UnsM9ThFbvJAPOT7WBvm9RG89vlkwzb09c/M5FS7jPZDAeL0GGgE+GB93vnocVL4NVxg9fmI7vjaLqb2YUki+HCRrvmGI6T3O3GA9AEs0PjRHHL5oQ1O+TYPJvTEjnL0yLgS939c5vlBTqrticz0+9++IvKMxdT1Rf5i9eqxqvioyf718hfY9nAhOvWYqsz0fTSk+5MvbPXgyFr48qC8+blHePNP4gD3ze8O6kRsRPjvQvLzFEYs9f4SNvmAdm72zkC6+fhQePkf9DL2iJxE+vObUPG66FD1va6O9A05fvuAkzL0dUWE94GKhPCfM0z1e07i9ZQn8vC/Rmzxk+km+uXdlvRXOLL3kcBU+DAQyvgvG+L3SwwS+qFDTPSJxjbxwoUY8qx0BPr48/T2rS1U8KGchPjKTB74Y9VW+jCdZPF7AxD15wvI9bXRVvgOJUL0iR109YswQPswxqr3ESEe+zpgkvhEJcb7CcKq9ljrzvV0nq704LSo9ovfqPB+A9j2Na2K+eJ4dvq0WCL6qdxw+jwvRPa99Yb7sktQ9auFJvZ1pWjy103s+13GTPe0e7b3jHAy9usjxPG/ksT3Z0BO+P6lVvlmhlrx0V2O9GE3nvVGwVr6ZvSK+NQ3qvXmVOb7tDQ0+yrf0vdtMHr4npLY98MCtvaAt8ryFawA94LdOPZ4TFr6s2Jo8SAHgPdwlnT3qZw49C4/3PfstTb5G1Pm9XOpbvnTUQr2KLai92apPOfUr6D3evWu+XwS6OwZNfb2NDZ89jMchPgjNWL03L3q9ZTSDvUvDhD2Kq+Q9EvFdPX4mCjymE9s9I0Q4vgaUCD6qRiY+7pqVvTQHvbtiWVa+PnmwvJ+11TutZRg+QkEavaRB4Dy5DQq+qwKevfVY1r1sicq9KSquPE1HQT2V1IC9OgzpPLdbvb0W5qU8oXJEvstW4b0CBEs+tKzavSCG172FtTG+FoVBvhT3K713qh09Xzm8PWOz6b2M8sI8TylyPMWN1b303oW96FYZPsAhD77GY9E9YG9VPmIfzz3+LWW+kHIZvd/5Pb5CfES+5cd9PC6Knr32LbG9+seEvZE9pr0JB1Y8TBkUPpEgNr5tS2k9UI0UPur2+LuSM9w9MaBDvlgu+L269AK+bctDvZdq0T3Hjhu+P0VpPSj9ET2w8Oa9Zb5jPpJkDL4/Xro9Nxlavkp1oD1mKmQ+gNCjvQ/SGT553pI97mC5vQB+ZT5kx2A+nqQ2PY1KNj4cG9c8ll1FPh4DcT2CQ1U9sb9OPRXexTuR4Hc9k1JiPqaYSD4psdS9adcIvP6YYL5rLhg+ztQ/Ps92p725+zW+ULI7PW1Jo73V1DE+960DPneL7Ly4cW89AkLcPQTr+z3WRLG9ZZGTPRvY7byNdzM8Ia3HvJ/IBT1/x1g+E3nfvJ+xRb7Qau28H9TlvVeNWb2t1mg8GUmFvuUW2L1u7bI9LtSrPerZEL6Rpgi9TrcePGg39b11DS0+mUuQPT0DTr4UPRO+UxejPDVJJLyJkGO8kp22PFvsGb2EZCK9i6gRvnpoLr1xC/c99BzDPetVDb6ISuI9VXJMPqyqj72jYHs8//lLvsalsj2gsYi77JigvkpfWD55m0s+5nybPslGBr5UWw2+iFwhPtl8vr0XAc69v2U8PtepM77pezQ+ztdEPtY9/zuSKPy9de8su9KO3D1u9sQ9oKUuPnhyzDwP5gW+7GwDvj2euT4p6R0+XNWTvUSKvDwJi5C9ui8pPUk+7T3OzOk9E2VKPryMsLxh2fM9blIEPiZUmj2O6xy+LmMVPno9Xj5pwtm91DDbvZWhfr5PUa89bZ05vkXiLr7Tt0c+BVPQPVUhkD1uHH094FE3vl41pb39aFE96qMtPTnhr71Lx1a77Fc3PdFyuLzGi+O98bkpviSd1b2MuYs9wuxJvZ6abLxy3BS+wH52vgKThD6PPI++2nICvpEDe75WG9e9rb5DPssQsT2YiYU9waslPYwtsD3RNp6+KkC/PREOir1tUYY9uYs7vrIO270Ih1a9HiABvZr6m705hFY+7kSwPbP8Kb5fV8M9jOYpvRcfbLzkm/+9jGyOPojz4T1DfEg9tGOKvrBcAb4ikgo+W4ptvtkAT74cNay+jOKUvYUU/Tw84Ie+mKC8PQwRTL5+aUa+UTkpPqL+Oz6tJTw+zlOsvZnbUj1t1uC9VtgBvriDiD5ZJ2O9KsLKvaN1I77Q8+o9g9WWvB2Ykj12Y9M85s8pPl2+DT4+tQG91V/EPAv4Pr3iuCC+IfAnPgFIob1XTxQ+PbZqvl6rKz0sCPm9PbT7vbd1jL26Ugm+sehjPXpBEj4CwHw9a2hYvinwrjx2JFy+kVSBPSoTc75PSEC+Jl4IPn0stTyHzxi+EGwwvmzpMD2znrG91/pDPg0RN75V+xW+3a8XPlUm8z3O/MW9YooGPey0jzz9CfO9kVIAPjlRNb7eAC4+r7MYPiMsOr2jfCq+uViEvaiC3j1JChI+ZIZ2vpHHV76YEci9/I0QvRA0871AYsE9W5U9PvBG1jzZWjM9SXh6vdsznz1qSJC+4uz/vdfE+r0fSKu9FAahvUpKy72couA9vSvuvaRLvj18StO9bzMpvssIkj1BuGa+G64Fvs3jgT1SsAM+3lpXO3s9eL44ahU9NtA5voKOlD16l4I89EBmvHsQ1z0wx0G+pK5hPiLchz0M6EE+GLYePsw1wD2cuyw+EuwbvuAZD74PGuk9+O+lvcN48L2yvjw9f5CuvRoQyLt0R5q9jND6vQU7Kj6xgvo9TFofvqh6IL15ygu+5szUOVYzGb4qFjG+PDuHvGesdT2MnaE9w74WvumhyT0WCnM9tp/BPbzFlr1fDsY9KE8cvnWpozzoxEi+dvQXvrmRpz2y4uo8lB2Fvs6fqLwhuci9VQGWPVrKar78iKo9xVadu8hpHb4siJg7sRorPolO8T1Zq6G9ZqptvZQJ9z2ieFG+ZlVOvgMrGr7l9si9n3AJvoo+jD2DnUY9oW3aPWAvUbyqTw2+i7oCvjtJU76Mlr29FIvpvdlDYL72LQC9BrrfPeNZWD6d2oU90XHyPaEZTL7hBBu+NngDvR/NWjzrkS09q5HtPZyH1D1sxGU9Fqm4PfzFZb0u4EO7T/7tvWSy873h0xs+4fbxPbodLb72Np09kQKPvhPncz06Kh0+mN0wPcEt1D1dE8o9uSE5vQWJ6L3hs08+D1LNvTiryD0FCXO+EwsMvu8urT26iMA8N6DJPZLygrzEqzK+jokVPYfr9T1fp0c+Tn2mPXmmgz1bei4+1PAhPp/LKb3uXD89IvRyPeealD2uC+i9OrUfPP1/hT0oFU6+QGlRPqdgw70Viru9j6NJPgZhnj0wkRs9+rNSPqa+A71hucC9nCshvlS9ZD4eRDO+0SoZvelayjuksje+YzxIvhcA2j0rWaE9CG7nPfU8Lr5HfMY9gD7lPc2UD77iVRI+qhILPrHiSb7o8T69XEMCvVYixz3CEY480D8JPpQrAL3Ulsa9xR3MPaHPKL5GpgO+bqgHPSFsPb4StBO+K1IxPUpnFL7aSL69ZYDQvbT3u73hhuG9upmbvAc+EjznzCK+nqpvPodsgrx0uVk9l2uRPjYT3r23Brw9i72evd0UyT4cHmi95HJlvp6E7D1ZAvM9z9tEPkdKgL5xrkc+jZCmPQSVbD0HwSy7PjxDvosaDD0rvjY9B91QPY264L2AGvG9yUG8u35Pib0FURu+Os28Pbi3Ar0kW8u81vg8Pah1Xj7egMy9bZskPujTBT6Oomm+LMvGPlOnT7xswxI+pUwLPMZH2r1k2h++BG/MPCKhAL3EY5E923ucPFYJsT65jmM94ygfvlL0Nr4aOdc9e/2Mvje17zyrcLI+v0fJvY4xZb6Ld9S91O04vl0R172/6Ai+MrZzvvd0tz2Z9oy93JXXvQ414L2oSlm+AINUvhYbU7zIRtK9ijjhvWD+U77saT0+4vx2vn0lq7xWnVG+1hZlvj9yT77086s92LTVPar7hT6CvRA+kRhiPkulIz5N+qe80PMzPDGmur0Jj+C847TRPOGGVL4kjFE8ah2KvrR0nL0Jjw8+O+V2O/REKD1gVFI+YswYvnFWN73lSau+MKymPi4YsT3aLAI+1cfHvIlLRj03VB8+Pa6bvSQ4OL53K0y+/jeFvvnrdz3Oy2G+j3KJu4XAWr5LVU29vBMWPpqizr27ObE8R53ZOyEbCj7sbIg9I+FMPUmh473AeIO+3UrIPFwVTL19lwW9z+vmPcgIRb5hQSy+dSmJPaUnhL27RM6805VZvFvv5rxDLE2+mr5qvv+66TyLlfY9qYPIvenmMb4Fgee9jWKFOx/ej722Lcs9ZQLivVS5obwnrvI9mnDKPYKdGr41nVA8unQxvuUuAj5bXo49ljIyPvSgPr5ybeO9u6jGvY/DMb6gdoY9+g8nvumUP71S3Lg9Tl5GPW8GD75nZUG9VYQsvniTGL7W0G29TvK2PUSILr5Qf6O9kqi1vVcYBr4j4Fi+C9MzvU4lNr7pPtm9jUn2veYCcD0au0G+GoquuvwjUz7Huse9rPtMvqmR4z20xx0+qvyMvc7Nqb0rWIA7DetBPhgpHr2dgwy+VKn5vUJkxz3rMP+99Uwavk++9z3rcvC9kAXSvUTKBb6uOi6+TXy+OzAxZjwptci93Fc/vunE+D3ta5G9wWo2vpd90TwCE7M9mqsJviZh9D3WxI09UzakPcr1rz1XuBA+ftgovhoaGD3dl0G+HH6kPSwW4zzKJyS9yiCgvUvJGr723zg+9MwfPbNMw7qHyFE9zSDxPT0C+L3SVhg+l9/CvfXerD0S/xc9ncQmvSUvFj64MiW+rIjmPJEqGb6oG9y9xCA0vSA8e71dHB2+Cy9Ovv/z1b3TOsC96hvzPEYZA75OgRc+E9ZLvk2YALwmBxk6UuMHPqPn0j26q4S9NI+mPcpxAb5rCv28zIrvvYpS4T1r9kI+tOmDPipqx70OCyO9RHQ9PtQKeL29tUK+aVWjvrIdFj2tGo69pB0gPsdrDr5Si/m9XK8Jvh96jL2Ur4K8u25GPuFiv73Q14m9yTCvPGWK/r19aeY9Hj+gvYoear2AoSc+ep1ZPojV2T2qB4i9DgtsPNDn0D2hMqw9h6fJvRfICr5j++29HO+EPGYMvj2Mhc27nUaqvbnFNT7GqHM+qa/vPCHZLb7EM2u+do2EvrWPA75CyFA+ewmuPaknLz316V6+2YWkPPw3A76SFzU+O5dPPjlnsb3CvK+9vmZ0vqjvJb5mfBU+2qaNPY6YIz0T9Yy9V0H8PUnQPT7J0kU+2+Zcvm0QUj614lI+wRI/vcY9tj06/SA+OcFKvgE7Pr1Lika+SsWxPa0BHT5z4T++n5KDPX54GD0cPBU+0z9lPGLkaLyi1jS9EXvPPEYScL0xZ/A8uNACPnZDaD4FuNa99ArTu54PMj7m2CK+YHqjPf0CtjzEb8c8gs7aO+Cdh754gnc9fq0ZvbNmvL26myS7ZG8CPuNB2bz6UvC9h3MivdILHb2IyX88y4r8vVPEQjyqEma+s+AaPhfBJ76YrzQ9XCF9vuKTNL77nQq9O5zcPek1zD3+ajS9nIGUPQmyzz3aOGw+v0DEvRTCFb7Vkj0+eGgvPir6hTz9Ju29KzeFPu+LGD2mDgi+3Lc1vlMg3T0LzDi+XdiOvnxvgb26KxA9ljgWPiITZb7n0/C7EaZ8PoJFtj3DKhi+QjUvvngxJz4NsIw94tq+PSoxR75e/3q+1xg/PeTw8r3Yayy+ylkvPtMROz1Kui27LpUpvrlynT62rzO+lh0CvgE3ujzwb5w9FMTtPH2NNT7Fi04+uudWvSQ54D1V/GW+HeUnPgRjKb6ekKE7oNf4vIpzUz6PTAw+YL8AvrHUUb6m4jA+73ZrvvZRQj7EyJ0+UApgPo65nDy7zrU94oXrPdl+2zwvBlO+2pNvvn89LT2tElS8EmkHvesTc73KC/W98lZXvmya8714Nha+Q4UHvV3mIb6yqLW635YZvrIqGT4tOdi9F/qQvXmuKT2V3yg6aS0MPiIysT4njps+hr8aPtemhDtSiSy+I4I2vvyRMj1aqja+r7yDvhBCBL6Tr12+WEc2vuPV1b3HDJO9Ii1XPmwGB73EfMQ9som/vaDeOj4KSRa+8Qg8PtGkj70jRxo++GbxvccCJL7SHAe+PAbMvV6Y4j1MaD69r4b/vUp15j20s5+95ohWPp/ex71hbh6+Vz86PkKuiT0utbS9jskNvoxkBL6C2j4+b3eSPbbqNzxQor+97bDbPTy15j2pirE9OYAbPRbqoby/YTy9VlnxPZw0PT6cDUo+J0+NvYCZvT1UBxY+rmjxPQCV4L0gDq690Sl2PjonIT40m+i98dv1uxhT8T1bCBa+QMKNPbLKnT3ZyF08VahuvbOBcD1EGHi7Oz4vPXGhgD0jmWc+5FzhPd5ggr17e/K8SmPZvaVQMD6fLvE9gL+JvSzKqz3MF+K9ABECPhdhRj4SJV09mS4avg6ZR73vt9C97zQQvnn3fz2Y6mU++J1UvXtlL75IR7U9q8+VvWtiRj5vPTe8wibbPSjsZj7W5l+9PKiuvV5nLj7F5rO9fiP6PXKCA775I1e9/i37vQL6az2yoqc9XlHiPbKxeT6O6EI8QqULvAQGIT5AGyE94twZPldCjzpzOs89+7SQvdvcDL2M7P889hasPHrKlT1R/Jc9obQkvef59L0KXsw9hP7XPc7Wbj10eSA+B2q2vflZFryj5jg+S+bmPVBNQD5pilW9YL5vvaSMVD6ZUSK+SS+BveoKxr391FA+yV6dPTUnPr09RTa9loEKPmlcAj694129C2sBPaZxC75NRBy9ltnZPAVz4r0Pzve9vCgSu/PA6jy48l4+w2QuPoc2AL7DE4a739E1vQAmXz6aRRA+S8AvPLHJVT7fSgc+gix5Pq+jiT19i8M97SdevaTIQj2k2xq+7ko9PU3+Db4dvsM8wh6WvfBX4T08H5q9lTjIvf431z30Toa8WrUZvnABkr38ggq+UuBrvuqKRD03pCU8d9XovOjfl73DShG+wr1xPvIUwb1jhk8+4SRRvR+BLr6iF6E9l3YnPossob52I+6912wDvIgBtL3t+b29sQtYvg611j2uq3A+ncIXvrOoDr4+Wj++x4fMPWsPZr4WfFq+dSc8PmGFcj2NntE9IGWxPU99zbukTWS9JpVpPe9iaT1r7UI7jTcOvtd38b0wBUk+sDwtvvQ4e77lNVy94A6dPc5LZD4Y+rm9DlgPPpcUfTxvlzA+BvASPbN2Fr5A200+GpI9vWenFD4aehI9IOvZvQewjr05rRS+8L8wvkqoAD2WThc+oimGvBblSzwOit+9lfiBvnV5azzNdSy+zlmMPaRLPL78NlC+eoUBvqfRlrwD2Yi+5carvLZMMr26nwO+10IYPgf5ID5tF4M9M8DrPbtXyT2XhB8+PljQvDT1lT1WrZw9ptKivThwZ7z2sY27nOMJPbDCoT3Kx0K+JBDdPJpo6bxwq0S+1Ko/PRzw5Dyrviq+v/nNvU5+wz11apo8sDA2Pdiwaj4XpYg955qAvCnbQD4fQZW+2DAVvvi5IDw5g5c9mI/nPVn08zzLLoS9OayFPW9Dsj1QeCQ+4bFrvpsjfT1GaFe+9DzmvRuHDr6s5xU+vuRBvY3RfDwCqd69tdRCPhqDbb2gleg9EW5OvoBUDD6pFNy8+0I9vrPZRj7lfcs9ABt+vjEM/r3WO+c8NtGFvb7fpjwrmAO9d39lO37BXL5nxHO+2xFlPCTAGTzbuQq+aw8tvhnXAL4n4vc9V+Q7PUa5mD5l9cK97ozHvbdySj6koYQ9WWcgPgnrCD7cqzi+9Pp5Psl++L3ggay9BOoKPWI9E76S1Bu+7FPRvWqCU71604C+SXRDPR64P73tEGQ9IPkhPtOOiDte7LE8C0ckPfqIKD7EKTY+GWC5PZk597znjRg+eN82PvhUqj1alk8+V739u+a9E77rAxe+aLYwPcN70TzrLlc9ocBQvFR8Tj7PFdU95gxVvbdipz2ocAq+/E61vS5DML6JFSA+vx8GPQzdYD7XeCk++qSiPVoXiryehIw9wRbcPCiZBD6XY+E92o05PvBaED5mcNi99Tx0PL87C76ytvW9Iy7IvXWB/72DAj88yB4aPaSJu7yvRYy9D0AMvk32P74ddlw+ehIEPeMlDL4Ci2W9QyTUO2Y0d70C3Nk9PeIAvrVW9j1bCyc+sig/vnuPbT2ukYq8mBFNvRKWvL2Fbh49YxFcPpEl8b0eGRS+0BgKvYxK5DzU+sA85kQ5vodFJ77H0z69sRKkPTgFzb0ji4G9R+DGPVYvSD2fq2c9YHTAPV9XpL2NbCa+UBbOvU4PET7pMem9zsR4vTqNgr1g1j09IRaDPgjQ270tmsK9484Pvb1JxL0MsZ28faUJvhQmTD6oUV091OJBPooKRL1Hhiw+kJRZvZcx472+eY49GpUEPn6/Yz1Jw6M8xs28vZcDkT0J62y8miyyPTGRUD2patW9IkVxPrdVUD71dBc+yINLvRmSJT3VXT89QGVQvVtarL1AbF69aQEwvvrmFz00M0E9a8wVPRPlIT5onIm9wbB9vejLID7Hmw0+lHMKvVeAGL7iIdW9YEtAvbKTrj2DzMc9vYwCvC3JyDwF2zq9Z0HsPdYZfT6Fow88jA1kPYylLT3w0SA9dR8DPdp40r1y0KS8J3G7PP4Qwbsq9ig9ZlMIPvK98j2/dbc9ngvMu+Z0Dz7EwSK+j4gBPTMOBz2vtoI9ReYtPdWgTz1oKo+9JjFvPpljC72BqMm8G+MuPtEgYj14gge+/fv3PZBLDr4/vSQ+3t5BPvl9iroNGg++0SsrvNggAz7BNXQ9OBT/vS2ynb0AESi9Yxl/vDhUEz4D/bk92cdovU5Fpz2M7UK9vdLVPZs8/b1pNyo+2jkxPufBTT5bq7G9VNwQPsiM2Tx6Twc+6HohPiJbMD6SHyE+N58kvghiJL4nN2a9Oa0hvpWXnD1svEO9YKYivvnS6D3AnK49BKzyvRSmXz4qRKA9dacWPfgVIb3tNau9S499vgiEkjxmuo+9BMRzPa4GPz6Tox49orXQPY81V71U2RM7z8rePC0X4T2lcCA9mQCNPfcznr0vLjI+Lfxgvv3b4j0FiAi8sJLXvbQUF76KMN+9RdwAPYVNSL3uexq9VmHtvf9HKT5dJFe8fBJGPuQuHr6zzKA9ybcMvez+R71wrx6+Rsz0vQkeK77vtXw9l1fCvVvD4r3P3wS8f/sqPd2mkD1A58i8NvENvrgcHL7J29K9HGDOvd2pmzxOfre8hg8uvoM9vz1hIQ8+1KDDPRNvAD7pAYC9fMdgvp48a77afpQ9W7qcPRNeJr5uVig98jmbPXJ14L3exDA+K+s2vplnYLsoS8S9/QfsPYlwHT74v1w+Vj0tvvX0Tb44H4c8bhhIPSctlz04AUa+OzUOvrBwPz3V4+K87MvLO7d7973ZQlY+wj0hviiH6D2+rzg9ICcVPrY0y7yTW7M8pPMnPiDg+L20wWW9xCXjvTJng71l68c9vU4YvsZvkj0NsyE+ltYZPToqOT62YTG+YXiQPQAyOb63ZbS9yWWtPWa+GT2w+dw9oFBVvs5DNz4ZeMK9VoIzvjlC07u6gww+z2axPdqPTD3bNiU9OIoHPjTomr10GJ09E9GXvZN/3j2U4rq8MMW3vWXQFz490ro9C5bfPT367D3I5lS9KcKJvXZqjb1i+kA+3hEmPh1U+TxTQ0+9ImGkveK/tr3EvFW+oG0pvuOr1bvYMsW9K9InO0uoi7xvMAm+M548PsQ8FDzA0TU9p4rnvaEkjj3aXHk9ZM6EPdp0DL45Nq49xntFPlm6tb3ysg4+QIkiPf3fjT4eFzc9ExKrvZ7H/zzt/kY+nglMvKLfKb00GYU9N/UgvkEzGT48MiE+402QvO4dBT5kbes9Fp0tPhX5Aj5srDs+tk5KPpYDBL6whcY9ccBWvZTgBD7I0Iy9RRt5vUz6zTzEzdS8AeZKPa8g8r3b0709UY9GPqjisr0qfDM+cT9XPTF9Z735i0A83vApvd3R9zyPs+g8F40fPrUOeb4LE4i9mARLPqNOw71OJ4a+4BpOvFG4dL7WmGq8tkIGPlGTVL6yFTc9N+t7PgNamz1gGB6+BGUPvj9X2r34JGc+umi/PRQ1CL0egsq7FVToPQentb2bPIK+u+nZvSgxwj2nPgS+u8GpvcO/kT2RcEK+m3eRur4nLz4lpBU+qOpFPsxqyrxTHS6+RdQHPs90pr1DCgc+BseDvtmHO76V2Ca+0xi4PfUcXr5gHYi+I0eqPQMwgz0RRdW7AZcfvrcxyL38qyE+4iBtPRynLz4Urek9FDrMPcdB/b3PPfI9cgRrvtr2Y73zQfW9+uOlPSYG7T2TSvA9MCGhPf7WuT04slC+hP0APhSQ8r1fudc9DT86vkmcGr5KcDE8X+3UvR0Juj0STAo8y2J+PVSJ0z1bR0E9e+pzvhA9iL1SkBw+5S4GPpoPFz732w4+kpLLvbopYL3SVQ6+GazZPQLelrxdb+I9/P9BPf5wL77akbY9iZPPvGFuVb5UBRS+vNkfPa+enb0U10e98dXJPMtHCb6P8Wa9VtgVPmy72T1dC1y9SOyYvG/wPj1RvG68x0sdPiR1Pb3tBR++d48TvWepRT4npFs9I7w+vRySEL465bU8RnUrPfDan73bWP09t3P8PY8ZLr4PxXq9S6AfvjA1mL1yghw89IjmPWlRIL2uSCu93Aa6vfgddr2W2dA9OlQXvmvjBz7ihCK9OzQJvvOJmL09XkE+WOraPL0IOrqqoJc6uXRLvt4EVb4pRKU9df33vTtTG77xc8m9QW/OPQQSoj0UD7s9Ca5AvnqT1LwAMyw92S+XPfEiJL1mNfo9qBEsvgyUJb69tS++0JHpPY/MGj2Y9gG9V0kgvtGyaL11gMa9pFwiPtChkrz/+gG+ZUQDPTFr4D2HQqy9uLXavXVYm73mxFY9m+efvYo1IL79Ng2+6LDRPcN5Bz72VOY9eCObPgCqbb3znkK+8er9O3hLcj4NJc49zW5jvhejpL6kZBC+hYwBvbGSCD40FN49KOKsPYaavLspOLO8hd+XveJnDj6A2UM9OTiTu6kUUb2Ke+M9b2/MuQgoOr43z4e9IB1wvia0Gj78lMC8apXKPTHnVz1kLxE+MtU7PoSdCD7J5sa9VDurvGDw0Tx/LDw+qsb9vFHdS72HXn89aa2GPchnuz0M6oK+dPnPvc4b6r3Q1RY+Q8WiPam/TL341XG+cJQbPjjOzT0Cnfe9jwMNvULK4j2Kopy9ON3Iu7eBhT0YE3m8P1FEPszgHL5H2oS9xKEvPQt+Fz4ShcS9NpHyus+ftDxCCGu+afCvPVGUNb4tQBM+7lD1O2IoU76nHIY9PfDRPRzHOz3RaEi9R/pWvaeh9j09olW+mIxWvukRRD1oLFa9X5rVvXWbiD0d7Ee+C0vGPJwMsbqd+Yq9Rlx1PSIsWT0sq8k825nIvY1mfT0UKhc+09BrvWJNBb4kmrU9z9I7vq+ZaT3QkbQ9dxqfvaDO5j1P/QO+a8zyvd1+VrwNXla+94divqjJlj2iwoK+Q4QTvQtr5LvaayU+hABvvYKxlr7hDW++pPokPWU6pr5X3ZM9ON0bvvY3nDyi7A++rwRHPfxZDT4Pggy+I6qBvaoHEj5BgRC+vi+7PaDXlb2hVyS+rC25PMoRcr4anZ29bd+6PblVKT5JSc29d9dtPKDLEL448x++Agjhvc7knD3GFq28YL2APa9WB74gNfq9wNEWPM793D0lmLy92Kn6vP3wRb75P0w+cHiSvtjodj2MMHW+/WiuvHiNeD12CKs9ddbNPT5zoz094T89tMOiPcvSUr5jo5i9GEpUvbUS9z0d1Pw8Zj4gvtv1Fz5G72++DLFYPoadSb49Xx49SJORvl56gT3Ib9m9xqc1vNSmiTy5YZU967LOO91o8rrg9aY92wa9vU0Ggz0e0CK+vxQovh7N9T330+i8wxUDvtT9zT30D7S513SZPrShmz1A2Ia+NvKuPUSGgjvvB1E+E4sVPuSbTb0qCF096l27PVWKDL7dShw+uda4PeJ22L3zpWq+ERUcvki7xr1uk209Y1E5vhUba773vO67vIV2vmUwKr68CkW+tSzePVxqsL3aCwA+2XuqPCK3jz7E24K8Dy3ePXmHNbyTOFA9PK4MvQWLYj6l6F69q0ZJPtHAL73AQyi9I3pqPqJZV74zLgw93JE+vjRNgr4YE1S+jB3WPTTLbb5FBHU+g0Mwvo1OyD2gsb+9D6wXvjcsNj7CwCo+KIogvmjuPT4t/Ym9OG8mvpsJ+b2j5/Y95quZvdnQ/z06gIO+qPp/Pm5ADr4+H4g9h9jYvZLvXDzhNkg+CLzAPcSOnr3+NK29nw5EPcXQ3LzGFu48mSBBPuujIT4d4KU9qtUhPrHla73Rygm+pM08PuzQKj6vFBM9hPknvqW+qT3/ySs+jdR7vUi3bj5y5ac9qqs5Plc3rT29nKa8UqEuPi6JuT0e5SQ+thQGvjMWFD6xvea99nUaPjThhLtEy7I9zsRdvTSrcz4j7iS93T/OvSF3tr10tWo9OtDVvZ6Q+z14nqo9zfQ4uw4NZD3LCQQ+eokPvpp+Jj2IGoS9eUaJPHKUSj2Jcw89C+5AvViaSj7IZMG9t5fevMoy5T1Xk/o9bc3ivQSkM75WQH4+FYN0PaJ9HT7ibui9cdsWvjHwiT49Vvu9DZIXPprlYL0DTAY+WwAdvoljJT7w9UC9EAcSvU45/j0Od4a6WWftvR4HIj5Rfde800kVPBVqTr5cwTM9NtFovUDxxj37Byg+U+BSvbofur22VXi8of1ePZedJz5/3OS9E20hPlHaET4Q3/G9JxUCPrFBsb0hN4Y+OPGZvBo0ob3nL7o93/MkPTTxsT25lCQ+cYsFPoWfAL1pBSG9GY+bPQKoIT7NCCI7vqOfPQ4kvTzF3LE9joIovvu4Cr5IdFO8LLcRPq3O+70tkgm9dRIYPnXIpTwz8xY+ZZGqPWQjBz6YCyo+aUkoPehVZjsl/TA9mnsevhHCCL4aTKo+bKNVPRu/8b1Wj/u9buE0PhWbKz7jJja+B6eBOzautz2fbvM9Qmp+PSjBtbzVCqS7KpSbPTbtNz6u+BK9yYFpPs/cTL7FmDc+WiOUvVc6Dz7D85G9YQI9PrSgxL0+Aee9Ek3YvTkwX77qhHW+IWoCvszC8L30DU89T0CdvUjCab022Oi8+l/uPcZ/XL4VzHE9oz0DPXoY97zLu5W9QOGPvXviYj7lIu29SsMFPizKI77UjIy9Qji3va+jV77OkcS9oT+hPeKfSr5NQxU9xnJdPn4NCDyYYRi+1k/MPVNVjD2zHJy8s773PUPF1L2SG6g9oqOSPVWMd76blzs+09ouvocImb1UNEQ++mCpvNgWrL352Ai+cs1IPeM1sTy28E4+GLyfuo8JbTxMM0G+lG3QvcxCFD2cno+94D+7PD0ZAj22MuE9qy5RPm/LGT1HBGC9RF1QPcIf/710Zaw9iFD0PaWFvr0TzGU+bRfOPX2p0T2eFpq8ZwHCvecC2L0CXAk+GK+APnEoYD4Ysmk94h3fPAmXHj150qo9Pow0vtEpoD0FIlQ+oiskvhpGAj7YXjS+LYOAO7RZPb5fApW9BZ0BPXVYbj44NS4+rMNjvkez+D04yRI9ud1kvo6FrD2hn1u+kBsfPpbly731T2s8tRrFvZyEn72rC2y+mGYavHFYBj3UuvK7U3vXPakAZz4eUcm8grUkPhxZ1TyAYRQ+4qYlvlDUoD35G0E+2+UBPRffvD1Z2kS+kf5jvjLzHL7p3xW+zEhWPlYgpL107SQ8hyYUvvfxDz47lnm+laOMPmPO2j1NN289hrtJPQGaoD5Olde8jHwkPnWNB76+Dwk9gcMAPprCFT7sWBq+G0grPmOcFj0e67w9YyyHPgHjDD5Vv7E9yMnQPQIRgDzYSyU+WmdVPtMbG77khJw+MLRgPjmckr22AFG+TimHvk11Bz7CJAo+l98Cvt0OmT3MBgg+eRIBvqe5vj3RpDg+f62jPqLCzj2J92S+tnGnPHOwhr5TpkQ+2H91vU+vpr1BVQ++hwmFPb1+yr1lZqU+8e8Zvj6U6TsJe5y82ItDvsQN5rzDqrG9u3JevleIEz5EXZW+w2Szux1FXL7sxAK9BLmYPaR5Ir1wB5A77HLYvbqUVz0acIa+Y3SLPtpLpb0TFlY+/iO2PBQQHT0717e9YCoyvb6yvD3m+oy+9GxiPi3IgL5wf1+92Jhlvidgeb6qDn88/ZSaPuXdU75Z3ow+5+sFPT0uUz4iS02+2/03PuJ4Bj6ZjvU93sZ3vfkRhL6Gz9a9QhCAvSVkD7xjWMK8av5svbDrYz22bQq+exy4PaUx+TuGp249txciPisXKT6YXKq9mDgBvvGNw70U08O9WVg1vtenMzzyfN29vDXBPPAM1zteTTC+FVmJPRZZGr2B2HC9Xle8PV1IgzxItfU9XbBDPiN6I7wnHL68B4a7PcDBer4c7AK8CoACPWvbs7zyIqk8Io4gPvtuK74Hn4U9eBvyPIqVSL4okAg+E8y1vSkYEjzYcoS9Py1cvme34j3w7V++q0PaPeZ6OTyAf9i9oOofvJS/DjtwLH+90ypGvs4fCj0XCJc9YPMHPizTL74eQSC+QgIkPWdE5D15qzW9RqLcPSiIUz2FG+y9SjZivaS7Ab4Syog9GfIMvlBTuj3TAka9EeAtvmP2wr0m4hq7/pkvvVJSJj4hyG29VAv7vEpYNL55wog7N5UQviRSbr5n4Qg+K2gdvmV4zz3TkWS9xRjbvaL6kj1k+EK9rkiavRHOOz5elf+97LtsvTm4Fj4NpsQ9efNQPfYXZr1bkMY9vz0vPS7g4r3iPuc9tJkMvl+Nlr38XPs74pyvvTeDtb1NTqW9w4QKPgQv3r1GSZA9uYHYPONRJD232xo9yRqHPXjwI77NRYO98/QpvTOUDr4R9Ay+H0wfvkBdWj39e7c8YTHkvbeKCr778+C8ov2WvZs1bbxYqnK5q/KBPH0FhLzux669H7D1vaIxcb0Qduo9FcoOPqa4M77q9Z490F1APnPFCD0qUea9D4EVPddV+z2oum06+RulPA8GgL52thQ+hpH3vQmZLD5JHJs8JdRKPtQBeD3HpDU+OAL4vUw8bb5H+Ak9i9dNvnO367r6XnY+N2SkvPDl9L2+EO09n7iBvhx1Qz6i5gG+brgTPqY9o7wWhJA8jyByvHQzI75mA4++/AEhPggisj3wNtS7zzQjPcFtNz5Q3AI+wzNJPtYIlb14xZw92/UUPMjkir2d8Uo+QBspvbgqCT7faci9DjxRvXlxOT0FPZq9EHByPl2o7j2G+1u9gl2AvalHOjyBFAM98U3AvffGMj2g20u9XP9GvTykUT3fxOy8WGQoPvGR+DwFzzC+BDuFvqum4r3xPtk9x5qDPchNTzx90wO+far0vdspur0Q70O94+HpPf/aNj66SzQ+vCPoveAWXD1MYHa+++NwvpNvHr2NzIW94jzwvLK/CT5Cciu+/XcNPHf3Lb7BHXu93orLvoKWij346/m9X6WjvpfICj47IxS9O5uTvLEfgb6hZvA9u/U8viUnE76dXEq+pEAxPqQNVj5hoqm9Zz89vrIb270fRsy9kUjzPSAYjr1GfeA8VT4kPbNZQD4S9a+91YgdPtYiGL4T+k89JMsqvcPpDD4eFCi+17AWPtPBjj0vjBK94sFpux1c7LwZ4Yy9GfnTvUakZT67hbS9Wc6JPNEcbb7F3w2+Lia8Pbh7j7053m09UqeXPQVSDb6DhDC+TcRHPaMN8r3aKUO+PUQDvt2WyjzJuRA+l9GZPD/dirz++Zk9Bao8vrfAer5cJaw9l97wPNyw5zp6yI+9LgWovtQ1QLxvM7k9gV59PZanOz0rWpc9K9kMvup4972jeT6+rOsTPiLOU74OVBq+wPdPvvzJpz3viMi9VvCfvQxvJj5V9dm9NZi9vXdCgT6TiZ295p7hvbW2Hz4tjGc+dTRyvsmOi7zxvj0+SC1kPcoY8b1WaAW+854yvPZm0D2UlYe+lqK/PU4tkT3SeRA++BrjPSARvz1cDdK9/ACRPg0vBD5x1xC9AzuSvouO1jvoH8A9Q5EaPJd8XzyTBIG9/Y3uPIZ7qb0E2ti9Yb6Bu416e75aw9g9euQMvhUkeb59D5U+gPe6vcrKnLzP1og9+5qbvWGQ7r15Kzc7Be9cvba4Ljp0Hqm8lkZ2PTpcCD1X1yg+MfUnPX/jmz3XldG93EpGPlDlLL5JZo6+Qum5PHdGhb3X3so973Sfvao4Or1RGCO+Mfm2vd7SRD1rUQU9GTpxPanFbT5SQ2g+aSKZvF9qbD2QFYu9euCSOys8DT0nyQ47ebWJPKkPJj1rtS2+nZIyvt8Chr1Pnx88TxXBPYNuCD5CBV0+VPLCvZ5VCb4NjrY9BlsVvnUH/L19hka+/OGOvixpEzzYgcQ9DTGevTIoQ75H8ae7yyDxvQkHMr5NMGS+i6qWPcbiLbwMtPm9kgcLvjrjd73DKps9aJwPvs2ttj2+qCu+wj0RveE2ob1Lzye9gDgnvsV+Vb5aRhy9ev+DPSIZSb2PkLW9RLspPRKpPb4+hQy+OSl/PBZs2r3Nxi2+aAQEvSPLfr5KJRC+U1ekPeohkD3iFb09bHxXvhKdzL1cm0q+FSJbO2K7WL36SgG+eweqPA6Qv73Rd+C9N57FPZEDizwKae09NjEevpwchTwSaxi9lv9EPTZd1rxZoZi94yegPHMrhj0AgyG+flTePTTvkz3q0SI9KOTOPe4mdL2XY0i+0UaGvNagJz0VoWO9BaXGvfcKWL4M/Mi874ZZvpikS755wbe9li28vQgnQr4Gr7C9OxSMvEYoNz3uqNu9Ih96vCKyVL2OAyG+bVdWPVZLP74kuji8c/vDvRx4jr1dvDe+ULARPaIPED3xWQm9hOUmvqUfoL1fKy49ShkyPRL6Dz5zapE9Nn9/PXuBH755GHE76deZPCfOkb63QYi9h//5vVJlHj4PdqA8J/mpO1Bntr2u3U6+ma8SPUWfVL64B/w92ITtvW3gIT4U4i2+cL/ePf+IAD65N7Q9VAenPRGPK77fdnA9DRbPPBqq5b1EkHg9qf8YPq7bgz60vIW+uEwfvjeSfr4vXQa+FecvPo5ZK74jaGO+Z+5tvJpOQ70OBPw85tPfPQHriz3P4ps90HilOj1I/738qwE+6oLaPcHixbx+v8w9LGpgvdv0YD7UpqU9gUWOPWeg8j2jTSG+iGSXPTP6vjzAoIW+3+EyvUjpAL7TAcG9Y+CTPTpAyzxYlMG9wfkePmzvD71m7P89ktIfvYehAb73+pc8PbTjvLRqxz3G1Q0+cADGPQzQr7z7VwA+5/0tvROLGj0q9/g8xCSxvf113LubcjG9GcFhvtSq6r05lmS9mSZnvg4ke75NgIA9oDAEPvgZrz3i0wq+IyNuvv5PjL6jZ0S+CcYavu/7b717d8G84qf4vfGjm7yrdCe+bQB3PlJUJr6BXqi9oS8VPOhTzj1cK9O9pHLRvFgn0b3c5bK9ibEsPbN/yj2JLok8UBhYPQiDRb0uJF+++UaiPPBiHD4yfHu+eUbcPPR/VD3blyQ9SlyfvMVNhr6aGAm+8VcBvlHZ9DurcB++Nn9SPmfsDz4BvAg9GgM5PnySkL6OiWw9jVElvjlV77zKDYk9J+ipvfOByTyP3kI+S7u2vXgYDz7S7Vq99wUlvmKNnzsd9z2+DdDMvKdDv71tdoI+Jla6vK6op73s/+E91WkrvTvPhz2Aboo+L4QiPvl6OT7gBUC+x0kcvU5Rj75SNJG8JB5Lvu3cAzsIVaC+T86kPEBOtb0JDf28PzZMvgUA2D1WhQg+Z6pbPmHZHD3MIRA+wc0TvnxpC75aNbc9PZBjvoJEwj3ljhM+pqCpvpYUVb5j2ze+Tpz8vYfcbT4h8oi987IXvodfvbxbcka+W8ofvuc2/L1H/2m9M9ABvsQnB72ur0a9Br57vvSxR762IMU9tcN5vkqBFT4GcJ69CnIcvcqZob24uNA9nbpDvuaN4T2CbgU+eBh5PnDp5r2M4lE9npoYvW2/PT4cUBE9aL86Pi/nOD3D/I69FSA1voS857uUk9W9kiGFPXX96T0qW4A9nm9EvIsnSb3rcx88C2yFvpO24TzLV6g9GiOqPS/aVr7G/Sk+RF1nva7NgT2+XLO7Qc1Gvmeoe74+3rA9ULUUvQEe0btxc3q+dooFvsFYB749vg6+ojcvPCHPDj7uu0I+m/zBvQnLQz7xM5u8NQfiPRrZwrvzdMG9TptvPQlZxrwg/1w9RlEUPmAkhD085OG9VKthPpA1rb1sayg+MkofvbSZGT3WBg0+9jeGvXs3PD4cBHc+wk0BvVMYDb756+O9QlkPvafiZz58aCI+SEx8ujeTEL1L9Fw++XW3PZ+KYz2sJFK+suqOut2+lz34fGG94IwLPaLfBT4/G7C9lwZEvowK6r1ILP+9U0TrPKTzbr2SMXq9C61Kvdf+wL0Zj0i+iJ8tvR26oLz4qvK8EHNAPgW62T29tWY8r0JfvYRNMb6Fa36+a7Tau7gQJr0+3ua9Q/sDPhfLzbx5UzE+Cd6dvbcN1L1owJY9dKfEPHMuO74tiBs+d0nivb0taj0WSY+9TM5yvaSvmzwmrjO+sE1mvlI5yz3jl5A9BCKovSToMr4hZgQ9ewMFvsLnBTxAjRw8tIU0vuDXLb3BcRG9K799PeeZIT2IldE85Tg0vn7+Hb4zvRe9GVW+PQlWuLzit/u9HrXlvN9IAz7wNAG+AsuBvYDJAb4oLw89FmiUPRj3Sz62nr29NnYjvj9B/Dx7E2i+JG8pvg2Co7y3L908ZjSOPcTaIL4H2J27Ie+PvZfw9L0d8sq7agK3PYEeRz1d6CC+P/7SvPzaSb1CGBa+bAYOvph/Kr4WOz2+SJqRPc8IibzW7hg78wRHvF6VB74C5bs9yNA1vnrTLb6mpQO+dujNPQNyy72YZVC+IfoTvhz1ijwYJGg9H6APvgzywL0kywW9DgAVvtXpmzw819E9MyiuvK2Xaj4wTe69W04avi4FH75lZAA7cz/IPdm/w71A3EC+mUjlveUhG71015e9fvEMPj9Xd739ARc97ewOPt/yXL35Hh0+CvPvuwaNH77n/xC+Kx43Pr6tgD40EpI9iN1/vQyWub4VjjC9fCZWPifKuD1oi0W+09ISPiJpoL0OFqI9hKFFvhKpSr4d6VU9S06nPQmWET6zCSk92ERFPSNBGr4sPfm9RpMXvtD4Jj4heyE+LfY7Pqs2A75V0QA+kDa2PbkqBz0mgYi+9YiCvbbe170lUzw9yjUrvb+fJT6GjsM9QVwkvnpA171qcgM+tNTsvdw5urxst067rGABPhnvVbtCRQu+JM65vO4VBD7AHFO9BfJPugUu+70IpQ492tcDvveqSb6wVMq8/zfCvX8dZL04Ov4990GxPT96/L2GmPk82D/XPF6O9L0zsDG+ry1GvtSsb74Y/aA9s3XIvbZ/Sj53DDE8JrAhPd1lfrwYkTs8fy/HPInO/z3ah9K9xpjaPOdNpLwkZa68PIi6vM6HobtYVGq+BrmZPVYAGL6mz1g9+PqQvSB55Lwhf9M8fC9nvhUttjzPKGa+NrSwvabj/D1LmLk9f3v4vfLCqLyd5iw+dXxPvTbW0z0ghGS+I4yPPTuh+7zLUMC8UZKOvQlaBzyRLbo9icUsPr1XYL6XxaG9xrcBvup1xT1GjPU98prFPR8skb62GgO+N3Aivh8TX72JSl6+m6MDvt/Jszzs6GE+PUzAvTU3D75fWAe9+dm6vcycUz6PrLa9Pg2PPQjerLwX1pa9sxx8PVjypL1D0jS+kyECvhk6Db1whBu9y9MHvutzML4nzEi++IJlvkP6xj06pzo9kGGDvY0o1T2TV5o7GCE2PdhaJj52LDE+7ME5vYBUgT3D2iM+sL2Dvof7v72Yz0G+YVtwPe2eNb6d9Qc+duvFPUdegr7QnBS+xFQTPjgcpL0NE1U9xcbsPWW0Zz1AnpM9fd6wuwPhcr5hsLm9feaLPG4omjyfNb+9D/+QvcBVDTw62hC+MinpvbzPNj5sEUw8XvgfPjodQr3L/f29ECKKPV/f5r2xXhi+PR4lvgMTND5U/eo9XfcYPgFLRz1OzBA+cadbPcND6zw6Sg8+ozhXPTQzGD1KMkw+YNxDvb38BL6xzwE9oxWdPThU2T3a8ri9lEoJPVVArD0/QwY9rkkRvZbCZr7SVsU8U5EOPm/YiD6UPem7RhVUPiB+cr4BucI8ESWYvGsgJz7ipVg+T+knPce1Mj6o8NI9lwImvrYnzD1N+QS+CPynvL/0BL1O5dK9RS9RvuA3rLzGUS88vGcqPlEaDr4X3g2+DMQuvgYkET4NJOu9aeIYvTMBNL1FjIe9Kj6hvYrwq73WL7M9Es6sO2bXUD1D2X2+ekjQvaHXFL5Wzic+5abSPNJkhr7rAv89Xln9PQWVJj7w40Y+dO8xPsnE2D3/jIe9ei1nPWkDID1+/Iy9qJG/vV9kFT7kYRQ+tMNrPVgNHL2tTbA9VlUOvY9TNj7JiTO9J9FSPhOxCLyQpuW8yFfIPbaw+rr391U9M+m3PUTxP70Gm3U9toFWvc/z+T1BGQo+ekzJvEHw4b0ROo4+n4MmPgYItT3Y40k9wYVgu3+zmD3Zefk9tlYrvTRSGj4ZhaI99B2APuwqyb1aubg9TWMQveG6hbwrTr29a6bMPZ1uNT1g+fy9Iw0pPGLu1j2qSDQ+Sa24vTnjwT113DY+TMsUvRX5Ab7JR1K9zRs6PgOU1DveWvE9Kq3MvbWnKT5QIBQ+w3Efvfkugz09BQu+7AsVPIzm/j2IUSA+A/tjPet2ID3lX648Le0JPoF0Cz5ZOoa9GpnaPIdLSb1usoO9ZvK0PeOfAr7jxVY95/+pvNLAhT3CQ/28OV9Bvbgk2r3Q4js9uf37PUij8b2nXiA+6NpTPty1e730XW48uuXWvUZ5or3cdvU9F0vPPRxcMT76fjQ9oXK1vYQlFD3Bq689ouxJPsbvB74BF2g73IwFPuq8HT6b0NQ8H3mOPcJMbj667Eg+vA43PkXBLT4zhj8+q/51OkwysL1jkIq8kyDIPCbhT73WG849BDAEvhsHlj2cLtw993NZPsrBOT7FlOY8sZRJvePNST7jPcm9LkytvJcy0T354Tc7TggLvjZhX76BPOS9DR+HPgciir0WiS++HZMYvrcwtL0LDdO9ljUNvgiNzb3kpie+/Z4vvagkVT7Qsus90KMVPkE1TD7wwvG8Z9k/Pm/SEj6diD++J3RSPrxPkz28Cia92VsSvQHH7TwyyQa+V1DdvfMhNj0zXaY+A68DvsAZAj706SG+G3LUvbM8X74rqHk+8XrSvAbCbD2YSYs92FdRPsL0UD7nnF699A2JvRg29r3okRS+AskfPjX9uj0z9m69Z184Pp4i+7x2qAQ9qfX/vBaz7rx5sJe9shXPvJuCEz5zOk86xwAqvh3gLr5F0KC9gAAzvg3vPb3mOnE9hCLhvXdblbx5zk0+Q+gsvE2u4L3chxu+fjCCPTor6TxK0ZQ9/+46vqPgDz6+Miq+AV0UPhVo5D1aR8U9UZWHvVmgnj26Zb47iF9svTF/Er5ZRoC+6quQPPPjZz4m5iQ+s/47Prq1o7xEmF4+uYNPPk56rz3U7Pi8NAQ6PoTj/D0TRvQ9veWBPanxXz3I/1G9wvdlvD0BIr7VAUA+UIqsvcP/5TzQKYy8Of58PVcIgD7q5Uk9QgYCvuQXjT312wC8hCrhvRKYaz4n9dC9jfF8PU6HJz7/4Qa9poLKOox6CD0d57W7lPGHPePD+T1H3Q++dSElvcN3i71yIRW8Nn8Zvs4vmb3ITRM93p6OvdwDAj5v3zI91uQKvkc2jj3roJg9twdDvT3mQb4phSY++NtuPMlySr5KErE9AYCXvcETkL2UZgc+xyitPFUuJT3gRWq+AFhbPuY/EL5VWYW+v1tAPjyrvz3PWzC8DJCjvWC57DkFmww+6wYCvlHyDb4zvBC+PAA9vnJ0Xj3D3hy9GW6tvcUS8r1pid29EdA4PVhNLj5mxTs+EXciPmFeVD2Wu00+BMovPhk0jT1OxsU9XKxVvbbefr4ZdT6+czBsvjajsj2GoUE+1nNGPZceKrwsaxW9V+BPvSOgyj3myme+J+4uvSFuBj4JXeo9oJfPPSLFcb4EBEq+Fj8hvqZInL3JC669zkqOPrWBVj6Ozn09qXY8va6VDD6ckX2+b5llPmIWXr4JCde9PgVtva3eoL0L0We+ZXICvgyp4jznWhu97Z/YPXn/Fb7Mpk89e9TvvMWhLT3Ieiu+B+d2Po3ZRb6OfY09dD04vRXvm70gFKY91S7hvNM1ND4d/mA9XD+FvTwjNL4tTU4+K4+tvkqHUz2gHb+9nN8GOUWmLT7a56+9I1vdPaaupD1eJIO+Sp05Po6TqT3mm4O8fwSnvY92qr7bCBg+suFdPCqa2Dz9I4q+S3ICPsjCBD4Cjxo9cUG3PVnLib6uhhW+qsMVPmGzej2pwMQ9WXagPcr+Hb5GTQa+W5Ulvm3mKL2fmGI9n6JjvtI1BL4C6/M8KNIMvQNMPL6y2NC9nqNQvbqUAj7W6s49h9vRvYnI+b21OA6+cqgkvic10z0IDom97l3XPfnX6r1tvTa9UHjhvZH/lbzmqPo9O30VvhKw77zVRtc9NXy2PRPcybzMyte9Kak5PWT54D2pfig+OIgSPeAMZDzHuh4+bj6yPfSf871unIE9HTdPvJpsNb1iJTe+ElZmveiiEr3a8iy+udUpPiZZhj5fKTq+BjMRvg89Lz1UhSG91UBGvXFrFz6HleU9AQxtvPmmTT4cC6o85JszvCPfUb4HszC+gXY5PjMmHz56oy2+XuvQveT6hjubjJW9E7a7vQIXdbtr/4+94GutPSJcHb37CuY9/zIFvbQeJ70W9ge+BbbyvaFRCL5BVBu+tVeyPZckx70T1k4+o/bKvCsxpTzU3Vq9Q0vhPeMHVTw0W+Q8KDnxvUaaIL6nhh2982mau/VVfrtDMbG9b1bKvV0KOj11pyq+MJb9vQjUVb3dIAE9pExaPTR36z0Yzfk9f+JZvuALRL0J1fq9lwpwPdvzV709Q+q9eTievXztPj4M77A93Ok2PhAZ1j2OAC28SwwHPMwrkT08qy09swefPYYup7yWUjQ+k2IhPqGJKb3x8oa+KA6ivIR3YT010IE+6j6Dva07WT0KKBQ9/lQgPs86FL7rdTa+Ibikva7ftzuYvfa8XqW3vIY5yz0Izca7BbeVPW+uVT6Z7a+9P128vdehQD0c84E+vm2YPLm3Cr6LWpc92BUHPn9bAb7m5XA9vafCPY00AL4Dvha9sOeCPZvNOz7vcRi+MykNPYTna70Urt+7tB1ivk/KIj1peCi+UFX+utlsgz07RR8+VBf6Pf+l/j15tG2+pf9wPYVExT17h8U9p64TvEysM71iYRA+xtLHvCApiT3t2Y098zE7vdfvyD1qIRy+Bal5vXVXRz7XDHU9nZCZPHNw0b0qu2o958imOwS/5b16J4U7RZ5hvrjlZL579qS9fBSoPYG3Pz1xOgo+TjMiPj7qirx447M9MYjUPRP5Az1vtGq+sZjcvdPFfD7X27Q9GlhBvg4767wa3n49HdeqvIfqir26OY899Pn4vXKhTL1pmi++KskUvj46Br3s1T2+A+9zvmP9Pj7Dtyy+vzYIPpn82Ty8hNa9+f82Ps2OFj0Rl0O+gGVnPeJBi72Ospy9oebIva4gIz4mcBE8amnmPFRicr1zjQu9PKCHvgtpyT2md6k9bqXDvIOwHL5ALS6+S/e0PYEBQz5WU7C+fApIvjFdDj7sRni9TNxRvgvd4r0Btgi9rYxzvQZa+T3qvrA9dboLvmjMALxyqZa+9wMGPrP0IT4i9qI92bwSPlJy4ryYbgQ9f8liPCmODz5r0OE9IckavYd0ujyxahO+6EWHve5UjT36KOG91yUgPuga8bwvsp099WQ7vbE2Bz48fZ29MaOMPRAcCD1znEk+QtF8PMJKWT2+VoQ+mbQSvj+lGL6HjMm9nd0YPX4hjz7QZQK+eF6mPX7a9D0gsu+8AKqxPjoTgr6JLlE+QYeFPRLq/7xD9hW+IZ8SPT0ukjubu7I+0EoVPm4cZL4l7Qk+OAQyPnFjITtNEUG944wkPlw1Br7aX1o80QqLvur5DL6bn5I9S7e0PsiBcj0MFh++gSK7vRTvfb7/8B8+Li2cPao8KD7A8EI8a+2EPlYJLb5FnxM+mn61vK9nEj73S42+cu7lvaJsAb4rzgq+dq5EvvDxED5EYUo+2YIXvm4kKry3FX87G8aKvTfwhb4LSdY9kp5TPtJquT3FPKm8f300PR5jl70cYVA9iVMYPVxzU7zWc1+8lIawPmnmMD4/kL++hWZtPg5fMjySp4c84qCZvvwO67x0tU092SXnPRSYVT6elko+3GELPV7DJz4g8u491epmvS1Por1OjaQ9M7RYvsqeGD5YxTc+eNbGPXiimDsoPLO+fEKwvVHHMr6NuoO+p94TPuksG76BI/Y8UHLsPWZLnb0KPCA92Twbvn841z3HQVG9ISXgvaJkI778P+28TJIyvgUqyb2qYls9iZQVPKZinr0OAS2+x5H2PUZR2r22UyU9sdt9vu2c1j1G1iq+/+IfPRPXJb7c0xK+hMEaPvNpDz17ZLQ9Ng+jvcLkHD4iDqe9i7SZPZpuPL4Ld/G8kZYcPRcSNL4AjCu9lWsxPfT3zL0dBSS+AHm3vXpaCb7Y5/69Qla7PZ0OH74jHKs9C2ZEPBFNPzyPk8M9Zxz0vA2z1L0tAFY9oPgAvntQw72B1+y9glnbPNtlKD4TQKM8AfYevh3/Jj4BtQA+7uGdumrIb732Khg+5vmIvQsKZj2fPR6+af1LvbsOMD792Yk96ehfvQigkj1Kggq+h0AnvustPr5oREy9ylwHPk3elz0G0xG+4R5ZvDnPfL23SIq9o8IgvfOb3r2TCrK9RtwWvgg7zD1SFB67vjMUvvpF0L2/hO69F+7OOx5ugT1v6+M9He81Pm0VSr42kHO+KMtbvoTIOr7RibY7ZrsNPvrshLyEG7g98qoZvmey8z008Mk8V7BVvltDHL5kH4Q9foRCvWG4070PTYA9KAc0PdhAID4U2fS9pNPXvQX0GT43pwo8l1gCPpR0Yj3WDwS+3iYAPo1i5jxo78u8PdDMvULg7j2Ug+89bIU5PoYBtzzGtS2+W+BmvnzWob2GTZ09SsI/vr6e3j0xRbE9BfDuvVzq6j2RXji+INhDvtZwBzv5QLu9ScKFvRBo6TwPuAm9fsqkPe0t7j0GGQa+x+YvvS8lSTxJdjo+mJMGvDrLjz5Feva94h2cPRyfh74iS7k9ZWI0PYoLPT2Ln6w8AOWTPNFtrD0LqoM+7ovbvWIzQ77gXFa+7zzIPJTKsD2TtRs+hBtXvehew70z6ho+IzjzPbFw/Tz3Epe9R8wzvq6itDu5wra9WSePPF/4zzuKC08+WYkpu3pHBr5ccXG9H7FxPmApUj26rtK8COpPPoUCAz6WZPA9GSUWPqzcm7301j49r5voPea+r72NbbO9dUkTPlvAJL3NZKW966cmvPlKgD3jsRS+Ul2kvYWKFb6J+RA+oZ6UvjHgUb369kS+Lw77vbA7Fz0ZTF0+1zjaPWdV8D3Dm0O+6oJjPeTDnj1pCpC+WU3dvel7wD2D0pi9cl7wPZ+nqjyXhyw+HvSYvcIxU73wO909LSYBPpthL72YfWi9DzlkPg0s7j0Nty++RBHvvfyugj3qg9m9nrthPs5aVjxfnwQ9SxHOPe58gT5t8a092AYvPlf0WzyBIee9KHJRviJBXj6Y15y9OAgSPXCgUT4Hq3u9ROcSuaREkzsn3mC+A10xPYnQi7zxZv49eQs0PkhOpr2/uqy9kCwBPTaslD74Lqi9YKUrPt17uD2aQPs9Qroavq3Thb1rEIO8mAtVvaYZzD0nW0M+tI01vHv4IT4mrPi9inscvqQk3j33Xqo8WOaWPc7oy72TAd+9saTpPQpBFr7Irpa+hr9tPn5BBL404zu9ny9EPTc7gz1yvw+9XEm8uxHeDT2O4du8XQuxvdk/2z3AoL49+Q04PjgpBLtl5Y09NaVrPlWaLb55tzi9ZyUKPixKrDxLdkm9Q0wzPrxhyz0sKTQ+JBoEvqhGtb3pDFo8aaYFvlFyzrwRUhg+8toPPuBFHL3remu8CrAHviS+xbzBxIC9cvC8vi3hCT2l3eA99wETvYnvWD4Nqva9tA6ivSN+5T3fzAI+6bFlPvfJgT2kZdk7ZPxFPba4kz63cIw8ybaSvbWqnTyXKi69gMOCPrIfpz2VRd69lEa4vb6K8z2gd9C93hyvvYCgATwcIJI9gkacPbAltT0kBh+9lFYWvGSFOL7nADA+ZFzsPYd4Eb4q7R2+PBauPdiNmzwEjpI9MwPavMvSHr55Mjs+2PEbvE5iWr2I/bW9sTB0PVLXnj3BKiu+Bla2PbDFLb4AqqW9xorGPULK3DyPhY4+xSFevh6YGb6osVQ+nAQovr36Fb5/HXm+SNNiPhI5Ebs4x468ota3PR/erT3Seym+IL7zvAbaZr7sm1c9ArEKvoBOVr74WRU+ZLt2vpUGpb2rovo8nNt0vtTaNL40kgK+Y98kPbW63LtWPJE9viWDPSr2Pb1kSWI9f0mKvRDiAb0jVNk9tK8pvltvbj1s7i6+ZnGwPWQXPb6IBaO9GshLvkikEj3FuAM+EnhOvoI+K75x2h69ruw+PdNH1L0OZ408rK7UPQb/fz3yQWC91T1nvgiVCL4f+jA+mcZavBbW5bwcy7C8JSohvnl3NT5xAI69EmhtvWVSdr2vQJs89WZ8PcbaMT07uDy+r1b7vdkYBD04anA9r1FwPHw9+D0ZXfu9HQ+MO3EoLL1GA5w7tS4GvMKYHb598KM8BZbYuzpDlz29va69n6mxvaR7mL1uWCa+4nK1vekhAr7ueZ+9bPsuvr8zEb0nSGm+aJSzvfZdZTslScc90RYHvve+fD1fkAG9vF0VPrfvoDn2AsE9h1YTPnVZTb7xZ26+bBhnPaOA5b3Zr8+921KCvb4tN75mDB0+uJ4Evj61ibz4iNq8sOxnvpCuebztf8A9caLbPbGtUrziSQk+7WGFPbOLazxGDUS+OPojvUZslb16b609tPpjvgw7HD6msLW7o2J2vWfaJLxn8RS9WZ4HPtWMgzwQ8VE9ocxCPUlAHz5oo969618MPpKHoj0uwAa+U0i2vURKuL28Z4y+2bU1vgtlkbzR+rY9mTmgPBuuFj7EyOW9vO7NvUJUBDzqESm+ytVoPidfEj5wDyi9ArFyPprOrr3bahA9Krwtvg3ZujzMx3G+btc5vmPzqD3cc1E+hqOivT0WXT29MQ++kP1FPNtFzjyEoWI9GSE+PsaP+b0oivq8ld8OPjAYET2NYiQ9YZlGPfH5IT5DNWC+jZKHvMpQ1b1uV+07JGabvDj4uL2omBE+PahwPUebjL5MKT8+3ONPvgT2OD7H8EK+X+pHPQELO70zGpC8h253vn/OkL3NsR49Du3DvRis973uNz6+lBRCPfjVUjwhUju9CBpPvldAtb3LkcI9Z2NNvnATgD3z4+G9S+xovnTQJb1G8IK+oMH0PUXTOT5FfzU9k/4ivWHptz2DH6m9QWuhvZjVqr1pYko8gR8lvspEFD7g66a9Q4UfPjrVmb1bzxi+eTLkPQOkJj7oQFc+350Tvf2gnr0m2wK+KCOHPeSBwjud+GY+c5/CPXCW9ztKY828PFUMvhsNkLzmvn88oRN1vW7ntj3uAoG8oCY5PXjWg7xEaLM80ztwPjgWgb1ZKSA+ZjpBPck9TL6+8CK+MqNrvTP2/j2wVJI+G+xTPim9UjtCdOG9z3DXPMWj473rUn09L1Zjvl/g171sPiU+f3WOPQj7xr2qkgO+YshuvNSVRr1g/jI+zRwFPrKOUzweE0a+hpD2vQi4+70XDYm+HaKvvSkAYD5Etk2+bBoIvlQqLz7PeWi+78GRPUiMtj5iRh++AxoKPmRcQr4uCgM9Azc3PtaLQjokoow+sGq8vmljjr6AGwC+fwb/vaSe6r2uP3q+x3gLvvLQLz7VqX++WeGzvKskZD7ve0q+R7ZTPvdWjj13siE+xLV3Pu/3yz0VXZE8QZWUPml8nL5NFxC9k1eJvRfvlr1TTm++ls8hvq6GgbxolK48+lOHvuq0qj02pRQ9hCwjvnohJb3tnC0+lBWPu4knEb7cRoK8T4jePY11wz32nUk9ELnBPobXGr5YURC9sRThPb65Fb3OtS69CUfuvTxjmz2txNs9mFGzvryldDqPEO09M2sGvZh5sb3Vehe+Ho7vvZrfJz6PNTQ9arwLPkmFiz1SFME9rz0RvvLdpD03Ane+XAwOvm6Tgr6/q2o8BHv7vdf+fT7KQ448RIqHPUOlXL7NBi09Zc4cPkHgSz0FF7G+86OZPoZzkr4EH1c+C2AHvt+bVz3p+5m+eFKXPlDXmr0ZI/e96vvfPeQ5tL2gmUA9TdbWvM3nmzzkSNQ9XYJhvv71ob59hMW9pOwVvnMChT4N3Vg7/S82vpFZPr5UkHs9z4IlvrdsgL2H3ka+1iZRPubPBr3stR0+HMJ8PZuvljzMfXO9DFsxPra+kb2m4KC9RFe/vVzNsD3+kIO7UNJCva0sKLr3TBC9ZXRdvh0nZL2Rc9w9mbB7vSHcCb6giXw9KGkxvrcGRj49v5c9Mp6+PU/pWzqiCtU974NSvdg4FT7G5OA9YPK5PXb3NL3Skj4+l4tivgBdlb0UOEA87jP9PDj42r2hmoo8m2ZsPbZQeD6/kCs+B1pavRXunDurwVq91Ri4O5TcGj5aslO9y5I8voXFWr7FaK29yT3yvYUtuTzvlM89M3mbPTvZgT5PFeS9logbvqZTJj7/2989tOJFPq/kV7xSACA+TQpBPps7570WZ8k9Q1GGPL4+Lz5QYjo77eeVPLtqEj71KIk93j/FPeJ6rz3Cvv48U0VNOzELAj7qmKc9ctLzvCQEyz3jVpw98lpYvVzxBD7qDQK+QmvVvdi8+LylXv29AuARvklYD76jM0A+LHXjPWNUKr3jlWu9t6zmPZ4mBT3fTjq+2Nh8vSiERb3Gpds9KUZxPlZHvbxZBBU+ysjMPUINaT1aOe87MJ2iuwEzE77wpMq8MiaWPZO9oD3Nmyc+mhCnPVh8Db7bXO29cjDivc5l9T3ZSgS+EVNfPXABRz1IqGU9HM5Bvl1PCb5MsDU9H3kDPn5wAz4lmMu9+l4APrLJzb1XCR++NWO8PchHmDwqjCI9LFdYPl37H72WsCW+umiqvV+aZz7ggoK+HM4MvuthQ74DSSk+OBu+PYTIR7zsE5O+szX6vY9vS76hlEQ+hAS8PX+na70ocX0+rqyjvFoxgL0rESs+Z8gpPtBbQD6t3xc9JzPfPe6Xmj7054u+EY8nPjfpJz2DB4a+OFlXO2Tnc73VL7S93noxPm0pEz29bIq9cPQUvgJdTT24fBW+XuI7vj2IgL4xjv09aAfrPZ65WD4dvoK+KDy4vQeUkb1Z7zm9X5JBvIZAe72bIAi+PZl8PpHbCb6muAW+UF0Jvq/8WT2Yaw8+ShCSvibwvL11tR++kRUGPuh4YL6WBZ68qY+BPt6qbL2VSQ4+T28JvgENdL7mzuc995p3PKqvCb7XOE09dOOVvZT9yL3O5T++MyiZPtgPG7wDTAU9xUrCOyzLjL3/A2q+npgYPuJ5wzw9NCe+rQSavPZ7MT1YYZk88Jh0vZbAsz26r5O+Du94vtmJoDsGk4i+uVOCvo2+j72kHdM9LMT0vVqq+L33Bsq9PGZuvhGMrr2wvIQ964T1PBdopz5Wc4I+EHgBPLepGzwodoQ9HzG0PCqZJD2iN+Q9oUDAPUBpib0pKS28n8xePRv9yryJMMO+fX5jPPjNvT3GBTa+HgyePj6kdj0QFle95YBmPcWuFr6hMyY9ketwvrQE473hk9Y9QwZoPWJceL4dxii+CuO0vYjYlj27mPI9bT6VvY2gAr4hhAc+etnuPf4WLDzj0Sm++cKHPa0Im77nnIA+LEC6u/VBvLw2uNW9TdCPvQfdHj6Jy/E9iHyIPqoXHT6DHam9U8Sfvo7Ar7zHwwK+9VeIPY3tnL3yUQ4+x8j1vJRUk75KIfe9pCQWvcPFcb6lLRo+VcRevkkrC70eEpw9bL1xvbywCT4xrei94ws1PgZNlj52/Ew9P1JBvcvh6b0wquo6rBEZvnHh1z2wy1w+s4EGPmlLCT5pJ4y+rdMfPgsGCT6L/HA9q/QyvTDrCT766zI9LwaFvLLm0D2vsiO+ORQvvbKvSr172KI+hQ+gve+PKL6Irz4+FYoDPi4LTT0YhbE9HVYWPbtzL74zg0M+fQnEvZUPjT38FrE9sH6ZvtgTUL5XV8a8AADguU5CuL0eYSU+6VoWPieAPD4CL6+8v1+UPct79j1uoZ68TYBDvnPB9z1TX4U9JXrpPZKykDxBmI893N9HvXK4KD6qG4m+ygMyPlxbND72ZSQ6hLWqPQ3JjrxM+r48b2J/PnD0IT72OBA+1eGaPcUjLj7EenU9h1LsPSg11Dwbsjq+WIPWPKS7ED4lhS0+x5VLPS+0mT3Yfn6+StXovXTgCT0c8Zc8ymNSvkAQAD0EuK88"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "/O8Ovbx+Br0OKt29KdqMvCBDGb2Q3gA7gnQaPeWofbwjnwi9YfWqvOFcbLyvjKi8XMCAPJRg7rwfP8i9DxSNvWmXaTxiGW68ndWGvaGbBjyMqtw6Ky2lvD5O87xPSqC8MADNvAv7tbzlU5y9HAoFPWkkErxbc4y9htkkORIITrv9Onk8a8YOvTfURTxaESY63IJBvZwABr1Spvg7PV5CPC3hCjwxlmm9qacBvIgGgTya0yC8inYHO3HLzLx5UQo9ODN0PKJqEj0qdHi7CguRPf5iSb0bTJ28hiMPveQXs72Seqk8RfJrvN9syTwPEBi87FZQvfWIqLw3juY8FlR0vEqr5rzyEQq+3ycbvXLXg73YtEK9aKXHvG9n0zsqQVC9EVrNPNoEkzxz1po90ODWvNa2s7y015I81q+UvDeXn702IOs79sTVO3zZ0rxtiFo9O25YPagdOTxHL2W9q5hovWyDxbwgLi284p07PbtQiDkJDqq9Cp8uvVZTuDwS4kG9PT8jO/flm7yVBAQ9ul/Fuy1dzLtSFtG9SWMQu8LTt7ycMxW6a7NsPJsWAzyZEP28yFbUu00QFj3NI229Nuo8PYYsEr1dN2S84DSuvNht/7vIG8m8cDv7uxt8Nb1XJgs8pAx7vTw6mbx67e68tq2ivIYVqLxdH7S7DKc/PBMjdD0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 