{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "5"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "q2rbvBx2A76subA9KOqfvXdUuL3Fny6+h+5Yvvbxwz3hov+9e+TfvbZPrL07iqQ8JaMZPh8/mLzORLy9LReevDNjQL1CcUi+vpoQPtucszw83XG9VvhHvYKmJD4oxt69x2gCPsBuwT1z28K9XkMYPuAlgTyw7WK9I4f/vXHTWLxlNCq9Iq53PXHw87383Eu+bZRIvBA76b0OOeY9lpt9Pa3nET3518K8IwIAvpNm2T3CGym+sGMevjg+tT10oYg93uUjvoQaCD4I0Tu+nVaivK/wODyIHka+2wqEPqG0k72Gjpk9WocKvtiGOb5IsNq94r4mvjZRhDuPhH09NQPBPUJFx71boRC+NCk/vnstTj3zsLg9PgQtvvlt3Lz8S+I9QmfGPdmsTb5qAEG+n3GoPfn6Tb6mK6C87B7ZvIf1Dj51bzu+xP7uvOpYgr26WVW+NWnHvYvcnb4+xNe8YVlovWnihT2ApaK8sDUlPq8DKr6YwgO+oI57vX4Dwb2c+Ys9Q4fMPS5t6T0xKqU9iwFkvYbjeb2ro6A8VSVrviiZkr7sHNa99sd9vZt8+r1JV0E9kquRPQSkBL4meTe+XxYKPQciYD292bk9u8VhvnUZzTwVBOQ96qcMPt0FA75eMRm+W+PJPUjyJj4sIZa9ZVp/vE7urr2SKrk9UupUPQuj+L1flsG98gtovikzlL7IUA4+GoNEvVm3CL7xE1g93htNvTarN7yRJim+vPOCPjqgSj7edKW9T3W6PbKhwb3+Dt29OzQpvQ4kuz1KFyw+MZw4PvvBNDxUY/+8VKucvTrz3zyQuBE+ntXUvQrMab7/ZjC+BZEYvm8ORz0tmrg6jUsIPvVOET4oPsI94VYfPoZVMb59Z/S9oAWavfTQNb5OXum9ImFSPC84Oj1jkw++DSEWPjmsFD6SUzS+KhXBvdQl1r2+Mgc9uXQQPhdh973HpIU9/O5Jvdmb2r2OB4q9GNrLPZSKhz2/DLU9nSjbPYxnur0i56K9gTwJPiqVNb7mYTq+Y/Vpvh9CID6zWUg972QHvkExGD6z7gm+OeRJvtlGmj0PQ969vzedvckDfD3SxFo+wMBAPhcnKj4hHEq+BQk5vnbSSD5TiLI9Je97PgNnUT45Lhk+tgGdO0rDn73VdzM+D2o/PtLTGz7zDJQ9HBDGvZ5TnzzPkn09mCfivaoaGz6XEX892GLRPQ4XRTzizvo9gFiVvZdQIT3cGZK9/DrhPDxoY7x+ups9VlbWvbRHtb1i/GM+gCXyPc7h9r2iB529EXSDvpPYRj4BUy89NU89vf0dSD5qcUq+yzxQPZK9z70uWl29muGWvVSrWr4qkeS7yP/DPVYpKj2FFQC9SQUWve4NVLx++iw+i7/BPQM52r1zSvQ9d3gVPtrBhz2UKXQ+thuUPHiqSD5I8jo60UQrvr7SPz5jMHM97C2Mviwb9DyqCSq9Y9NCPpI7a76m3H09IZBQPt3QIT5951S9N8xsPkJOIb4sCUM+pxUKvaXlsrzNuGM7DlpdPls8w7zOuVa+6QXkvBGpVz6GUnO+W0INvscqmD4hUv69R6IiPncgST29vH08BgU7Pvxkcz7Q5fu9TzYnPli8Qb4XN4c8dG1EPjxqWb7kh1I+zYT5PcbF0T5fmAq+ZTAJvgakmL0qyHs+tkCXvIYkUryeqF8+YTlOPkE/uL2z2JE94JmYPYOFT7vu6+69ySI5vgkMIb5ZQ929WbizPbm3Mr4BxxG++lZPvqfaHb4G/ww9aAeKvvHK3b1pSjA+PWkwPZ/W8z0EkB093W47PZbIAr4kKgw+LIAhPhqCID5L54O78OaBvBIL1z3pKqq+ABDzvYJKfb6cT0e+WsGMvuNMcL1URCQ+224Bvuswm70vJdA9eqLPO8+LPz4ZxvS96rE3voQrqL0sN508LNzzPQL+UL0u3/w9iexyvhg1VL7kooc9R8VAvtM4l71edzG+3bZivg4wEz6RyH898tMwPgOwFr7zsVe+uG66vRqlg73yr6e8yAwvvqT1ubv0QS8+SRnYvO5UeD2Ll6a9OJhpvocteL2k1f89dVY+vVm2oT1BKyM+gzPgPdGMF77j8TM+ddvrPGpWgD1iin+6TAoOPp2aurzYAZM9kTWQvkGij708pS6+/WkZPinOI70wTxU+5CmcPCBlFz0tB6O9/XJsvrWX3b0kUn89rAZWPNemyT3XVLC9+GUKvZxjmDx4tki+igVNvbedNL1rLxY+O6IwvvTs+L0y3gi+U4TFPcrXprwXZTo84AIDPk2X9T1h9IE8G40lPrCvDL6KnV++HiyAPAuhwz3d3+49ThZivuAMXL37cD49ulkSPiTamL3sbE6+t3ArvqwgdL42z6i9vEL2vbkhrr0LeSk96/zUPHlJ5j0Illu++igYvhl+A74KShs+wOW+PeK9ZL5vBtI9CJNuvQMpyzw+hIc+3r2NPcfF6r0WfQu9o/XNPPCYtD3cQw2+dR1ZvikLxbxMrnO9lWMJvnGkW75iiSy+Zv71vSVvRb4J5Ao+YH70vSlgIL62sLk9/Fq4vW5DDb24fzI9bndDPWjXGb5sQ3A8SEzlPYNDmT0fCgQ9pJ73PX6NVL7DQAS+6G1avvJXT73b9LG9Z7CsuzbW7T3/5W6+zXmGO37Xi710x5w9ioodPgsli73V+nS9g2mDvUtThj3jG+M9zNRjPS9XuDsOYtU9wMs7vh0JBj7EcCQ+1HaivfMdKrxoGmy+hqc0vRQJsby3TCo+jAcCvawG2TydmRi+NsqEvVOT7r2xOLq9FLCrPACEZj0rZJK980HwPKf44r24YWa80zlcvrwt3b3VHzw+GWzRvSoLHL5skS++Ai1Svq8M8LwB8Tc9j3DGPf12773O84M7QXDEOwog771suJi9dmk4PhYi8b0n3u89WhJiPpTLhz09+2G+HaI8vfvkSr7031u+7vH0PJ/Ph70YkcW9qse0vT2Ntb2VPaM8bIwWPuEKUr6tWIs9z6wTPoXujbyGEeg9XOVOvhnV770fa+G9D03qvIdVsj2Owye+zKVZPTQNpDwC9fW9XmNqPj0qFr4i5ps9DpdZvg8uoz1tAG8+9gCmvchWJD4iM5c9g9CqvX8tbz7sj2Y+/pItPVQiPj4oEFg9TfQ0PvNnmT0SCFs91T8OPdpmbj2HxMs9G9thPnY/Tz5wsI+9jrDKvNTCdb5lrQw++AxUPo+3hb2AFDq+MXriPIPNjr1X8D8+DWznPSzJv7yDggg94r/yPfPH5z0sXru9WbevPYrMu7w4yp08GAW1vMkaozydkmE+qnWuvL+PWb4KhsG83X7avU6aQ72q/Im8iC2UvsMEvr0WzZM9IHQ2PQVaEL5pDi29fPBlO8D8+r0pnyw+2J95PcntVb7C0CC+OPkAPZjuFr25EQ29B01yPCkzYrzwvR29cdbmvfruNL0vkus9oDK4PTR43L2rM/Q9N8xtPhlaX73ogJ+6aOtLvp9uyz2DBUI8rgqWvg4+fj7w3EQ+g/ebPon88b1GWxG+mhU2Pj95zr0IqpO9MFpVPmPjJb4Y4CU+dxlJPozMRLwwEeC9CR4HOvLulj0XA9g9J9YwPk6H0DwM3g++ign9vfsEwj5j8xE++UWEvR2pMzvVq8W9MLxNPS9mDT6bbe491BJQPj3JHDy6cgE+ZdYCPvbqTD3dXva9nU4lPrE3WT7EZN+9+Qzpva7jb757ZaM9kgRBvuvHNb60YVQ+5InpPfj/hT2OV8U9KWA9vrkMZb21lu48u4xiPSfBoL2bgTe8WZhOPfRmjbznney9MZEhvrvp1r3/pyo9PaqJvXV1iTtwgie+DQx3vgMygT48tIy+igQNvkrgiL62FrO9Gr5KPiHv2D3F4ZA9V29gPFh5jj0d0p2+NmzEPUg/wb0PBFA9GLItvmAI6r3btCC9iIa7vJ81m72E6mA+a7ffPbqiIr4J68Q9Rqq0vN83jzsBlfO9zeGNPpmW4T0oPT09ZzyHvgsTBL7hJS4+A8ZzvrCNPL52jaK+N8h7vQdJiD3XYoa+c9WyPSwxSL6oz0i+00gyPlXdRj5bwkE++xCRvY1vVT2k/vu9UWAJvhvqhj4zf1+9/T/FvS6IIb40tOs9cHCBvGX7gT2L/rI89WwpPlmbDD4Y2wG9Y9nVPKC0O70B3SC+BpwxPma8nb0PnBQ+q+dtvqEERj0dpfe9u2kDvv7TmL2ftxG+7mpJPdeDEz40boY9LBFqvgnmUjxfzlO+VE99PTyDhb4X1De+XLUFPhE+qzxOFhW++lksvkneKj1z2K+9h65IPsweNr5ngRm++ckRPkG37D2KTsW9Gn8MPcYmczzvkfK9H20DPlsNOr7Jqzs+RIkhPoRURL1vjS2+h/CbvV/N4D2mWws+rSSEvgsAT77WUsu9lrkmvalGAr7v3MM9uTlFPu2gzDyCizU99I6DvehXiz2eMJO+IWD6vdZA7r0YPK29Bjq2vZGN0r1Fit89Mk8AvoLM2j17Utm9H24svv2bkz0Z3Wi+hu4LvkyOcz1SDgo+gU8TPI5afL6cSCY9D+NIvtWbrj2i/SI8CEShvNom2T0wWEa+hR9oPne2gz2OF0A+f14aPrlouz1ohTk+qXEevoSYE75IJeA9eOakvdz/9b3i0jY93AOxvXt8Yrzrg6q9ezj+vfBqJz457fQ9q/cjvn0+Jr3AKg++czyBOs4xIr61djO+gWPFvNrrSj1AsqY9+O0XvrDxyD1jP3M9pgvHPeJ3nr27WMQ9fXYgvkhXhDwp5FG+CS0dvvU3oz2DNxs8QXGNvgyrDL3Fn529JcSjPWOvbL7CRaM9axiaO7aNKr6y0So8890rPn6dAT5j35y9mNNkve7g1j3NNHC+OVJkvgq8HL7pqeG9umENvtZEJz3WJ1M95qDKPXBQiLsJvwq+VbH8vS3HV74BleW9NZsCvgQVb77S/xG9xekKPovlaz79sJw9xmIGPj9tbr4Qcxy+iNMbvfCiyDgdBr08KOoDPuUM4j1foDY9cYeMPTc2gL1BKh468cTqvbAnC776Uy0+26z9PTM5N76FH5s97baUviw4gz3R/yg+Rzl2PZB/rD0T67s9/gKCvWylBr7HtUE+5uK9vTIbtz347YO+6ToHvtK8uT0Crvk8FpbHPSoG9rvfBjq+E+svPW5HBj455Es+a2alPTc0jD20Wkg+bAIYPuW25LywR0I9Ox4vPRnj6D3fKsK9JYpaPHbLjj2Fpjm+vttCPikQ572sysi9RuVgPtD3vT1bJRA9uDxBPgHSuLy+eKe9VicyvtiLYz5Txk2+9PnjvGgI5zpn0z6+R0A8vj798j2AJLc9DH3yPaQEPb6DHc89l8XzPZa5Ir7VJBQ+09sTPv2RSL7udJO9AhFzvdbx1D2aRCc7rH3TPWVjAL1T6929UvXAPdjZLb5D5vq9J/XPPHFcSr5oUyG+tPZvPe+hKb6laeC9CrvLvXEzY724a929Zz11PGsoDTwSBy2+wCxoPjdGKDyChIQ9e8GfPrnazL1z3pY9fSKgvdcd1j4RbUC9H25YvnseIT7SP+U9w8ZKPl7peL4RGkI+r23FPTEwRz10iCY9SDUxvms1ST23rv08FzlrPXVzDL6+3tK9xD7Xu9Aiu70PbhK+m+zGPb9cC709owm92B88PSeBaj7Gz+G9eJwuPtEC7j0DZYO+CDXKPpLTrjv6shU+POvTO6BQr70gzhu+ukXpPFgncL0IcdQ9E9X4PCWorj47Il89wZwhvrYsP75Iask9KsiPvkxJAj2o7bo+xZSrvbOYar56kJS99QM3vpoZr72LWCG+RMhvvmKg1T3yx6G9LDXYvXX1z719R1++lohRvjDdjbyQ1Aa+cOTwvUf8Qb7l7Ss+bsN2vv5U6LzvyEu+C1RqviLCYr7NvtE9ufbiPdgRiz7p+Rk+RvZHPmiYFj6Oxuu8XjE5PETF2b2a9S69fjc4PUfRWb6MBY487v6Ivtbqjb1myRY+58QLPRVURD2bmFQ+3CINvplvsry6aKa+zNGpPjMGtj0zaf09NF+fvPFdOz2IIj4+/wqovUgbIb4GoTG+7b6BvvbDvj3l0Fa+IDgGvFvlVr7rmV+9pFgbPojxxr2zRwE9CQyKPLz4DD7MRE09jF1GPXsP2b2iB4W+cHsTPTlxQr13FOC8kaLtPdXWTr5zszW+OdeAPU9ch73b8se8x/pcvI4c8ry010y+tv5uvlNk4TwdOgI+lsCnvRqBLL4tm+e95HGjOseDnL3R0c49RcfuvS4Yp7zDp/A9p5qyPQKKIr5yzJc8CBs2vggm9D1/c6c9XbcwPkMkQr5x/uS9w6O7vVibM76ELIg9qYUnvk4uKb0RjrA9ZaUyPTPJEr57RkK9KKQuvgUoHb7Ccme9mePBPUBoMr5syaW9TSS4vdNCCL7EmFm+GSdRvSREML7eHvC9i07rvYhdiz1lXES+YdQNvB1+VT5u98S95lVOvjgX4D1haB8+lnyVveZ1tr2qHCs8cJVGPvYC4LyCyw2+1vUDvjxPxD31LgO+RUsevu0IBT4r3O29pDHavb46Br4nRi2+KokvO806gjxZBL+9CYBEvuEz7D1+MZa99aJQvpFNwzx7lqc9XtcRvtfx8T3PCog91+OoPeM4rj1PxRM+PpYtvgDvCD2bnza+AIOiPYPfwTzycTS9Rj2cvRO4Hr5o1zk+CUwfPSVyLLw+Jzk9W1n1PRtfAL6vqhQ+OqPLvTm3rT3pgAA9OmkivfW+ET7o7yi+vgm8PBahJr5Pltq9+G8xvY3Veb1/yyC+20VPvlgX370ygMS9XB7ePH6aBr6fjxU+FZVTvubhM7xMa1G8e97vPeQRwD2UwmK98NmrPf7y+r1k/SW9KTbMvQtFvj1h3VE+H0+CPk8bt71QOSO9ORI6PtTHkr3LJ1S+hZCuviz5FD0PiJ+9XFEjPg+/Lr4dvva9EJsMvl9Kbr27icy7KlpIPtblwr1/lrC98kutPJfQBr5vFfI99bRdvXS3LL2ZgjM+DhJlPg7FrD0BNme9vxKVO8GjwT3i4II9/hy4vd32AL7oiga+4uW1uxeArj0s70A8qyOsvWQ/Lj7kKIE+dYEWPUvkN778FHa+QlSGvu72+r31DGU+W/7PPZKEnzz2hWS+s3CWPE4PGL6BZS8+nYtjPh7Vsb1mbdm9th94voh4H773SSA+otx1PUD8KD3ZbpK9S8IDPmLHRz7uFEs+xeBZvnI9Uj7AY2c+RDByvTvvxj2uRBk+AD5Ovlno+7xxwC++D9e5Pd9WJz6Y/i++JhZCPSJCHD29WAo+A9FTPXIEDTt3Yy69JFEYO42G7LxDhAc9rsjxPZ38aj5AqwG+OcujO3yiJT4KNyS+RnS2PfiBIz2UOsg8/WxjO3p6k74MtYQ9/p4MvWZP0727Oe65yzsRPqoHorzn0w++TDB2vYqf0rwUBdE7pVgYvtQYODw5pnW+f+sYPiWHLL4BDgk9+XSFvtUfPL4HTTm94WjePckstj1uy4G9nWqKPW/0BD4ABnA+upujvfVREr5s7zE+RokoPnNmAj2c8OC9SmyXPidWND1pVRC+Cbk0vmaf3D1mbi2+VhaMvm8aBL0Gb7E8+Q4dPmZOZ74Ko3+8CW6IPlLlmj03wfi9C2EgvlpeOz4MWmA99y7KPdvPZL4tTW++TzFHPTrdFb6viyC+1+wxPh9PPT1CONO795kovts+oz6aCT2+Nib5vUq0mDtNL089LY8APc30Qz6KjUg+VidHvV6yBz6+FGO+204ePu0dRb7B8wQ9fvOtvP6cXj7FtA4+vs0HvuQVUL6VEig+yKVwvgYOSD52gKY+nKVwPh0eSjwGDQM+Xp7ePQyYPj0mPGO+kNNkvs/VMj1DIrS87Df3vB9BWb2bQAK+9UdQvpIu8r0iGy2+PP82vadiDr4Q8Tm8pj4bvonaED6EAuC9l3iPvSolvzwkr0w8gy4OPrZytj7/7qI+/GT0PXg7ZrqbNDW+uHM0vtMfsTzwJ0G+pD2CvrpGEL5tJFW+Wk83vqoJ1b1Yo4G9Fu1wPhyly7x2ub49WTq7vY5pTT5RYAi+ZgE/Pt3zgL1C/xU+dg3pvd0GJb79BNG9fx/cvarC/j0UuuG8/uTvvcliGD6LX5S9cJ9OPgGyt71ZSiW+Px4+PtUXij1Azau9Hf0EvvVgBL6aYDA+At2APY/qYjzVZMm9dtfgPSEx4T0bu6k9T5sXPZfPXbx6bzG9WuMFPvqrPz4cJEY+AkiMvTFYxT2GbBc+667lPeXV5r0IYcC9yP+BPqcwIT5oSue9zZ/qO5P89j1atBe+GiKuPasnnz1Sc308AGNVvUAfgT028gW8sqsPPZv3jz0t9HI+Th7bPYB3fr11mwe9oLjivS2LLz7rP/E983eYvW/3rj3KA+O9tcX1PQO6SD5ebVA9EmobvggAR73HBtS9PzMUvgYFdD2MqGM+8SV7vSX8L75tK6k97Dp4vfAdST5tWum7AuzDPVbiZj7PxFK98mqvvUZCMj4Fr7K9+t/pPSY3A76QZlO9bPz6varRhD2doqU9bwz0PWSygD5WBSU84J+nu6IuKj5R9Cs9NO4VPnhDI7w6tO894vCGvf/XFb3anxg9RhyyPOdLnj1R4JI9/2YmvfUu3r0Cft09uvPTPQownj0CDiM+pFO0vaPT1LsLWDs+gaXnPRWSRT6uqna9PmZave40Tz7uXCa+bk+CvbdLy71veVc+oteWPfU7Q72ddRy94RQNPtus/z3HUk294/q3PIzDC77R9yi9Ci/kPI7a373jifC9sCufvACqLz2+S1k++84tPj7L8r0hP4i5ZawWvY8zXz5sYA4+myoGPHsBWz6d3A4+Mn10PmlioT1J38s97wJNvZB2VT2C3CO+/vQVPecQJ74mBx89VLOVvTDV5z2nBIW9QASxvUKlBT4a+SK8yqcSvukfgL1u4x++2pdovqJaTz1Nxww7THh1vOForL160hS+W2WCPnTxp73P5Vw+KK7IvZHwMb4nUJ89RkwmPqUQp75OHr69DtyLu+2ln717RKy9iAZUvke5yT2HU3s+BRAWvlRVAL4oKj2+07rXPZB6aL4LaE++LFk8PoUugz3ZAuQ9aDi3PfJkNDvHnEC9zN2APVatEj0KXjY8N8EovhSY4L3uiVA+ApM3vveOfr4UmBe9YGKdPXb2WD5muNG9pv8yPhKJFz0P0TE+3IgjPV93Eb5uim0+zYg1va3EFz6O+yM9Qri8veUdfb1+5i++eXIsvhRhUT0WByc+A63UuyrdAT3dlP+9BAKDvv+MJDxoSDS+6WNZPVtFPL4Iv2K+2vwJvlEMz7x+wYC+HJTHvFg+sbwdWwC+3AQjPu29Ej6nYDo9NWkNPricuD3mtRc+s68BvQKUqD0BLLE9AynJvX5swrzfgXs8KzwJPSuQtj2QUT2+x8WFPGe8jrxhQFW+fSNfPWPQxjyiXi2+VM3fvXOHuD3mpzg8irNEPaomhz59Mq89fVeKvEnhQz6oxpC+f0URvhcPaTzfJKU9XUjPPcAVNT0MY4+9bUMsPQNj1D1QpTk+2Kh0vpbohz3rDVS+hrTovSi6Cb4RuB4+5KEevYWEKzxvcvG9HgZPPhadiL3PDeM9jb5TvmK8AD4j0by8hMtEvluCSj6PJMk9T6N2vsN+9L2X0As91y1DvbfACj3UtDe9+IsZvEG5Yr52hnG+dwe5PEwy+jw86wq+92s+vpLs/L1eE9w9ysNcPZGboD6kUrS9AN+tvWaAWT709oY9OHwjPhaiCT4dSCO+kMGBPvfv1L0Hiaq9+E7kPKRSHb6V+hu+6jTDvYS4eb0E0I2+k431PMLbc72rxVs9H58vPnavsLy87t48l2FbPQOsLz5PMTs+p2+OPW+OE721mg4+01MvPoAqcT0IF1E+xXebvHt2DL4IzCC+fZFEPfsL3bq4C1Y9NAuhvLbBRz4g2b89DYIpvUIUiT3G7g6+5+KpvQk4Mr5u5B4+17EgPbKEXj55AVU+yWrHPTexebtvuag95rX8Oyc1Bj75+a09e3k1PpnLBT5fLrq9WJKePP/1BL7h6gW+rGjDvRJ5AL6kY0e6AV+EPJ3vrLwEoZ29AnQKvtz+Pr4fJGU+OH3IPDDpCb7VnGG9TIw7um6kd73S9K89Vkv6vUfE2z1InR8+21s9vqyWiD2TbqG8PidWvVGbrb06miQ9NoxNPvBk872oNxC+01spvUhJET03C+M8KmUdvjuyL75OOE+9x/2nPREB0r0V7H69y5rVPbvSYj2L22c9/VXTPQRUp73LWim+lVnSvSVwFj7f7em9jVR6vXijgb2ZozY9L5OFPnU2472om8W9/jP+vPFHxb3WhKW8+7oKvtojTD5zqHo9E0NIPhKPNL2dxSc+Zl6Fvb7G1b3WQps9QYMKPr7NgT18ObM8IDPEvcz7tj0NEnK80hiyPVLmUj3Fety9eORxPoKSUD6/oBo+ktg/vWIBET3X9Dw9xd5hvchup723YXy9TG86viXhvDzpWEY93bk4PU1WJz6ddYe9kfKVvVd7JD7+eAM+hfLyvLVgE76vzca9Ge5GvZkpqj3pg8M9BvjnOYFEvjz48Em9r6X1PZiPgD45F8E7eUyDPVmVPD01gEs9qMgUPe7cAr4ZAIO8Q7zZPFzLCbzk9iE9pLkNPgOD6z0yTro99/Hcu1ovDT7fcSe+f8n4PDkGAj32eJ09tzdAPTGEKz0pXYO9cNpoPhDTJr3ZeNi8wDIxPqVQYz3IVwy+Igb+PT2OC74/1h0+lrc/PhzMxjd3dhW+CwP0u55FCT4C8II9UNQBviPlo73e6Su9SatZvBJVHT4NLsE9PrZFvfIgsz0vODu9gaDTPUny+b1GXi4+CuQ0PgYDTT6Bjae9w7ccPvjJDj1m7BQ+/4IgPlH4Lj7CLyQ+INMevvr9F76RTl297iglvt21lj1+Xom94mghvqoI5j1lHKo9q2r7vbk9Yz65nq890uUgPZYV/rxuDNO9Y9eAvm1Hvjx7koC9/QxqPYbMOD7kRR09mnjOPW8VNr37rrs83SMdPD6/4j1UrdA8NmGJPUk8yL3DOz4+Y9djvndmCD62jSa8BsfhvThLL77CWdm9s4r0PBuYtLxan169aSnUvZzrJD7rNqa8oC1DPseLJb4yZqU9DO0evRvkXL2JNRC++bsFvt1JNL60C5Y9FnncvXkkyb2OiDS8qOcrPSIXjz2Me5S8U6YavpiRF741yuC9lj23vTCUtzzKkJe8cpcwvpfAsD1QhRc+CqyaPXt2CT6AL4S9/OhIvkoLab454Lo9F8G4Pde0K77odCc9aJ+UPShVxr0LMi4+Jtw7vq66L7zRfsu9r58APuZDEj4q3VM+xPo/vsoTQ75QtaQ8gExCPYslsz0G0Um+U0j0vdllNj3UiCS9Hg5OPCIeAb7qK1g+Xa0mvvmd9T0WjSo9V6MRPvaPEb1lpQw9kz0mPpguBb5qQ0W9rXAAvh0PUL0L/J090Iocvpi4cD0/vhI+Cc5PPQoIMz7Hkxq+q1yMPe9KQL5/8bK9XoaoPdmlFD2uPgA++gxRviL3NT5cVqq9tS47vsQ9gbw6tQI+8P3iPTLgID1ifj89jiQEPlLjmL1xnJw9MAqxvWY86T1pyHu8A0mzveTbFD7yeLI92ErgPQCn5z3LYxq9N1B6verEkr0AxUA+7hMZPoHlJz3QjyO9tSO1vRTppb1VFU2+YVQhviSriTyuhtW9dvkmumdKmLwePAu+SAZGPp1ryTq2xkQ9YwTsvbH0cz1v+1w9wmuGPQ1QGb6ulLA9cgRBPo5qur1/8BM+9oVDPaZchD4TFHI9/9e2vaZa8jyudUc++PeEvAEeJr2eC4E9hqshvi8VID4c9Aw+dU8HvSD59z0lgvE9xoEtPpwT7T3zGT4+QJdJPhC1CL7USqM9HZ2OvRcQAD6fZp29R4ldvYAqqzw/Qa+8081CPb4A5L3cbsw9hHtBPsgptr08bkA+4dBdPRTRc72DZD08ARQMvAjD7jyDcJE8MNQtPrQdfr6osnG96tJUPgtZ7r3RYIe+LvieOmyUZr451mU8EIn6PYxOT76DBJI83j11PrYJbD1WLh++X1EevnVg1L39P1k+v2C2Pe6fxrxVAAu8+UiQPaedv71NJYW+4LzLvbTtwT0oKvy9MwyovaY9lT3fT0O+vuBuvKTlLD5UpPo9/6lHPv8nWr3ylDe+4IP+PVKdl737BAg+rB+FvnaSLr4P2yO+Rb2iPfl6Wb5rAYW+SAKYPX1bkT0F/j08/asVvggMwb1iSxY+PzZoPbu/LD6LJ9Y9k7/KPTon8L3I6/M9bQlvvmBPa71r3Oi91KWfPRko9D14Cu49pxeTPTi4uj2mqU++DdAFPujC5r0XRdo9WWE8voOEGb6A71k5Ug/IvQNSpT0AMcU7X5g7PUu77D1jAk09mzNcvtyBir1WNSI+ZXkGPsqFDT7uwBI+XU3CvSB9hr1/Egy+P3DYPdlBLbxytd49tMBYPQDBLb6+abA9Xh3yvL0TSr4mdxe+MRIJPXB5qL1x/Du9bfBAPcjdCr4bC4m9CtANPs866D2relq9Lq4GvDkwQj0vXlq8/a0VPipMKb1+hh++uwMjvasfPz6YYms9geBuvSd5Gb6S8F08rWZSPVmvkb35NP09997xPQJBJ75fcJW9jwslvtpXpL0oTWk8CxrSPZtHJr0Cxhy9eRK1vbtlY73ludQ9tiUZvhQTBz6++5e8TZ4NvjAunr1Pskc+KxwZPSyCdLvppha8cQhNvk//Ub4RjpE9/mfHvcWzI77KaOO9jPvVPXennD3DZMQ9lKhCvhB91rwIGA49sa6QPVtXSL3mGQs+7y8wvp2iJL5Csju+QmrWPT3RqjzfdQa9wyEavtkCd71D//C9S1UiPoeao7yu8QK+j8UxPXyR5z1Bx7K9FB7jvYOTlb1JFBc9u8WTvaceIL4AaQy+WD7WPYnvBD4e7gQ+O+ufPqyASb0BSkK+Vf7SOnr9bD5T1cs9BU95vihqrL4qaAS+y/hQvYUbCT5bxts9OImYPallBzzdi9o7PhazvRDICz51NEk9sNYIvXrz4LzDxtU9nF+MO6usTL6E70e9loqGvpZNGT48Z528QGjLPWuUeD1oJyk+Mi1HPmVc3j33q8W95OE7vfPMIz107TA+u4KWvG2PLr3aRow9I00XPTmpoT38L46+D8fhvbl0373gvDE+6KOTPZ7kGr1NP2i+eO8LPoEz2D1Qeeq9h1wIvFpFsD1UMny91wuOvDe9gT2xlQU8ymY+PmJeSr4Pumi9S1EJPWlnED5hNby9WuYbvaOeMD00NHm+J2CzPbCDRb4PeSo+bA0KvNDjWL6KNG89CbnIPdFqrTwe1tK8/qBPvVI38j0s62W+RONMvh1SvDxiQKe9zD70vXOUjT1y9lG+eS86PbepBT3PkmO9ispTPc0+VT1Y9PI8HQYXvi6mlT3+/QE+Usp6va6lDr5i6Jk96mAtvs0KYT0h5bg9XAzIvaoq3T0M+hK+qg8Cvn1xMr3CWFy+lHdivvp2wz0fRnC+U65vvLjSSbx25lM+qeBBvQ7xmr6ovHC+wbJCPftos74KuL49Ghcavixt2Tso+RG+ig41PZJ1ET4Skw2+X3OyvecwEj4QxQa+WZ+9PS0IoL0j1iC+OhW1PL45fb5Q9o+9M4C7PYl4Ij4e+eC9Pr7aPO6wHr4/lQu+9UHavVZE3T00mUW82c+OPeGyEr5MKQO+C+xIPF2Asz000uC90IcHvaXRQr6EN00+IISQvk57fD1eSIG+WrcFvGRhJD36Uac9YFPJPVPr6T3aV5Y9qcDQPe3KWr6PT3q9sRJqvfrCAj4KlAw9wuENvpGPHD4Ywnq+kc1hPkeUVL7MTGU9KYeWvt/krD2r2829pzSuPC6ozzspM409ddzzukhbMzyY0qo9/6isvXwyXj0GBim+L7wtvnVYKT6zpRO9LRMKvglqzT3M3Y466JSZPiZDzz0GZoC+ftOaPa/jLLx0BEg+690hPpP7Jr0KasA8TBfRPV4bC76kuCk+MRiqPf9tlr38fmq+L84TvjOExr1bLYU9j0ovviEJab7HAi+8C8pbvvcrH756nz6+1uvKPVRdi72ib+s9ZKmqO2wrkz5Ss+y8+bz/PbhkAb1hpd08CCEVveVRez7WRF29W+VkPmtfLb0Q316919pnPuVxRr7e/jE8xXJDvp6dh770sE++rSviPaOVXb7wJ2Y+tbU8vqlLvz1vitW9ifsWvu+OOz7DSyk+KAI/vpDOSz4zlJ29VhEvvglyBr5cePE93MuFvZeq+D3CooO+ixaPPolt8r3iFT49uTrfvc7xLjwHdEc+MCPMPYf6kb3YGZu9c0s9PUXSPLwETrw8TmNBPgmQLT424qo9qkYgPiDsaL3sYgy+f/M8PpQdKz5qIRE9ORgkvuFcuT29WiY+39N4vex0bz6uxLY9B1o8PjYxtz3hbKi89RgpPvkRuj0KEis+rZkEvvsREz7QseS94RAZPj5umDk/a689pA9jvdgqdT730ia9UrW4vTPPsL0A+mw9TgXYvaPEBj7VP689NQSGvMGSXD1fU+o9GYsGvrmQQD2CfI69cEOyPMOAUj0jkBw9yAVVvduxTz6zNMe9a1nnvGEa5D3a9/U9/6blvcZqNL7D3H0+oYJWPbz1KD6b7e69OcgSvoKPij7NcAC+5OgePl4nTL1/3g0+Qcogvp2aIT6ExSm9+O0YvV+6AT7mY8I5+0LjvZapGz7xwcK8bVyfPMsBUb5ngxw9Y1dEvd4mrj1LnDY+IfgwvWqTwr2C/yS8Ge5xPdauKD74Vui9g0ctPsocFj4AePy9Ii8CPhVlsr26xYk+8S18vLs4l72tRrU9TLEpPUncvT05Pi4+YFUKPr3T6rxLRyK9lWuOPe0FIz73GQc8l7mLPT9ypDxonKw9H/AqvraCBL7nrUS8wIcRPhQJ/r1zYgK9BDoTPj/1qTwNOgY+09yqPeqrCz59hic+LRMvPWSvBDxRWRQ9rTsjvs5TJr5hUbI+zwlNPabP+L3ujg2+NWQoPsu2Lz5U8TC+9Cj5uGKAyz1s4+E9QDh+PeWpGb03NXK8fyydPZ0bND5DBjm9gg9tPljYMb7qd0w+tHG4vcnpCT7Foam9V4w7PrMez713jO69mB/6vYmJbb7SJHq+Fvf2vRDL773qi1Y9KMyLvYQcPL3j/yq9FAv9PQQtYL7+pJ494bb7PD4S57xCIpK9u2VCvSw4XD4LBgq+F7cCPiPVIL4kU2e9Ova9vRBrVr4zIJO9FtuoPQ2WRr652Pc825BhPpA+GT1j8Ba+eDfmPdAjkT1szIS87p7cPX573b3eHaM9YLdgPYDSe76BVDM+12Q3vq03hL3SGkQ+oyxnu9T51b3B1Ba+ab0SPfkexDxs6lk+9F2suzffNjxq6EG+CVjXvfQVTD0lZmK9WzzNuyLmxDzoQsA9t45wPiZSsDxK6Ti9HdfRPAtXCb7BrZ09xW/zPcvOBL7tOGk+8eG5PSZk1D1zI4e8HAy9vSD20L349+s9aid/PnM7Pj6Wi6Q94QDYPJ88Tz2KSK49sZk2vsB7kz2siVA+jXo3vow69D1Ms/a9kO2CORhVUb718Jq9UCAOPaQKbz557UM+XdFnvkcc9z2uybc8LsxpvuPsqj3gZGW+L/URPo3E7r1u3a08YUGVvRE/nr2y/m6+PjeOvIpN+zwL65O6+wblPUzvbT6yfZm8EOEpPn0NFD2/0gg+TJsovvH8sD3TYEI+xSrdPF1Q3T3Usj2+IvNpvutmB74nWxq+EK9HPjoxcb2SpQc8fpwSvuWpDj4YsXy+d7GPPtka2D1ZyIc9isNOPWrenj7BYqC89aczPrJUEb7Ay3U8FYbsPT/KGD6OIhq+qrs0PsLY2jxT+8o9EPiHPqOkBj5xTsQ96czEPco98TzP9SA+wR1WPsQAGr47MZw+XSpQPui2k72m31K+EmKLvvmK+z0F8gg+F4EGvmb/kj2uHwQ++JAWvvfj2D1GXDM+1bOoPkh80z1cGV6+187tPP3BgL7SC0o+56iAveBchb1HJfK9J+GGPQfX5r2HXqs+5OIVvktpfDwihxO9UboyvifuAL0THIm9nchfvm4nDT65S5++FaJFPDHXbL5mpwS965eIPVkTUL2adaA87pnwvY8qhD2wwom+FoOJPiF1nr2SqlY+B82fPGMOJz1uEr+9KAQgvac1rj1XN4++h/5qPhvjgr7dEZC99IZgvvengb6us947D0uTPsqPXL6K0YQ+w9gHPbqlOz6hVVK+4agvPpjaAT5zyPg9UAR2vX6pfr4X3se9FPKpvVay9ruFeq68JLlQvQRZZz0yePu9UdnwPehJpzv1USw9S/UmPvnTKT7/TKe9ezoCvozOtL1uL8u9c+Q5vmmuOzxD2dm93Z+yPOpVgjscLzG+PJSSPTZ9Jr3S+Xi9XKTNPeo9fTxLR/E9QeVBPryI6LuPM/68MQLHPRZter6byYu8unwfPWq9PLxFgcM8zbgjPntPLb4nVY49QkT6PLeQSr502gc+z6S3vRIz4DufMoe9c4tdvrg27T0zv1u+n1bKPTq6XDw7BOW9zkaeug7ZbLtR94O9JDlFvmEgBj2vrKM9FG8CPuChQL61iCe+ZVQ0PS2R7D2tSUK93ebXPZW8Sz3r3O+97B9evYpXCL6vrYU9DqENvneMvT3DCUa9rU05vr+otb2bz8E7j68dvaS6Kz7ZaWe9fuXOvOnXMb7t8gU7ikoJvhMCcr6id/49ROYevlF4zD0ZZ2S9XwrMvXNcpj1a1k29NL2xvdYVMz49vQq+4nM2vb+kGT5phb09o3VUPScPRb1eWsc9eFsGPZ99+b0tiuk91QwPvsVEn72m06s6uEW2vR2Mrr1sB7i9XlkIPnT42b0Kn5o9cQDUPNUJCT2cLyI9UGd3PcNKI75bypC9n5csvSEfD74d1gm+FUk0vh8XZz1mRJY8QcvYvYjrEL5eWeG86a2svSbEdrwzZow7iXFvPM2aTLxZS7a918Xuvb9JU71yzPU9pEkPPtQJML60l9Q95/tMPuODNz1pAe69XjAoPTxb/z1s8RK8cY5XPGT1gr75oRs+rCv1vZMvLD7FC5o8XztIPoqGjT35F04+sArdvZBlab5ul0I9YPZEvg/urTtDbHo+ezijvFqv7b0RjO0995hyvsDVTj7+agG+mCMaPkBJtjo0rco8lgcRO0VgKb4FdJW+x/kTPpnY5z0epLU7BngbPX4ERD5O1hU+NKZLPi8Xmb3wSaA9w3ADPOZijb34y0M+7Y9IvdO0CT7HILK90L1TvVDPiD1ULZu9b7mCPrGY7z1YeIK9FM2fvRC2Bz1uIzw96/DtvXHuMD26/CO9Y/1uvfb/4jwvmxS8b+kuPm4v4zykpjm+e3mPvqQGCL6/RLw9ik02PTFVAD3LkvK9E4vavWfwpL3Cfmi9oi/iPc3pLT6YpTc+ylgNvndqAj2G54S+jCtyvj7nrrxNyI29JwVQvBmRFj6V6im+/5QKvCr4GL44wYO9ECS6vp/Sqj1B5BO+Ht+mvgPe+z178FS9WUfmvEWFir44Nvc9O1dDvmlrD77FyVe+H1k1PiYlVD7rdbK9hhAyvl6zz73waa+992UCPmSTkb1ZJiU9zIPuPHMAUz4MKry9JYglPpPgB77ehGI9d7knvb3vAz4HM0G+7hMUPs8ltj3w4c684XaTPOm/Ab2kYX69JDoAvi8gZD53fbe9pIF6vGw+bb56Bgu+gTrCPZBTlb3hp489VDqKPVP8Ir4/zSW+2DVFPXTbDr78wkS+MFUGvljtJrw/twg+nF73PDaFpbz2/pM98W0mvr6Ngb7qbq09yCTyPEA8h7yY2XC9+2+svoy3GrzXHJk9n1Q9PUBkFD38A5Y9uRYMvisK9L3Unyu+ISAQPiSQXr6zPh++ruNYvpazvz3leNe95ZuqvfsAHz4j3NG9fULCvWFMgz4LvZy9gprqvdqcHD5/+l8+5QR9vkHtFbpipjU+g+OLPYca7r0v1Qe+xqMkvBpL7z0Tiou+hqXKPVqRhj15cRk+YhPsPVHMwj3J77m9N4SQPh8K+D36D0m9qhmSvhTRtDrP75o9q1HBO9fAtzw7v6K9Gh/kPD+8rr06G8+95Z9ou9o1er53scc9bS0Dvp30br7Zp6U+lKu6vaKym7wjMqA9L362vaLu3r1YqH26kSlevbBj1LvTEaK8aXYZPZZtLT2e4Ck+9mktPZFCuz3HIOi9RelHPj/WI76nJI6+8MPUPHXPl70i67o9SkObvVi2B73DGiW+Wo2gveHjVj2+4ZM8y26HPXSrUj6cDm8+TNezvFxVPD2DO569TyjFu59xCz28ppy7PC+cO2gKDjthBTK+Qj5Avlhxqr3W8o46zwXrPR1KDz7xv1U+TyK1vV/PBr6hN709/jcRvpGlDL5euku+V6mNvvonHbuNT7g9B0OxvQi4Rb7dvqS7RvHWvRYmM74mpF++iwynPf7zALwwVvu9nkAWvq0zk70td5U9rAIVvmHWvD2DHS++dVIdvUCdo71aBRi9YyQpvi3OWb6UcQm9p1N2PapiP73ETLO9yEElPTrnPL4WwQy+goSFPHyWzr2iRyy+G6gYvW+fgb78vhO+aVGdPfz5fz3D3749kgVavkhC1r3Ro0e+HXMgu92ARL1H6wO+tvIoPIAbub13wfK9rNbNPQQ5ljwky989GmYevmtjdDxdfh+9h0xUPSQn7LzA5JS9yCZzPFC7bT0K6Bi+s5LRPaFQnj0WuBQ9rz29PQRUhb1xbEa+9/7evJnHST2//ne9yFnCvVk/Vr5Dodm8rNJdvoaORr7sqby9WD7dvSLnPr6ii7O9uifzvDSVQz2f+9a9vay3vFUpVr0jdxK+DKh0PVwITb6Wlt67vvPXvakCp72oOje+C7wOPX61Ej1bgf282cUlvrwop73wbkg9JKo1PUNeDD5rsm49t8R+PR2qJL4gr407vWevPLI/ib6CzIy9BAztvRi0FD6NkF08nsdPu86mzb0jLE6+W8oDPdzcUL7Gm/Y92kDjvZUSHz67EzC++nrfPUX9AT41M6Q9fSKaPdg6Jr66t6U9ieYXPTc/6r04EE49y7wePgbKiD4JMXS+ct0TvuPZhr5a5Qm+/4YxPrAHI77BI1y+VVsovAfJeL1Mi0s9lVzlPQBOnT348bI9jX1rvB/XAr76zgU+CdDdPUUBL7xcc9s9C2LrvFECcT452Hw9EmKcPUifDT5pHTG+fG7VPY2v7DzCK4u+DsYtvQRMAr43RJm9oxx5PZ5A1DyiNwS+yHYqPjgTCL3f6ws+gMobvV2VAL6hs906pbmlvPm92j1sIBM+To0APsFOfbv7vQQ+q8fmvNAoYz2tQ7E8QpOpvQkeR7yulA+9KU5uviwsur3KsYG90otgvoNwgr7Dg4s9nSIQPiUhkj1KvwW+05GCvsLHlL4nuza+Cd8Xvsf/EL1B/7O8M0L+vRYzQbtLTyO+aDp7PpCaJr75NIS9zlBLvLKzyD1CFNW9af00PB9dm72hcXi95K0ePfL1tz2BwIg8xAdkPdhR3rycdmG+KgLcPO4iJT45+36+U9h1O4z2Hz2tKj47sby5vLIbiL48ghC+6PUBvhtDGDsA/iS+mJtZPlLQHT6iSfA8nS5BPgRdlr5pqXs9dJcGviHX77xoNCc9hdOyvQTLSz0kmkQ+0BSSvaySHD4vWqS9BEImvg59ETt9hl2+nDSyuxNmdr2iioQ+6bJgvBXXsr1sbNk9rv5MvWM7hz37T4o+dE8mPtKTOT4EhU2+t1Vave1Ymr6sWFe8wDBQvoT9VbxEBKG+CyDMPP2Ktb2UqBe9hIpMvimYpz1BHPI9psdmPlCJzTyKNQ4+PJ8Kvgl0JL5O17o98xNgvr2Exj00CBY+NxWyvpwuab5NQT2+cq8CvukVYj5JEmy9yHcgvh82abskyTa+t6gmvj98B76GuYK93eALvmm+L73cCYe9McuCvoX+R75B+ss9gKd9vgirED4sY6C9jj5SvbXgqL2+4fM9t+BBvtLrAj4Daf49KZx3PhGR7b3bXjA9UCMqvekkNz7hHd089qBYPj0xKD1INDq9Or1Avirc1Lvtddm9AaeXPZPOzz2aiVo9j1LYvOWdG70AZFG8zneKvqheGT3a87c9H0WvPRXfV76ZdzI+lZ50vd1Jjz3/lhO8IdtBvp7fb7754rg9bSabvQLFTL2vmIi+AlwUvv0fCr59ewa+MMmWPAbbBz7in0k+T2fBvXgURz6floa7BxftPbDXtroIZc29dCHXPbTqkLzbyow9zyoQPjZOkT29u9G9efJnPpf4pL0VVSg+g80ZvdYK/TwcNTU+Knl+vdjVMz5AzX0+4XLsvFcZBb6RveK9/JcDvVXlXT724R8+ENxTPElMQL2bUlo+E1GVPaQtJz3kkIe+01+VPLyEsz21RI69FwEvPeoIBz7lYau9JL9CvvkA+L0aKwO+MtVUPIIaYb0T8FO9S+REvZHnwL3Doke+kHUmvWfdl7zOkMu8UMRMPm1O5T2o5jA8cqmHvcy8M76pA4W+3LNqvAxMMb2bu9a9tWoGPtGzA702GzY+bjTCvYfF2L0UeqE9geobPNimO75byhk+7IvVveNhSD0IuYy90dt7vWTFuDys4jG+yXBTvqzlxz2KB4s9wyGnvZ4vNr5hAPY8EP0MvlfjmTsTJSY8p7wqvs2HIr221w694F5zPdQWJT3zGj88fbUmvtBrIb4H9uK8dKKyPUUYr7w0IfC96nTevJ9W/z0Voge+HciXvZI1C76LnyE91hiLPd+GUD42Iby9tE0dvvDHwDxVVWK+Vq8vvorsJruhIr081ImVPaT8HL5qZFi7VeqQvd+52b0v4oS7BravPQZXRD3VCyi+hhDzvJaPYb1ibhy+HSEPvh1qKL71STq+haiFPXg2h7xWrNM6dSJbvCmOCb4hZ8Y9U41DvhZ7L77Frfi9X/XTPfj/xr26xEu+LgAOvtIA4zzRIG89VHcTvjs/u73PxQO9HE4YvqBnZTzEJNA9g6dXvPC6Yj6RfOe9DZ4Xvl32GL7k6n270iDJPfkDxr3gX0e+rOfevaLoSL1kMKW9vpgQPjFHjL3Grrc8DygNPt+Lib0p2jQ+zRGaO2veH76f9xC+Vhg7PgOSgT5Zm6I9RBygvcvFvb7vgxa9f1ZQPvbSrz1tiVC+1jcQPkQvhr1tyMw9zwRavlIyPr7ne449dWeCPeVeCz63xyA9pUdRPW8MG74kItu9DhobvqdTND4QBR0+0bhAPtdL8L0Dku09j7TXPVhWKz3dE46+fQeQvSt41r3PK1s9e0RLvfbRJT59h+c9nPIqvtXAzr3Mwvo9dlbdvcXin7z1QoS8+T4HPizu3TuVzwu+FiarPKkQCz4VZVu9vyP5PAha2b0jA0Y9X78Fvvz1PL5sbWa8+DrtvUCDl73YswI+QMuTPYjiDb4E+rE8pL6APG5XAr6+9DC+PF1bvgjDeb6jOIM9rcndvdxVUz5CfIo8ZgrPPAhqFL2jgJc8ttyjPGaJ8z2xota9QLSNPKpJv7xUNqa8+JTVvBJYBrycUWW+f0zAPZ+uFL5z3Uo9I0+evdFG9bw6evI8PmV8vi9s/jyVAHW+oyW5vcsS+j3AFYU9j1zxvZYbI71dTyc+/w5nvS701D2HNXy+lp27PZMKgr1Rd4S8j4B8vdiwgTxOg+I9HtItPtSUYr7omkW9h1AKvt3z6T3MDuw9v83NPRLwlb77W/q9XGcmvs7Ihr13ooC+f8gJvq6vlzwze2U+NEicvTu8HL41ki69T5WevYIoXT5soL69F4qcPbI/6bwfHZG9w3IlPY8nvr2zIDW+N68Fvpz8Kr25Rly9+7sPviRMOb6EJU6+8Zxbvpy1vT0ACxc9DeaIvVknuz0Lomm6zVMRPS3bGj5EXTA+zONHvY9Bbj3NPBw+DECIvluZur3twUq+TkVqPUWSPb596gI+fmu9PX9Ugb72sgq+7bgUPoSjq73Tnjw9sADePXz5Mz3XYHo9cM+duxQ8cb6PSLe9sJWYPIgkmzwD17y9sc+lvTBI9zpwyQe+oFfpvQs5RT5KJ8Q76a0WPqMjA70qSAS+0fSaPaWWx716QB++DqAbvrJQNT6uJP09Qf8HPrtngj1JoBc+hp2HPUA8rDyT5QY+yLtaPZzyHj0YsEM+J9JuveZf+70zcZ08BYCZPRDv3z1o7My96QEEPeZDqz3VZNU88io3vZrRZ74bPqI8stYTPqqSiD4GI1W8HOFePm29eL4MkTw9Vfl1vKQdJT4ZlVo+CiZKPefMKz59sAI+u4UXvof70D0/igK+/Ek2vA4c+LypBMa9SwJZvsK+1rzYXvk7QrUgPlpgB759ShW+aLwnvlYFFj7/N8a9aEYmvQikWr2Tql+9o9qhvXT5rL0era49c005O3vCIT1M9YK+sjKyvW9+F76IhiM+VWPaPIF3jL6NFvc9l10DPpPDKj4tujg+3eAxPpUY1T1eL4y9S/NgPcI3PT1gLIC9OpqxvYqYFj4t2A4+jv1rPXAFBL2L3rE91U82vYmrND69Rzy9DGtRPqs0f7yQqPG8jp/TPZeWPjwt+lA9wxu/PdNdRL3z/IQ9VIo1vQFNAD7I7QU+2+IRvbnk1L2slo4+g4UtPtpXwz34z1s9w9oQvLattD38k/Q9wRwvvYcAGj6Lkp09lkiIPjevx71leb09RwgrvZVrWLy8p729c0e/PXqtQj2mlgO+AuZKPIMQ7z2YxzA+cFyrvebryj09WDk+qvUhvQPoAL6zGH29gQhBPoGz8zv/W/U9X0XPva6EJz7Z6hY+3SXbvJrmgD22ZBK+5dwEPAgw+z0+6xY+mtWHPd80Vj1gvNE8BrUKPldd3z2YhWy9dJP5PP/XWr2uwY29LvS4PS2zDb422lA9kvWPvG1tfj01Xwu93/EzvTyC5b10pIw91BAEPlnL8r2VDD4+FStaPrxZib2CCjA8Mb3QveBQjr054+c9vq/VPbc+Mz75yoQ9nYqgvXpfGT0EGaw9tv9NPmjK/b1KCjw8lowDPna8Gz5qL+Q8d9CQPf2VfD5d+k4+clxPPho/Lj6mwj0+42/YOE27or3ui4W8sFbtPByEUL2cl8w9xLsFvrrnnT2V6/M9nbdXPlUlOT5FxQQ97pg8vdwcWj4xesm9MeWwvOKmxT2kt2w7jGYRvtTJXr4nMwq+rHyKPrpXbL1qLSW+m7sXvkSnsb3Gkui91AQLvnvSw70pxie+9LQUvUV/UT7EeuU9uhcNPgjkYj5KyLW8V4AyPgnyEj5fy0i+iMVPPjIviz0UJwq9p7M8vZjajzx1ywa+uEb8vcEoIT38KKo+k7kFvhBgJj6cqCu+dZvGvbfnWL4nCYY+SYQAvXtdWT0GOpU9YUlfPmk3Tj5tsYK9PfKTvYsw1r1HQxK+I3wNPrSQvz03kDm9TX8zPmSuEL2OT7c88iUuvXomS7xt+ZG9og3nu9qrLz4AKzQ3b2srvj5zLr7XCJ69NS5Fvs5eXb3JP1k9XCjuvRLJiLxBz1k+jDhiO8Vd9L11Hia+8lppPQwlgTw6hIg9qIo+vie+Ez63Wza+xwIkPjgA/D08X8Q90GjBvUSUXD1XfYG8irArvanAE74YWHe+AImuO9ZUVz7izBw+d4xGPupRI70062E+K09SPqcYvj2YT++72ZE6PnZhAz58PgE+Rix4PQzYED0ATFC9AANovMEJE77WyDo+e3PAvXn4BT2c6eq8GNZOPb0Vfz5LBbU9+iXsvRtyQz2jzj+7XBXOvcgOaz65pbW9QuBvPagYLT7B9fi8/FXAumtCBj1eNfi7vjs5PZh17T0w1AO+Yb8bvVKWqL1M4Cy8T5YlvjRuob11iE09HSxIvb8CCj4fLyA9KlYYvlxMiz0157E9EGoyvS0qO76InSc+dm+JO7UcWL7rmcw9f9ipvS+tY714FBc++HAcPOeejD3tjn6+OhBbPgLUDb5B/oa+WMlEPqN52D2/oyi76ouXvXRV4DnNsQs+RaD4vSaeGb43hRW+7kxEvvaGVj3orgW9uy6qvYp7Bb5xxba9pHspPcQZMD5ht0A+PyYcPlWtVD3eaUg+UdQsPp8gnD0NsbM9RDJ7vaVrgb4jAT++5F9svsV6mT079EM+M7pLPbuxnbwNKQ69DqSyvUDpwD35hYS+HPZDvePCBz6bQfo96UTJPVYjaL5a9j6+iy0mvsA5xb0H33u9tGuPPv25Uj5r+Is9tOD7vH32Bz6ihIS+WNluPutBYr5eUry9zKRPvTAOwr0DUWq+p4HPvdFeKT2K8H68mtbBPfT7Hb7UQio9thQYvRaeIz0SkTC+uZlmPp1yQr7uVXw9Ws9VvUI2qb0uFZ49vxZUvWkiOD4GAj49K9lfvQDjN74n9T8+PVquvtcOGz1Kgsa94100vLiEKD6SXeC9/PnpPbmKfj1CIIq+jl02Pumknj0EPrS8Omypvekepb60eCA+9iyCOwGc2jxCA4i+ZKv2PSOHCj4cvpI93D++PeUwjb7IFTS+GJgcPvoBUT1EbKg992qjPTYsFr79oP29qAwLvpgvAb3aOjo9b9dqvkXa/70MBvE8GLtFvRuGSr7kZ+e92CEjveXEAD4b5c49Yym8vZ9U+72mCha+xFIfvmKxvT27aJO9CV7iPSfi3b18VDa98xXbvS4gA7xf+gQ+n6QNvsdB8ryAU9o9t3SkPe2CvrzTw9q9IVsrPbQk9j0tZSc+an/OPMtmczyckRU+VoGmPXLP+r2cUIY9MgUHvMDVSb2qSy+++HeOvXfOHL00QTq+ABE1PlXakj4gNTa+ht8WvofMQz00+Ti9dAUyveYoCz7aot49dPuVvOvKSj6c7uc8cYmNu+WwSL4ObzO+41xCPs+2KD7YKTG+D03RvQI6VDxS7KO9fSXVvW4OdrzbxIu9QmmkPchLQr03Vdg94mMKvTXlSb3gSQ6+FhIBvkzZBb5R9Bi+kKu+PaSSxb36Y2g+epi/vEKT1DzjHla97/XwPU5K4jtyrHM8lFXwvaAxHr6lk1i9VeDfO2fb6rsb1Kq9zgPEvXn6Mz1wbim+xXgDvjANfL1YiAU9ETE9PWLt4z0kuuE9RaRgvjkuRr3WsPG9U4v0PIErWL0Qkgi+QCTFvS5yMD4eeL49DH02PuVh3D3bpEW8622oO3y4nz1r/iA9XtCaPZyNnzpuGT8+BlUiPritEr1avIK+gJ2VvJcyGD1Il4o+JhuGvXM/gD2Xv6U8f94nPnvqGr4WgC6+7P2fvVfZoDxdr0u9rsOSvAGozz0GRHY8rEniPYB9Qz4Iq5q9U/6TvWIlgj1PiYs+yoPku02TFL799UE92LgQPuNgB74O0oI9kbOlPS2f9L2Umxe9J+2nPXSMND4VjQy+o+bsPEmCGb2GxdW74wRgvpTbST3G6Ra+dOE9PP3cZD0fSSM+ZwIQPuov6T28j3++8ChOPbGDxT1D5949ZMDkvAJ3+7zRLyQ+0NXfvLQLjz1loUM9pphnvf4stT2ZsRO+Ifl5vUNHVz7LqCc9s9+GPA1Z370Jjok9leNvPKOUAr7aRfW6nQtpvo7Jbb7+rfa90QK3PZB2gD3q8+E9dEQ3PnOymjoVNJ49vI+/Pc3T3jzeKHC+lNvyvf58dz5pg4c9RHhHvltxKb2GDpY9Nv1QOxlHtr01TbE93Sr2vaAPO7007Uq+pTrsvcwgQ70/eUq+lwqBvsprOT62uyW+r8XuPR1wIj0Fzdm9FmQ3Po4u2zxZyC6+v+03PQroKb1Gg7K9b/DRvcUIIz7FSFa8qyb2PN4xgr3g7si8ZkqJvnDxyj1mp6Q95qpqvJAdD75P3im+Z+uZPYe4Sj6mpK++dZw2vklvGz6zj4G9sldSvsahB76O0fG8b5eAvXNMBT4MDMc9PLEkvsHq1brRXJO+JZ0mPl9YMz46Ppc9eicVPmUIar0Mp5k9CjKmPJCGFz4v/gI+QGtNvWuhnzs86g2+znJSvdX4lD1AO+K9tL4nPlAb1bzQK2k9zMvYvM/U/z0Y4aO9WoyVPdJqCD0A0Vw+bgc4PCHDXD2SuYs+IyEHvkf0Cr7PcZu9gZUDPcdkkz6thAG+RAKrPbg8AD52q7i8ibmwPgYQeb65O2A+RVREPR7nhbwTCh2+dQODPUj0Jbz7v6o+G20IPshMcL5mXw0+92pDPsNA2LyH9UK9Me0dPkjmB74ptcA8X4SLvsmPIL5uh4s9l5q0PpiznT2rGhy+34/XvQ0IeL5xxx0+rvGePedcEj4o+5e6pFyUPkMjMr4aQBc+uCAFvWZMHj5PhI6+d9XZvWBMBb7baAC+Bf8gvl91ED4hOnI+sqMNvmGsQrx/B5w8OYoGvmISjr7pl949vPFQPqcrsT2AOM28OG3MPH2Ae70V6RM9s8KRPC0XqbxC/Bq9z0u0PleqPz5m+sK+9f98PmiCXjzaJuk8VuSZvo0xOL2TZ0U9wDfcPchlXT7pHi4+/t80PSm1Ej4ss+s9hqEHvapGmb3zZL097QJjvp2kHj65ZEM+1s+JPbtwELzBzLC+F5HSvclSM77X7Yq+/q5BPpmcJr5paTq7Z9TvPX4Pn70flhA9VF0WvsrlzD1nq269irvNvW3TJb6HBRe99iwyvi3D1L2dD1o9GAqNPN9BnL2k3DC+ci/zPaTe473kdSQ9aIh5vm/6xT3rKyG+lakNPTmqKL70fA++AY0WPp++0DydPaw9MlqyvbDYHT6R7qa9LKGePSUMOb7C6f+8vOwaPUd5Kb4tDCu9q9M0PZea0L16hSm+KFa9vUOmDr5zffS9wWq+Pbu6I76FZbI9mIqGPH4tizycReQ9swcMvVbQwb1hUmM9BtACvn7Kwb3lqvm9PzS6PFSoLj7Rb4s87hAfvgE0Iz5vkgA+bmmluqQ6Y726Rx8+tUFpvQnGVT3ulyO++gxWvZBsLz4uEoY9wcuAvc17lD2hew2+ucQuvpFnTr7cQVW93H0JPtqwkj0VkBG+6N+VvCsTlb2KQ4i9AAsHvdZN9L2GvLq9Cjgtvi3+xj3F6So7O4UZvjJY3b2CCfS9xgBDPATneD2hh9E9MUkwPvNJQ74TA3G+5DRRvm8hO75P7kI8xl4OPje0xrw6z4091YYXvhGl9T2c2F08z4pYvoqMJr6ApXg9Flc1vTeIvr0TcWc9vWZjPT/NKD7+Hva9bFrVvVONGT6cHLg7CHUCPv+cZj37CgC+WmYEPtkwCT0rhym8jfzUvcwB3z1UNPc9iMs6PoduET3xbEC+0O9zvsDijr1XCFM9Gz05vnnS2z0eJ5s92//OvW1e9T3EJjO+7UxHvglUdjxTbd29Xp2DvSmpAj1ooDy9DoSiPS8G3D29ghC+XA8GvaJtAj0a90w+QqTDu/MzjT7Vpv291/GTPbKZkb7fR8o97SY1PaXpLT28URY9jugxO4BEiT1cnIk+W6HSvQgARb6DxWa+IDwCPSyjmj391wE+xhMHvRL1y72CtB8+HYvkPVHapjzMCf68vmU8vm3+8rsRRo+9pZIovWNzDbxiGEQ+rtrZvDGABb52AYC9msh0PtRWxzz8Qyy9mIVbPjea+j3GruA9dLEsPqu+X7062iQ9QVfPPUQykr2IkKW9AocpPvgaAb1U6Ge9MtaMOmmaVD1kvRm++OSrvQfw+71SXw0+lWKXvgpwU72UpTq+l9bMvcAeHz3k9Vk+7EnkPUOuBz7jL0K+GUYePVktsT23qZC+drW2vaGBtz3Pmba9TpjVPcN4vTz6fDo+T3WMvcy9Jb02We497cD9PUp1Kr10pmK9x+ZqPqWrAD4rXC2+2nEJvtb9gz3FcgG+vPliPm6yIjw3Z0M7a/EHPgxEgj7F2oU9lBAsPvSuxTunxNO9tQ1TvsyxXD5+Fqi9N5YKPd4nTT7QUKm87S1Qu0dYm7yebGq+YuLJu7y7RDuqX/k9liM4PlC3ir1hjqi9Y35wPREonj5/rtC9Mc0nPrZ7tT3EE+49i1AkvsKoRb2fOdi6sdQsvV8PxD3xikE+/8odO7D4RT6ja+29nfUkvoKz8D1sklQ9DyaOPZKErr0G7MW9ytznPb9WD757PJm+JdR4PlQpIb4ARgu9LS5XPWNLXD1MVgi9UFrbOaCTuTwsCP+8lwbCvUHf7D3548k9PpdEPk65l7vRmp09TL5sPkGbN77O4029Ez8JPm4OLDy2bWO9k5EyPtiL0z1XfDU+l1oGvvxg4r3inpM8wmAJvv/5Zbtenh4+STsCPi1DdL2wpMq5ozjuvdQ06bzxl4i9nFe5vv0Y0zzIgNI9uCYovdVIZD6kMeC9Na6evX5P1D1IewM+IjxpPpKwfj1mbDE8VYxvPUqYkz6JvaE70pCLvfER7zs6MtO8auiIPiAPkj3cnAC+EuGXvbmv8T32V869EPaevSDAeDx1iow9RpKbPY/Ouz1pLP68x374Ozr2P76reiE+mNfwPTgcCr4jCBq+O3CdPcSwkTx+V4c90clAvP2CDb7mWEY+FIoXvD2xE71XZMC9vnBHPcVBkD317Cq+qA2xPdBsJb7dHqa9ixu0Pcf/GD0KyJI+SQtZvhqIDr6//1E+0uAkvvobBL5Dl3O+/UdhPp78GDx920K8ov2BPStcjT2hnyW+7pQTvXegbb7Q2Eo9lmMOvrNdQL7BohU+L4iAvlxPn72t8+08fJZnvmxqK756mQK+3GwwPeS59bu9P4o9HmCWPeVzHL3Sqlw9/KeBvVr2yLz00sM9kosjvrIpUT2taT++BKSrPYbvNL4rIZu9eONIvrFS3zxQGQ0+e0ZIvmMCNb4cozy9SM9dPZ0C+72Ac5A8t1rZPUlbjj169Gu9DapwvkYHBb6OwCk+zzFHvKlvAb1cnLu88I0hvjMFMz4ji4W9s5lfvRDPkr0AKTM8bwKHPf1HHz1yVTm+7lcGvkP58Tw27IY9NYaTOoEO6z3jNAS+hCbSO0S5T73gCcY3u/1qvJLxCL6S8+I8jW7kO1kEsD1n/aK9kwe6vZ4Ui73v/CK+rSK+vfYr3b34j5O980w9vnIY/LxfbmO+GESovbudtDtH9Ms9YZAJvm5Znj3aRz68aN4VPvq/bjzAKb49x5gTPh2rUb4nf4O+EK5hPRfzob0ypdW9W0aHvWT6Pr4ywCY+x18UviQTwLypejK9Z7d1vjRVKrwBw8Q9GnjaPZ82Ar0FNwY+tIloPYgRxjxzmUm+M7JLvdSDvL359rA9eO96vv9zGj6wE/W7JheCvTXdvrySVea86dYJPvKxhTziElM9/sFYPUMJIT4XZwi+0JUMPixCwj2ZiQG+fPOpva0Lw71gyJe+exhMvnt+uryQy+Q9CWi6PJrHEz7Xc9+9KTrWvcfoFjxF+iW+M8x5PtkaJD602di8/xR0Psu7r72nO7c8h/M9vlEwoDwusHG+SEoNvncs0zsRA2A+MIvWvR7VZz3Gaha+7er4uylfFz00V1g9ZsozPg9b270uplq9Ad0zPnW1Yz1pZII9UfFhPefKFj6MYT++lqeGvJEI7L38Nl87hsvPu7XEir0wZhE+qRcTPcI6h75E9iM+D0I6vqx0Hz6rd0e+wtJrPRf+Qb3wONm8DiNsvrH6hL0ZfDA9f8WJvUN2BL4OSD2+6INePcvxzLxTaw69ig9KvjwP572PfdM9qesvvh6PNT0jTKy9w5pkvlDP+LxpHYm+lgLePQqtUj5oYWo952EmvQnyhD13bmS9IvSzvXfF1L08YxU8pYAqvstKGD4UuYG9phM2PiiHmr2b2Py975TgPfKVJj7fj1Q+oN9qu6ksbr36A/q980yTPbAC9TzS8Wo+yI2aPU+/szz6dVa9qLgFvgbEuLxtq8Y8w11LvapH1z2Mks67RmuPPf/ZJb06wNk8rreAPiBoi71G80E+j7A/PVYgSL5XKhm+UKZ/vb6oFj40hY0+CwxJPp8xkrr+hvW9wcXsPOSC5L3x+UM9FLlwvgvxtL021CA+H3v0PX/XCL77zwW+q059vElYl7zFijw+754LPuBwdboIljm+FMMdvoF94b3frYW+LOGKvXhiZz5Pu2e+tKUQvoXhHj4RPma+Jh7EPc55wz5e9i6+sngMPo+8Rb64k3A61FtePv8FDzz/M5g+q3u8vjY8hr7LDOW9nVoCvg0u4L1Bj2++PHEQvpKIPj7DTXa+JBSYvPeWZj5f9kK+AkRhPuy6mT2BMhw+28d+Ph/Kzj1w+vo79dSbPomYnL7gAwy9nMB3vTAAXL05d2S+Tl4lvgOr/LxQwhk9oHKAvoWJkT0tOSM9buQMvg55LL14GSk+vM9XvDbPAL5eqD68FDztPfF9wD2wyYQ9FT/HPvWlGb7BQRO9+lnePZPbWr3iGlW9Fqigvffrnj0zZrk9Dla5vhQv+Ds0ueA9lycfvXpxmr05wR++Yx4CvlG5JT5Y6A09SdzzPcXfpD12rew9KHkGvp9Clz1N83e+EUEUviQpjL5F3Xo8qc4BvvUUcj7L+6M82UikPfWwdb5FYV097G8pPgdEcD2a/q++xQ6bPk8Cmr7da08+G9MBvvM1Zz0WaJO+loGLPiI/p70Wk+i9/oj7PcTMur3ToHA9k1/LvJn9cjxU6NQ9XnhZvlObmb7YKsa9d68kvuJNhT6pdoI56Ig1vpfrN76JfIE9a94ivtX2j72xs0i+nzxhPvw+Pb2JWC4+QzaNPWv3mDxEX3u9sW4tPkIijb2IzKm9JCiuvai0yD3GUSg7rpszvTOfPLvxkRC9HftavlFEZL0wgdo9vbVQvXl9C76PL3Y9fqIyvrQdVD7AhW49Z7ylPfspsjs0+9o9CrFcvWbHFT5qGOo9bl+bPd29Lr0xHEM+DXNpvoQwk71WN1E8j4fDPFID7L2QPm08uSlrPTAGfT65tzE+9z5rvU1gXzvQ03a9yr5QPLWMHz6AsFm9sdE2vmyyXb64PqS9txTxvYszAz0JusM9UliXPeI+gz7Pxe+9b4QXvuukIj72TN49wPxFPkpoobzPSyQ+fqlDPr3a2735BsA98Gs0O4diND5bngw8iVCDPBQoFz43m4o9K9TgPUk1pT0bLRE9kteFup30CD5EKps9+HXlvNTszz0ReZQ9qlRNvcjN/z1UiQa+753CvbVbab25ZQu+4aoCvkPfH75pSzk+0J3dPTLpG70Oz0q9QNjcPeZl9ztJ7Dy+y+iAvVAbCb0Jeck9SSBjPpTKybwZkCA+2uXIPdWggD2Tlwo7QTZmuxYDDr571sS8sS+TPSqFnz0BCiY+tLGfPdAcDb77UuW9Nj4CvrZt8D3/vQC+Q6KBPWKLXj00dkU9lG5HvkzUCL7DAzw97473PYLw/z3/jdK9z+ADPotn2738EBy+Zv2wPVYKSzyIkH49NslmPjp9Lb3YISi+KRCYvdPRZT4Khoy+e24IvsCrSb5aBy8+9sO7PemGlbxVXqC+1a70vb5PVr6oils+n7/fPX1+Ub0fB4Y++kAZvA941rzKaC0+7cApPt/fST7/GlY9z58GPjPFqj4Bq4y+24E0PpW6Wj0n/YC+hn5ePEBrT70IusW9Z0QoPh6ZQT3SDDW9tGUhvt1JfT3RKe29pA80vqr7er6imv491icYPu0jVz7ph4i+C7ervf30Ir2z9h690X4AvHwoNr2f+eS995mKPlDT9L0xKgC+wVUJvjTKiz0zmiU+UQ6Qvj35hr1KiSG+/V/uPcesY75jZA68wPCEPp04tb0FTA4+hCQmvqVmg77vd+w9ML9vPHdu6r0u/2g9Y+ebvf7Pnb29GUa+epOaPpsH9rvRGzg9k3KZu3VJk72Fe2a+rx0PPhH+CD2yui6+AJqMPCc5Gz1nBxY98IaSvabOoj3On5u+MOpgvkFkdbt+noi+GF96voYbo73sdsE9jXDbvdAyB74A38u9SstqvvEs2r1EK2c9p+hAPboAqz59wIA+9xPOO8G/BDz3kok9dlLUO8yGOj1Q9gQ+mSDlPSbAgr3Kn0O7llCjPTAGgrvEbMW+hnOpO7Q3tj2DcV2+UY6hPoJYwD0lziK9dFsePJtWGL4xuVs9zXVwvk8F+L0lJMw9KuM0PR0Khb7keB6+myvWvXfTiT32duc9I07NvcuLEL6HO/49q9DlPUvXnDrObDC+RQenPUiJqb7mQX0+CtOSuxUbBL0U4uu92LKVvbWzEj6W2gI+QceEPjACDz4xTKy97YCovqG7YbxXZAq+gleEPZ2RmL2JVgE+FAb1vHtNm76OStW9XpMjvdPLg749qhI+VFRwvgpDBL2vCYw9F7yDvbQzAj5lHeG9MngvPrSYmD5k60s92mZ8vTk70L0ppoM8Ftwcvr4/3D2NGlA+D9oJPgAQDD4Q3I6+w7wnPqRlDz4uNTI9h9E/vRw9Ez40vgc9NWutuTRS5T0RdiO+zcruvGrWh734pJ0+zO6jvZdbN75j9jc+3LDmPaO8gD3LBWo9guBsPXoMOb7pKkQ+ZYDIvZCEjj0Cq7o9t7ievlf5Sr61KFO90EQQu4JPmr3b3TU+SGEoPlFrOz6mNsa8TvWUPWfv+D2OZl69wv1JvsGCBT582ps9yKMBPmRLBj3eo3g9XDIbvWAuKj70SIe+KCU3Poi/Jz6oz7W8kcaVPe/F0Lwq6P07xemGPmRsHD4hQRU+TkSmPWsIJT4K9Ic90InePQssOzzrxUe+05ZOPL+8Bj4LNS4+77s2Pciqaz0MAIi+D7v8vYRzTTyVRS88AYc6vrD8Az0Qf8g8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "VkFMSUQ="}, "T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "O9D4vLgtAb0kYum9ywHLvFaYQb16frg7ra8aPXHprLxp2uS8Xw/YvLSS3LyZfJ28vUCNPBUUA71L/8+9q2G5vQ2JjzyCG2C8QcekvenBpTsK3TM8yJL8vA313rzpVoe8JLfPvHOQB71s6oG9oQ8vPQPFibwoTpC9KdziOjqEJLyCRq48L7ERvXZvvDvOdII8t6cYvdyHBr3WV/s5zEE9PEAPpTt8j2O9ymyPu7hKHDygGwm82ZWPu0OAy7wx7yk9F4S6PDJaDz32qBG81++PPYPlML2Ui8W8bMjLvLydkr1kk6c8C9guOgeU3jzn7pS7oa1gvWE0obzngR09NN4jvBKAHb2rgwu+9I8hvcdsiL1H1my9ZxMJvUy5hjrPrkm91RQmPOSOmzwr+6M98YLivEeCB73mcKg8ot6uvLv3qL1ejjE7TgUFPDJribwPMHI9wc5EPTXM/jv2tiG9JBCMva5+F72C7/A6b5NhPaliCLy0Qbe941BPvQXVDzw6sj297SgxPAf4hrw3mhs9TAWCuSX+PLxNxOe9wHf9up6Fu7zRyAC899NhPM7fwLuiPQ29PAYmvHQkYj3JYH293B2APamVM719zKW8V7jovD5Uj7y89Oa89OHVu965JL16wnQ8tNiBvThgnby03re8OKqivHZtsLzvU+e6opwKPF59kz0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 