{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "11"}, "end_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "lFf2vNrtD75sFqo9Q1iLvQALv73bxDG+Qh5jvkM5wz2Vngi+Qf/dvd6lsr2gKJw80ukXPpYRyLx+KL29Is4CvUCQPr14RUy+ksISPqp1rDx1bXu9NKJgvU6YHj4mBNa9NwUDPoQuxD06a8y97JAaPrZuDjyNoYi9vwcAvvD6qbwrAyq9DqhtPesNAL50eEq+DJaCvCnN7L0L19Y9FkJyPdQmBD1Phda8GQIAvhdw4D38TSy++/gfvsQ5tT2sZ5U9Yu4nvgEUCz6vI0G+KXvpuYoQizs3oEq+JEOIPrC8hr2qTK49SdoTvmnRNL7HAN69BbUkvuoDnjtyOWU9aVLIPbRJvL34IQi+Ep8/vhEENz3OpLE9URk2vsnS2Lx4NuY9us62PWzcRb4mI0u+WjyoPQtYU77TEde8dU4DvYvTDD47SDi+pF3ovPMVdb2Q1l6+kVrGvVnnor72bxC9FeRkvQYiiT1vJLC8/iQgPlKUJb52lwi+szNlvesBwb0gEIg9jJPHPd+Z3z28LaY96yp+vdzLgr01QFg8eQVxvl+Nkb53+ta9IZyEvb/c/r0JLS89IgKOPd2uD74MeDm+mo+rPMrCdj2qnsA9xSNnvs0GAD3fid89dpQKPkeUCr4AHBq+Ye3JPb6LIT47xIW9sQ50vJkosb3plbc9csCGPTX0AL5H0ea9Pcl6voV7or6LShU+2NggvSNDA77qNeI8PTE1vScqNLxwoyq+kB6BPo5wYT59nqa95ai/PbtX3b1FxAS+TtakvJcaxz3veTk+l0I8PkiQn7sI5Ym8eralvXq+Oj373xc+eZ6xvYzFZ75qcyG+t0wUvgGnWT1hzI08kawTPj0kLj7wU749r9AZPs5kNb66Ngq+dAOgvWVhPb48qwK+TZwEPbRmYz1BUxa+AysSPgPb+j11SyC+x1mevc8K172ohDk9mhQmPjip6r0FzsY9tqJDvWOO0r0eQw29eei9PQkyfj3xVMk9lHf+PUW5x73ll4S9/BsVPmU6M76aPlK+ixCCvvJwFj5y62Y9PX0IvtUUHD6mPAi+xpZLvjKmqD1JWeS9s0pzvd3Njj3Io20+ssUmPuEuMz60DkS+AI9RvkP9Yj5s6/A9sURkPry7Sj79aRA+Ul4hPcDrn70kxig+rstPPr4LAj6s3Zw9JI/EvcGQyDyEBZM9PNHevQmPED63gXM9dxQDPqjCDTx7Md895U2DvWMTfT0N25q9l8gKPYIwmzqNb4I9FGTcvXeEA77lRWA+2XHUPevt6r0ea9C93pWPvtzpWT51RyU9WswVvS/gWT7NPTq+s12LPXjh2b2kAVK9UiKbvR8BXL7GCuy7GEO/Pdj2QT0FSLO8esI7vUV+QTwfEzA+xpC0PdZn071V5OU9z1wXPhI5rj3mIX8+oT4DPXWVRz5WU5Y7f7cpvoMpPT729JI9OvqKvjuWdz2OQ/68Ji4/PojXf76Wflo9BrhgPnJIHT5hz3u9nhCBPjQXN74coz4+e1kHvTetCb0xsYU7EFVuPpeVAr1Ve1C+qZZTvcLbRT6dGXa+tRYQvqQVnT4B0gC+knAlPsvFHT2UjxY7Aj1EPr5zgj7+kuO914AtPvYYSb69lks8LFpDPrX8Wr72N2A+eKgBPtEDvD5HBQG+FPkRvoVbX72idHU+pPbeupPwa7uDMXE+3cNTPvCW073FU5c9BmNhPan8Djwnx/29vMwuvuhPML6rnNi9y/2jPZoVM76fDg2+f8FRviyRFr6UAiY9dhePvl6C2r2uDyQ+f8dIPcQQ4j2bjmM92Pc/PYP0Ar7tPwU+c6EbPp43JD7WxvI72JoKve150D1+CKu+xwz1vVhsjr5Wfli+npOKvga1qb20Gyc+WwUAvkNgwL2ayuU91EKBOyzrQz6KywK+HZhHvozOpL13Wic9ihTePV9cVb1o4AI+RUJ/vlw/Vr5b8H89nC9Gvhurrb0+gzG+A2VlvuWcEj441mU9uGMrPoHXCr6bg0O+jHHUvV+FiL3WSti8l+I5vkyQD7xsGTE+N339vMpmMz2QvNe9zZ1vvljlnb0u4gU+iqEJvSSdnD0hLh8+tgXZPXmrGL6iay4+nr/+PAIOeT0A5Na6XSANPsL04bw0Wpw95fyYvj3Bir08VDG+/Y0dPp29Kb3DxRs+1fsyPPGxGj2CMJe9b3Ruvsm1170RVH49+UgOPHXyyj3snMK97z0NvY/tSTx7t0a+c0dNvVRhUr3cDRg+0OIzvsec+b0P4A6+jZW6PZkCyrzfnVM8bnEGPvK1/D0ZFYQ8v6slPkVhC76WUG6+4dSEPKMnxT2F7+M90M9dvjitfr23Iyo9gBcTPrDrg70Y3E2+zPIzvgRTbr43caq9Tbn2vS+uqL1gJw49fhnwPEfO+D1/o1C+YGoUvswVBr4hoBg+ptusPVocZb6zjds9Y7WNvaJ1HD0dhpQ+rVqRPb2K8r2nDhq9/t+pPOqMtz3hSgi+PpxZvgu1mLx8wJu9gsULvoL3aL6R8DO+9xXyvWCnU75+vgw+P6z+vdOcGr5k7MQ9IeOqvUEEE71y1i89CMNAPYYjIL54ZyA8aGfaPXK+lj3mtew8eeruPcsVT76r2gG+DZhcvvvVVL0D4bm9pmPtu02/1T0lRW++LiWJvLKed72GyqY9K1gaPmRbgr3BpHm9GMiEvYZOdj1PA+Q93R5xPbYvpDruNOU9Ikg5vs1OCj6lDCg+HwSJvaHRk7zji3m+oR1ovXRGOr3SKzE+M7WjvGRr/jzGRC6+w4hqvRQK773rCq29R+KyPNUyoj2WE7a9h5grPRo9671cctW8hp1Fvm+S0L3QD0o+b1LGveh3L75f/CK+QEJXvmO82rsnj1g9YAfoPV/T373SQEA8EGKEPDEz3b3UzH698IlCPvBQsr0M7/k9TQhbPsSAij2RIGO+1UE3vXfLUL7cjGy+6sI+PfArXL0oqda9xEewvc871r1PChk9ZaYmPvGzV7647pk9RQopPp1uOrz4Uw0+qU1GvqRs6r1S5Ji9g6oSvdfKqD3oJB6+CO6YPR5ejDzyXd+9uPhyPqZwFr4VrTw9EW9yvjJXjz1/Bn0+hOuovVOSKz6SMLA9Be2uvUYEdT59xF8+iZdvPcVjRT6tLZ09WGYaPr75rT2FinA98uUiPEgdwj23aw4+crpJPsSsQz5m86W9wI2zugildr4phwE+p9hbPiy6m7166y++jlsOPY+lar1exk4+l0ThPcoHEr0IQg09CfkWPmrA3j3WVt69a7XAPeM63zqsJnY85IyJvKKTCD3PiVc+cmPLvD/jfb7aMJi8VTwBvtX8KL2oFx69CZ+bvt/vmr1MiIs9qSZOPZUf/r2FiLC85ZuKPFBoAr7whjA+Ja1+PUBPVL6iYR6+yW4HPfty7LxCEwm9Hehpu86SDLwwkiW9uHrnveKgIb3xud89bk/BPbhOnr2orgE+T/F7PrbZV70evAq6uhdLvuZr2T2t4K48UmmVvmiqhj7lKVI+SaGZPuVSEL5gCx2+6opOPh9w1726O569aKVnPgeNMb5xAyQ++k9GPoUbqbzXXOS9DVyDPBNQXj2dTuQ94FwZPq9J3Ts3DRS+iEH5vXzBwz5cDxA+OTGAvSXvULxN/+K9dOVwPQAbHj6TvAA+sHBOPnIVgjtTcfs9IrL9PcB0WT0gLd+9lPoqPgwEMz5XcNW9ON4CvqXxW77yw5c9b6M0vpoXMb6JKW0+x0nyPbjfRj3om9E9wV9PvlxAN727FX48V5N8PToxzL2a/8O7egIwPUYngLzYL+W9aVIkviB1yL3ISyo9pVWMvR/IwTuplzO+FJluvlOtej7UdIa+ES4Tvtawib4mtL+98ndGPtDk2T0hPJo9EZgyu6KieD1Ql56+tlTKPRe4Ab7cdPc8mLcqvk78Dr7b9Ba9ukNHvGKOxr0GZnE+MpXVPZvRG74JgLs9fJDgvNn/CDwtlNa9C4iGPs8J0D2RfVg9DW2PvpdcB771vS0+Pxh8vujtTb7dMqS+jYCDvegNkz20sYu+MlyoPdztPr7Wnza+SJElPoZ+Rz6kfDk+UuKbvbOUSj1JCva9mQ4Rvmelej5yo6O9S//QvcXxNb4zI98978wEvNebbT2ojMM83JomPnAJDD70tDW9gYndPLtoSL24LCO+tD88PnvQpL2HRhE+lMF6vh0cTz0mqPq99xoDvunXmb0AvhW+N74oPSHeET7/UJc9OK5wvhKYgzzJBVW++0eQPcpKj76BHD6+cYQJPkpBVDwvoBG+lMcsvvonET2CIqm9LitLPj2LOL7mIyG+fgEVPia35T0HUcG9B1kZPXlruTwZqvu9y8D+PVYyOL73xE0+ODExPqoSJL2HmzG+JuSLvUuv0T0zEAU+DdOPvsK/R76k9bi9jw5avQGV/71CFMI91vtPPlz3xDyjMyY9XLV3vZW8jT1hTZW+yg4AvqB89r2nELO9itLGvRyq172rhuQ9HZ0Nvrc9+z2iddW9bgguvnhYiD01sXK+joIWvsixVT3Agg8+MLyjPJfreL7irx09LcVHvqgyuT1GcuU7lU6cvBUt2j1s6k6+RhRuPpaZij1WmDs+DiokPs/ytz0ZDDg+zAsivupuG74UVus9NbapvREf/L04DBs9t0m6vSivUby2IK294PkGvlGrJT6nMO89V8Ynvtl+WL3a3A6+yjAOuwHhIr70ui++d0zzvBdfZT0HMaE99Hwdvqb+uj1Cen49aefEPXJHq72QNtQ9rl0fvsxMXzxBulO+cLUOvi3Iqz2nGwW72VqTvpuHgr30pZu969m+PSgMZb60o4Q93vjDO152Lr5eTxk8YfAsPiVRFj4QO5O92UI7vQVmvD1VInq+Hg9avqRnF775U829L5cOvuhmCT2G0YM9GF26PT3XbTwT3QC+lRfcvWh3Vb709cS9man7vYfuZr6VHV+8rl0VPnLBgD5qdZk9L57+PX01db6kcSS+Ro0Gva8c47uuRWk7/q8OPgnC9j3xBBs9fVGWPezho72vraA8YWTPvSlFDb4wsD8+M6gYPpD6ML4RcM09ED+Svr3Gij0M8EA+ADFYPfEPmD3X1Mw9O6RBvTTwCb7lBVM+sMqnvQnDvT29wY6+53wjvqd6wD2bvBQ9dLDOPW3lG7qsKzW+rGMuPfkyDz6gikc+l/jDPRcrnz0a/Fs+OSz/PUYgxbyJU2Q9uxyoO/4zCz7NgIG9Vo0RvIFPjj3dUkK+c5xlPi/x5r1SN9q9BxFsPqeDqj1S3EE9uFhMPpldfryaUXC938szvqP5VD7BJVC+mSIBvKdMcju89VC+78UxvtfEEj7yC7I9PSj6PVjBJr4hzLA9IhrxPVqwS767KRI+j+YJPrjIRL7gq8a9mzakvfvh8z0s3Zk6YEDaPZmWhbxMyp+9e9vcPSleN7777PK99uLOPJjETL6VACK+XtlzPQEZG76yS8u9B7rZvQCsGb2Tvea9whiDPMh9UjydQTi+uWprPgOL7jzOnZs9lO+jPi6Tyr3XXJQ9teKhvdbh2D62zSy9Q5FivsaTPD5ZxPQ9rcBIPtsTib7o8zY+dTIBPmbdLT2lQiI93ecpvjsX6Ty4HOk8lDJkPYE7Hr4R/Nm9Vla/O0Uoy72teA++GluQPUtTL73/tCS9lbVNPWohbT6yFui9/C01PieY8D2gvIy+I1DNPk+GZjwfXSM+ujozO5vbzb0hDyS+8mwDPTIFX73tsvE9fMYGPSlNnj4wBXQ9HFE0vvmlQL4OvL89XeyKvqNhBz3gLMk+lAadvWkoeL6zSZK9iJpEviSjp70yIzC+maJyvhP8rT0+BqC9b/3mvZg0z73EaV6+n/NbvmU5f7zGfP29AuPdvXItQ75eHSI+lCJwvrryE71ouTy+YZRrviM8Y76UYts9udDbPYAIiD5gNRg+sqI7PoXHED61PBC9K8s9PMAZCb59eGe9lztsPSRJcb5w/XA8dxiGvhOfrL1ecB4+MGoRPR8zdz11ek8+yacWvnm0lryV65++VbGlPkPLqT2sqAE+aPUXvef/IT1NUkA+rUG2vWHNI75hTDS+QtKFvsSbzD2x6V6+Hl1jvGJmT774VBm9VO4HPnrByr2t+ro8E1VfO36eCz40sD49hzY/PY5Z+b1AJou+s3UVPVehgL37RsG8fmv8PUluU74U+ji+S8RuPcZsib1saA693e9YvJWm/rwgxU6+6Mx0vhPYyDzYFwc+eSiavRyWLr6gkO695KA+OtfgoL3M/9Q9gSX+vUp6wbyjYPQ9Z661PROXIb4uq1g8S4g0vmlx6j12A6c9G2sxPhDfSr4kc+290hO/vbFdOL6oVIw99yMpvg7SH73KbqA9XW0YPThoF77LPE29ii4tvj4UG75F/Wq9ASm+PV4NM742mKu9tNiyvfn1CL6J6l++iu0uvfOBMr6B1wG+6hnwvfB6nj0avz++tsyyvLWyXD6L48a9WrtMvlUd4j1Trhs+ZOSPvbC3p72BY548a8xIPikCzbw0BRK+2P4Lvj/KxT3+GAG+4a0ivhsaED7zoOC9JfnevdcuDL4sxi2+sOsRuyomfzzutLa9avlIvleO9T21uq+9ectRvhQAhDx1iZo9ydMSvhNP9T0TK5E9b3WiPWsztD1kihg+Fw8qvnUVFz2YfDi+mACcPc5Shjw0Wz+9uZinvXGIIb4sHjg+ppAPPcYx8LtdbTU9Hi7zPYD8Ar4B4hE+Q3PLvQRnoT3I1OE8ITZcvaHPGT5iZSW+Sz2yPGVRIr7zz+O9emE6vcJhjL0ThSK+dolSvnxz6718AcK9/5jmPImSCL67fBo+Wp9Mvol3WrxcO/q8nrLDPar3tT2+Pi29x928PUz/5r1qroy9ONO4vXTQtz3GS1E+WHWAPvvyjr0AfzC94ds+Pg63l72RkWy+P36kvlDtRD14u4C9mGYqPrDYNL5t8NW9utQKvtKJK73SAYq78oJYPivawr0z7JS9/oy0PLo/BL7KGw8+fmc5vdNNx7zT/jc+AVRhPu1SoD0egJ696/nSukunpz1vf4M97BWnvcSO8r07/g6+tE2Yu5wgiz0H/SA9aNmHvaZxKz5A+IY+2GZpPTIRN74OKVe+GrCDvj3F773jbYE+mCe4PaxaSTy/0FS+PifmPPoRGL7TZUw+Q4lyPi0tpb3OPgK+hyeMvnaXIb4L4yY+OL9rPfh0Ij2/LYi9h9oCPmBwRT69nUo+B4FAvty1XT63BXY+4lCqvRtl2j1GpRU+ioBOviF/SbtURhS+RGaTPd4zIz5dPUS+GQF5Pal0LT1XWvw9AuB+PeKQTbyBk+m8abwdPF7BHbuj1kw9qoXzPTMnWj4MNPm9e87xPO39Iz7LCzO+x07GPfaAij0tVFg8fxPfOhDNjL7N51s9mDInvSAYBb5J3Km7qQQBPqs3Grz9gyW+V8KTvQ18Yrw2lBi7BKgUvuK27TzmbGG+0GQpPupuML6dE/A8s+qKvjGwLr4HmkW9doXIPbIZ0T0aL1C9RWN2PVXZJT4SH3U+e/mqvcNPDb7fZic++jErPgk9SD1OVN29RnydPuNBJT3Ekgy+PA8zvimdxD3kUiW+ZGCNvglV6ztPpGM8makWPgxReL4W9fe8ummYPgNjjj1THwa+OL8YvrYMND673Eg9XxLLPZaSeL4+eXK+tRKHPbITGr5sUxi+TgUWPhOPvDwSkia8zWApvia6oT4+oTm+ikryvTDu27pRSQw9uqcPPUhfTD6BSko+8gQ5vbyMAz79E2e+q1cVPg7OTr7XDyo9ULOEvKlrSD7zHBs+zLoNvgN0Q770xyE+M45ovjdKTD6eGbU+tbhyPgHtBDxvFAM+be28PTFxbj3zXmO+KRBavoCzvDzzOV+8TKcIvSiZb73MXv69q9FTvmGZ6r0Vvya+IZRFvf+LCb6GUqS866YbvllCBz5QqsW97AyJvSFXoTyC1Uq7l6YCPjWmtT7ySqc+DQLWPS8URDvJH0W+iLo1vlQ7Crw1XU++5qt/vk1+ML63q1S+WZ89vnQ5+L0beUm9oLFvPgkMabwGaKw9vQzevTiuTz4dju29NuEzPo0dgr2kvhk+WBsAvoZDK77zW8y9fknovRN18D2eiwu9PwX5vWbuGz4cCqi98GpIPoZ1nL0SjBS+oCkjPhIZhz3uEb+97AwOvhIlBb6IDC4+LE57PeO7jbujsd69JQXgPTjs2D3FRso9nbYMPfckSbz56HO9ZlMIPhIpRj74M00+h+WPvdloyz0pSRk+t/TvPTTt573/Vq29sSaJPtlGIT7jVOK9VnasOp9D5z3Wahi+1gGkPTT5rT214cA88So5vevAiD1c9sy7P68FPVxUhj3GQoA+0yvkPYg/bL08d/W8r9LdvW2BMD7zY/o9WZqPvSxksD1qW9+9xGvkPfaZSD41/Fw9s60fvrtJTb3tDsm9UO4SvtiZaD1Z4Gk+UVVxvS58Lr61XqQ9HCuGvfeVSD5H/Wm8+7fzPRlAZz7Nu0m9RPG1vW2pJD4AB7K9yjv7PW1iAb49RS695vICvhysaj3DK7E9nSz/PUw+gj4CIiQ8jMTGu0flKj7MYv48woEXPtyN6bvJL/g9W2h9vVS3IL0Msjg9eKLOPN+0tj3ItI09RS43vQ/R2L0t/8o9ns7CPX3uij2fvyI+zn+6vecqkLvDcz0+R3foPdDiPj7Ee129uXVjve5QTT6eqiW+cGmGvTq9wL1z5WI+/A2PPVYiQr0IccK8hpMOPluA/T0/Hk69NsKjPE6fDb7aHAe9WPGyPMFZ1736j/W9TTe3vFMsRD0AHFU+fc0kPqUo9b1/Lyk7FRYSve6nYj6s8BI+V9kNPPXMWz50PxY+ffB0PlFMtz1Wz9g9jENavUOmXD1Dtim+Q/4UPY01Qr7ma2g9BqCcvX/S8j20RxO986OyvTmvFT5J98W6SWMGvsFfe71g5i2+7I1fvtLPgD0CHz47mHevvDAiqr0HTh6+b6OGPr/YKb0Splw+4i/evcHdT77b7qs934cjPguwob5JQMO9fctiPCeGh71Iar+9pitJvmnp5D17FoQ+azARvlffAL49Ti2+u+7wPTnSYL7gSjG+fWozPs2Wlj0DvMo9MzHLPWlwITz8mUu9XJ+JPT7I8jwyNv27JihNvkZt473pPEM+sUM/vtAihL6RneG8HsO9PZ9cUD4yd+a9NNxTPgGGMj2dQz4+8NZqPc++FL52eHs+x2gCvavhID7QNjs9rjyxvePYmr0CVE2+pqgbvgyUxj0WZyY+wyVTvI4qNT3h4Q2+G5eAvnZHOjxQCju+OlEFPebtOr7QqXe++0EBvmiXO71u4YG+zReVvbxSmLzLn/u9pZYgPk9jFz5AwIE9JRkUPmUNlT3Y8Bc+7iULvQNksD29Bus9Q4PsvRczF729zPA8unkJPVc5zz2gvUq+eTAfvKZuuLzvBEy+NmVlPeBIKj3feh2+CyX4vRsKrD03gX88gNRoPTX+jj7uqLs9iWtqvJjePj5xhI2+z3MXvhQ1fzx3abg90wbHPQXkDT2WJ3m9jA5kPXvtAT50ci8+GW9XvpLplD2d11i+9fzAvXeIFb4TVBQ+1msbvVJ3Hrz0P9W9hW1SPkMfhL2NSd89sB1dvnAU9z2NW7+8R4BFvjmOWT6cfdM9AsZwvjZU/r363io9IigkvfJ18Tx6HES9ePDSvLItdL4p4m++BgDbPNxvQT0yWQ6+LqVUvg3b8L2bWLE9mUyCPYIJpD5Qn6e9h5tRvVh2Wj7ciFY9Zs4kPsqBGD55NxO+zgN/PiNt170FUq29uYmUPBCqIr6D2CC+SE7UvV03jb0oXIu+xCKqOqwweL3PpEE9qWsoPiK6GL3Y6688VqdUPbSsND6kJDs+aoWBPd7iCr0oYQo+zlowPsogeT28XU0+oBiivCH+Eb66HTi+WcZFPeDEE7wiLUI9xf4RvY47Rj79Qbs9//WevFbtXz2j1hG+M76XvYtqOL5oOxI+Q6QWPer9WT73jVk+zGzPPQ3MIryr+c89i0QIPJLtDj5Zwlw9OsE0PrVfCz7xZce9n6+mPAJx/b3Xt++9CGarvVJK9b1gLj68mNXMuwNldbz6UqK9s10GvmaeQ74rQGc+IsmXPAnP7L0YgJC9N5wlPF4+Zb3ueO898InpvcHhyz1gnBw+wlNKvtY5oT01ApW8wuRSvcTgwb3o1A09kXJVPtbvBb4wxRK+awpGvYy6ID0x9PU8WSsavkefLL5roUC9ICGdPVm5z73cZHq9Qc/VPeYSRD2CtXA9a4f4Pfwcob3JFia+hWLYvfPdFT5+duq9/T88vYK2gL0CXSY9DwaKPlQf4L1588a9h2YtvUUhzL3pxAy9DWAOvsSvTj4As309z51QPo6vKb2tuSo+pUuhvb0n470Ks649v1L+Pf5QlT3wpMY8EC3AvUgXvD2ghBu8+lrBPba7WT3CRdm9ZfhzPhhAUD7O/Bg+Uhc6vY44ET2ikkI9Qux0vS7Opr1XXIO9D29FvkMKOzyyjU898ZkJPcbYJj6bT6e9hv6cvadhJT7s7wI+ZIQIvR+5Cr6sfr+9IH9nvb+Kpz3Errg9Hc8MvMDt8Tu1Zz29FAoAPkCpgT6Ep0E7yZuxPbCkQD1e6XY9D5v4PC2sE74ExxG8XiP/PDatU7wSpjI9LQkIPpXNAD7aW7E9zcR0vDn2Bz4Cuy2+9+/cPOCEBj3QlrE9l68xPXaCGD3iB429xdFfPuOYQr0C0/S85L0zPt/EOz0rxgi+uewDPoBsCr7aXDg++0xKPlhxczhaHBe+N0dEvCxqDD5P74A99lwLvgVeqb3yJie9qeHEvEhVNz74U8A9lg+Nu+a/rz21pTO95UTKPW+wAr707zE+XSQyPrZ0TT5NzJm9Z9wgPul2Fz3DdAQ+sBgiPjisIz7YsBw+enEhvvRlB75K7hS9bXwfvtiumz3CsaC9fpMgvoNV7j2hh7c9pWMMvspbZT7uHsc9akovPWTaAL0vjNC9FpKAvhzBAD1BFwy9GM4WPZj2MT5aOxs94y63PUd7a72zsx49X9v9O9g+1D0Z7K884OqGPYeC0L21Ujk+C7RmvmFCKD6d3Lm8Mp3GvdDFN74iHdK94TvtPFX81LyOpmS92jKwvbbaLD5vUdm8BCFBPtsFLb5TeZ49Mrdfvf68er1ZERe+4SP6vR4gLb4LzLQ9OCUIvqJzrr1GsJC8ELZgPcUIWT1RcoC89UEcvv0kEL5YMvW9qFPTvXKPkDx1zJK8T5cqvnjjlj3RCxk+NgKePdTyDj5bipO9mwY3vu9bfb4tkac9Cii+PbpQIb6hvxw9vlKRPQyMtr2LsCU+qi06vodlfbxeCsK9/cf+PencED69GUo+ZtNEvmJTQ74pV6+4ZiWmPCCHxD2Ly06+hUS/vejqXz1tS069JjDAuf5e9701q00+1C02vu/yDD6Esj091LYLPl79Ob3g0yM98CUkPjE2Cb6POGm996gCvhyvV73EiWg9QrUevnKflD2miys+PKJCPWMaMj4idyK+lViHPaXROL5DiK+9PFyUPbWMxTyda9c9PyZOvr8vLT4PYZq95C86vsb+krx4YQM+jT4BPqDupDwyZis98i8BPr2egr0VV449J6itvaurvT007HO8F2q3vRMLEz7xfpo9fVPiPecf4j1F7wS9snZovQu9Ur3FNzs+gMQWPs3NTj2U7zK93p62vezRsb3Vp0y+jQklvkTHTzxKdtq9AcgyvFWvubwyEhC+bL8/PjEC2TpE4zo9KnUPvrB3VT0fo1s9YD6XPVmqE76m6LQ9vcFYPmB3xL1OBw4+Sr4cPQHKej4nk4A9x5q+vaqy1jzHaT8+wwm4vHCBBb3LKno9KDsZvnT2Jz42fRE+DxlavW3B8z2la909ORggPmWt4T0WD0E+/rM1PmNYFb5sLJQ9WSifvR4YAj5hn6294NVsvTKB1zymF7i8JGY8PRN41r0v7Lw9QV5BPmz9q73Om1I+LEFKPWtKbb1Frjm8xJdnu1sM8zzGnB88YrktPukGgb5D+pS90D9RPjLbA76Bw4y+k50hPEHVbb6h+pE8Sxz9PTJIUb6weZU7bMBpPuiNOj3Yfim+zeIqvgA52L0fkVc+QxHJPfN4n7yzraK8g6KRPfFKwr2wlYa+K0nGvQKyuT2k9AS+Eta2vXnnnj2rDlC+q7DFu3VpKz4UURE+8s1HPhgml7yvYzW+oZT9PTiwdr10rAY+AzmGvo5XL75WACS+QC64PegAV77VXIS+BmeRPbGZjj0fxZQ80bccvgQ2t73zyDQ+VsBjPfJaHz7JT9w95X/CPcAl/L1RF849Efhxvpymfr3ZhNy947aePZ2b+T0NF+U9TgyMPQZptj3du0m+HaQOPgy42L3F6NI9pwVAvv3mG75ieuS88sPQveN7pz12nqA6qjh0PbsV8j0rPiI9mDBjvq04gL3kGiE+mY4JPpIeBD4fehI+/OirvXlHgr3DbQy+WhnJPTP6SLvIhcg9EjkzPbKcMb6Yn6U9OmkbvcRQXb43rRi+BlC7PCsxo715Bky9+20+PcX5F77mRZu9te4OPgD68D39z4292r6zuXhHST19Vee8A6MDPvFnS72+wCK+Fj40vX2mPD6LQXY9buJqvXhjGL4mdDI8c5d7PVhHh71Bxeg93FT1PdhaKL79yYm9bTU3vqEG0r3P5N07HZTHPd3oK70wMDS9DYKuvV9JSb232dk9hJMbvqhNCj59Rlu833wUvsKiub2bSk4+vdMRPXIMDDzypBe8Q/hcvmtDZr79b4U9gH7RvSolMb6qGs+9iEnOPZtlij0tN7k9O/VHvqsP1LxMLhE9xuaSPZZKjr1+uQQ+GL45vmtaJb6rdzS+H+rdPRkBhzwTTPG8uUMTvsTWZ725r/W91EkxPplGBr23dg++YAkGPb9k1j3bJKK93Z7gvRZsmb1Fw/E8+EWLvQ6AHb5uMxe+nAnmPVwVBD55eBg+j7eSPv/Kgr0F3yy+lkORO/Wfaj7lWco9c+FwvgK4or75EhK+7kyDvXh/Aj7PuN89QMFqPdhy7bqau+I8KK+1vR2rDj44A1Q95bVRvS1d3rxPHb89VF8SPTSSTr6WyRm9r+CSvtXu8j19mhS97ZCePduwgT1dCTk+tdo3PqjglT1M0NC9xwlJvcsvZz2QJhk+tB6evErNRb3bdt09COUVPK3wgT1BEY6+TJ7tvR+U4L0+bkA+kGqGPS5gHb0J0Fe+VZjePQQIxj0QP8m9MW1wPH+ttz2hWJi9d5v8vC7PiD1nPsA8NoguPvEmRb6zLWG9FKPEPBsTCz5Z6569JOhSvU/sYz0OeoC+QvjNPWEvP748ZSY+ldKIPMDvbb73Sn09lILhPVcSgLl15Ia8/dMxvSAr9D3XCnK+2zNJvg6dBj0JcLG97HYJvl/gvT0Ie2C+3ypQPQ4fQT3s+3K9g+sVPSupNT2xOUc9TMUdvppIcD1vFAg+wly9vR4kD74GMY49+Fkdvm2ShD08KPg93ETZvWYVnj1ulCG+sD0CvqVrTL30n2a+YM1gvmxC4T0AHmK+B2pWO76bT7zQzn4+x+knvVnFoL5XZIG+hjI4PeZOtr6cO7I9q28oviKEkjoc0QK+V70XPQrpKz5vWSO+O6aPvYEG9j3VBBW+PxvMPU3TmL102yK+8DTmPCxkhr6DdKa9oy+4PcovGT5VVvS96Q3sPHCWJ760TtS9pWDGvQea+D3mQAe83VJgPawSDb6acBa+eoYOPPpKkT3mERK+WOoNvflNTL72dF8+CRSVvpdVXD0uZIi+sZg6vP4qAD3PlYs9d1i5PRe3ED54S7k9cGHsPe0ZZ7646Ga9ziuEvVgT+T1j6Sc9M+MPvsrLIz6wM4i+nhxdPjD/Yb5LglU9vBCpvr6erz1Wwuy9hBIXPakAaDyjGkg9ALozvCRhbD3zU6Q9MmaHvUAq1jyN2zC+k0Yovg1xLz6BZCm9Q+MlvnXS3j1ElzY5PqeaPsIxvT1vBHq+xKCAPQ0Ih7xXvTc+aFQqPkU+U71JHTM8WVXJPewJJL5CiCk+6E+yPRGomr0+12e+flEOvqWKsL18kpM93bMevnj3Zb5c3He8X8lSvu+GJr6sSiy+Xj+pPeKeXL3fMrw91i0FOkH0kD70Lyq9myABPm6QBr3b9BM9Hrgmve/0ej5z+T+9baFgPhFuHr12CXG9FHJNPt+/SL69EYK6rjpFvqfihL5NPGW+MFrsPSTEV74JhoA+705Nvm+9wD2+MtO9vRcnvo0dOT4RTCY+TlVMvrBZRz7g8ru9KoNHvnB4Ab5OffU9zFmfvbjl+T3VNoC+csKNPk1lxr2gfHM9yYXuvfd41DvRxUE+aLjePQz6gb0PFp+92ITTPKpUCrwwNpQ8lpBEPk16MD4DeKs9CCEYPie6fr1p3g++ugs5Pi9NLz5ZihE9kSAivgunxj0N1jE+ndZ2vWQycj5cMN49MBtCPrzbvj14Foa8MeYnPiMMzD1jCCw+M8kIvkvVED72dOC9jAIdPnY+MLzFL7Q9+sZlvZaxdj6xuyK9JCK8vRojqb3ReWc9ADDbvbD6Cj5h+bM9fGNDvHkZbj2WNdw9MycGvpUzLz0POZq9+0LlPIarRz10BdU8ER1ivfcOVT5JQdy9xD8SvT0d1T3bYu49uSPkvS8jMb4rI4E+EGUjPaDMND7/7eG9gYoLvoxcjD65aPa90DIrPqOxUL33KAw+kzcsvtcHLz5hjSW9LaUTvasy+z2g1BE7ztTGvQjpDT6zzLq8UhNvPJ8gVb6epxE9O4BbvaLsrj3vk1w+0Zcnvc66xL0W/Hm8aOp3PY/mMD7WVvW92mk0PimzGT6TI/y9V9EKPpAUuL04zIE+E5jHvB4KkL3/VLo9F+csPTCopz02RzM+yPoGPgnVDr10LS+93S6BPc8sFT4RzWc8kzdjPY01RjwHlrE9Yk0mvub3Ab4pjRG7kjYPPpAK/L02x968kpMSPjVOxTzijzA+78KvPU92Dj7fFS0+1RVJPdHwjjlNghE9LQMkvveiL74aNrI+Y9gkPUhj9b0O+R6+rNogPhGrMD7FICO+s3hCuylu2T2rnNg9Q82UPfV7Lb0WaJU7D8enPR0CLj7sPk+9j1JwPg4EOr7RvUU+Y7S8vQBYBT4wdYW9ynNEPkr60L3M7vu9gHr8vc8IXr7oyna+2nbXvdEjDb5BlIM9e+qYvak9O70GqEi9RC4OPor9W770joM9vdUcPb8KJ71PUqO91vs2vcwkUT5KcRm+2z38PeP1HL7AOJG9Hj7rvZo1Vb70KGy9FnS5PXxvU77m3Jo8liJgPiu8Lz3/PSW+Gw39PTB1lj3JLO+8LtTGPSPm8L0XMZ09zHw+Pc4kgL4/LTQ+zK8+vk3mhr2iHTc+E12xuipE0r3sOzC+LJjSPKWBkjxcCF8+f6oYvLtuMDwoS0G+wFjBvZIrjz09jEa9omkCu756yDkB0c896waFPtBVZDx8NDW9lyusPLFODb7/KnE9h3HgPeEmC76MTmU+EdNiPb/10j3T6Se9th6qvTnrAL4EBP89QO19PqvWLD6zO5A984HNPBQwST0CsIk9pkxFvtNHmD2koWI+2Bw7vrMv8j19tNG99ff4OSEiVr6gR4G94Z4UPWJOaj5xSzE+GJZ3vlgd7T118pg8Yt9ivu408jw0IWa+57ohPo29DL5BqrY8oK6XvRkcyr03Hny+jJfOvNZuqjunzp47I8TiPW7RdD5YP6K8K8MpPgodKz0d0g0++pwWvsrGwz2qvD8+PirmPBf/wD3/dT2++6drvjYEE74XbCO+UNY/PrroaL1ahpE7N4Qfvt75Cj71GX6+tDWNPnXXyT1OII09xm8lPbYzmz77+ye8s0lOPowfGL5dPJk8X731PexzHD614xq+q382PlZlDTx5MrY9YjGLPidA+j0N5b099VKuPekPJz0SqB0+9PBbPvWDA77zepM+J/w8Pp5FdL1aG1++wOSUvvAnzz2qCAk+mRwPvjRucj1xMvQ9UCYpvgc77D1U5Dc+X16xPuqw1z0Kd2m+WbcHPRllf75+G0Y+aA6NvXSTlb29Y/q9b0GKPTBDBb5L6p4+TOcFvnUHRjzJXVK9qgUbvg61sLwxHom9gTtjvskCDD5CKaW+DUaVPDJ0fr5/fFK9opZsPa+Dn72IZCc9xEDQvQEwRj053Y2+6SqGPpR7oL1hRGo+Iy8OPauiMj2rKcW9t8CBvUCWdj1jiJC+/RxsPgu1hr6xYqW909RgviOlhb7T3VK8uP2RPoacW74C54I+P1d4PMH5Kz4OUlC+YXQuPjvV9D1eeeo9AFqCvT39gb5Uite9+T2WvTPwY7zIm8m8JUzBvTancj3yde+9TXoRPvHimTy4tCg9dL4tPj/KIT4vGai92O3jvZmerb0/GsO9Le47vj4AKDzAm9u9Guq0PAqfQTvayTG+E/iUPd70QL3HcX69SyvdPeUo0TwPw+09GddCPqj4y7v+bgC9aDXTPUEIdr5q/jq8vfYwPW3iVLw6now8oMEjPpVQM74hdZQ9wZ3KPApNS77GvAQ+4IGzvZGNEzxVUoa9h5Fkvl3h9z2z0Vu+RxmmPUSOiTzu+ei9RBfGOzl8bLxzBYm9FzA6vlMt7zwcPr49ukr4PWkaVL6CCza+HVZAPd3w9z2AbEO9R/TPPVC8UD0RFgO+DTdbvZ/uDb6kPns92cgZvkcFxj0RcGC9Bvw5vkuAur0CSMM6G/4GvWKrMT7gemu9GQmyvKGQLL6J1jS7ARsAvncvfb486ek97TIcvr5Rxz0t1VG9hBTBvYKrpj3Y7lC9jbu9vUxSMD5eng++40N2vSqUCD5QdbY9158zPdS1M71xxtU9AOHEPMZGBb49xNI93LsLvq28hb1PgCY7Kei5vSTLor0G5tO9jtIFPt6q1b3qz5c9BUPbPKpW9zwK6Aw9qz9pPZmkKb6Ptoy9tLAjvU8SCb4sAAi+gXBPvignmD16JF880dzMvQziBr7MkNO8Pu+mvWBApryP63k7awuHPEnwQrx6JJK9Oo3xvZvJTr3TxP89e60KPjfgOr5SYNg9cOFQPpmp3z2FmwC+MkgXPaL28z1LThC9nZA1PAmzgr7vsBI+W5P9vS2bIT7cl1Y9EYg6PtmU4z0p60o+TGn8vV2xXL7dJjY9y7BKvsQQtTxkHYM+WcktvMMoAL43a8092l5vvvfRSD5P2em99YwLPkQbB7znEVQ9C1KauzW6L76qcJm+smIVPqdB5z0zVSI7/OGyPHOxPj4cfjY+E+lDPmXNmr3MoqE9ysgwPCCBdb0kDEM+vnJivR2VAj7jbaS9G++xvcX3VT3tT5C951+APltl9T0qQ4C9NCa0vXSQEz05FzY9KIMFvoM84TxoXJ68Lwl7vURQIz2p6wI9wwNGPnhcPj2TUz++R4+QvsXME77TA7k9LI7lPNTg5TwSgeW99RO8vbVRjr12B4u94IbdPdsyLz7POT0+m5jpvbQGCzxIa4y+OWV1vqwgPbwIm529XGSavd3vFD5cUyG+VWY+vKKLCr76YXG95aS1voAq5T2R6yK+pyanvszI2T3Hw0C9sfsxvYv3gr7FrPA9Oo5IvlKnBb43mGa+gPw1PjWsQD6dNaW9g2UuvlzltL3wCvS9Q9kLPnzJpL1Pv8k8PcLfPKDdUD7Ciqu9WHwpPi4yBr4QjSM9EGcHvdjZAD6/akq+fn4JPgLEyD0wrPm889ixPDOr7Lu4hWm97HMLvrRNgD4YlZO9cmFlvLpbgb7fHA6+mb3TPSUUqr3bWJg98LqLPejHIb73JSS+TZRgPZ87GL6H+UC+CSIEvqYPr7sXAeI9qQgwPahMDTtNllo9nxEXvu9Ehb6b+JQ92vUfPYnq8rynkGO9YS6svjBO1DuzVZk9HzVqPeowszyCnqw9eb8JviiH4r1rvCa+7lUYPmPCY76AIxu+WaVUvm1rBj7BJN+9LY6zvVGIJD62Lsm9zSe9vVmTiT4h1pi9v+LpvXiKGD7u41s+Jcpyvh2wKjzhmD8+nLHePTWM4L2J8wa+V1rhOorzFT5R95G+eOO/PVappD1Z2hs+HxnbPa6z+T0IRau9BWWOPukR/j3HY1O9DaGKvnRuo7ySRaE9niccPF0xkDyljJW90LFyPNyWp72u7s6921A6vBw3cb4eFtk9BSMAvlUdbL6xma0+Qt7nvbp9Ab0nwog9RN+uvYM4wL2bgUo7LAUwvYpQB7vUyy+8R4ocPT/tgz0CIzM+SA8LPbWtyj319/O9wi1KPnJyEL7hW4y+8TLqPMoIob1uO8U9TEmBvfGanLy5rD6+c9uDvb8ldz3Y9gw9OPCPPdIIXz6PAoE+flCWvFU+Nz3VCY+9AmA8vOXFXT17tD07A7CZvCYb2ztK2SK++/hLvtYxsr3+mPi6gZ4GPuGoDj5Cnmo+YZmpvYxnDb6Gc8M9L/EOvoZkFr4QDE2+44yPvtficbszXKA969amvY5ZSL6crR683FjZvZLTOb6+Il6+WtqxPU4FFDpWDPu9p1cPvpIonL2Js5892xQTvhDMwT3ncSm+4iMyvXAvsb26BjG9h+YXvjkXXr5dxwW9iRuIPWOfY71aFre9E8oNPccCOb7+eBC+0ikvPDZIw709VDC+gfoqvafngb5m8BW+WUubPViIdD2/Ark9LD5gvvfE3b2kAkC+AWMbO6pTC71qLhC+GrFoPNtGsL10//29MYa5PfrWaTwJZOk9nw4ZvlMWVzwF0i+9/qFkPQMU47zmSo298vyLPNK2XD3ZnRu+neHCPd0LpT3gfuw8oTq8PV1rlr0vUFK+yajEvL2VgD0jime9pN3Gvd0eWb5CdNu8vV5mvlTMS74Mxb69xGXZvT9mN757f769FHPivAelPT2HyNW9iKfavGRSY70lyxm+9uyJPdd6Tb4u+HW7GkzEvQ6nn71ShDu+QhLNPGMm7Dxjuv68oGEbvp28rL0tI009y7UjPbcRDj6DsFE9eSRtPaSzJr7u+4Q7hc7APLrbhL4N8Iq90UoLvsDsFj4ItHk8idoavCZVy70/1U6+qtQJPbzxVL44xPI9W+v0vbMXFz6qRxy+dajfPdcF6D28dqE9s1GePfI8Ib7aV6I9IUQiPZYCAL7t0WA9MtEmPmRJiT5x/o2+wPcSvnoei75aTA2+StMsPgpSFL5gRma+pzs/vOePkL2nyic9zpIBPmSDqj0ufMU9bY9jvJZ8yb2ZHBU+5kHhPfTMSrsnL9c9eAoFvMrGdD6YyEc92HCWPQxz/j1VWzi+H07aPeBfJj0n6Y6+Gy8+vSke8r0ikpC9Z50oPaF8qjzGrRW+IBo5PmNx57wJkBA+Ue4fveXfAL6f1no8LQyVvLnf2z0zShE+4TwDPmZIB7yCuA0+Xi0Kvb5HnT3j8748J4SvvdsQkLzonvG8u8Fhvl3ozL0U6Jy9buRcvn7BfL4DQ4k9NiIZPorDhz0AIu+9glqKvvaMmb6IgCy+zkoZvp+VNr3e1MK8I8L5vXNujTwg2By+PkZ7PrcNHr4W7Ci9lcmEvEphsT3VDde929YSPaCQsL13h2+94RBXPckXoz3oUME8Fg5xPTLJDL17aWO+5rQ4PYCcJD6UQ3y+EWyLu5U/hzzHQlC8M2mivLnUhb66diO+q70AvsU6SLu91SG+v0xdPlRsLT6L9wY94eVFPvJZnr7tkBc9JcMMvvrdI70giAc5LMPIvVl5XD3dAU8+yxRjvXC+Jj5jIKy9Ih0fvq5RKDxV9W2+Z6tzundqG72oIIM+AFS3vG39i71PP+c9rRqGvUw7uT27upE+ZM0nPqtCNz5wela+9wdNvdvHob4TlIq8PptPvhvqg7zk86G+YT8MPRxxs72sFRe9XEJQvlKNsz2xM9c9HGxtPgAFID30BxA+C1UIvvNcJL4TOKo9jKpIvvQuqz2J+w0+C/azvvnfbL6EYD++HsDYvVHkTj5uexO9w1YtvsS8ujtyMzW+UKQwvlziBr50T3K972cNvpVTNb2RkY29NbiEvizuRr5DLN49Ac+Avm6aDj4OoJu97K1YvfdCnL3gtA8+V902vgh57D1YZgw+lKSDPkG4373vli89wDMXvbgKOj5IAdg8YD9cPu8uLj1IVDu9X1lNvkKDrjpO2NC9aQqXPQFmxz0VwGo93o+QvG/CxbyCOrK8hWmKvoW1Hz0rcNk9O7e6PV4ZUb7v/jU+jLCMvXfqoz3BpV+7ciA9vmlaZ77/zMY9Ojn4vXuxl70JAIm+6NYYvo5yCL64RwG+K7NmvA45Az7YqFs+xOG7vXfSVD4nPkc8hKbhPRtZuby23tK90EMRPsPTbrzcgJ09/hYTPmtOjD2zYq29ZL1yPjr/n70p7x4+jug8vQTG5DwBzk8+5Nx7vf/tTD5Ya4E+FZq5vAlvD77KMuC9uC3mvHIYcD4VnCY+3cjVvAf9Kb276l8+Q5GHPT5UCT0OapO+26WSPFmAjj3t0WG9bSdCPa/n+z2xbKK9QrxOvpeH5r355wa+tfB+vACxZr3PCGO9VFc1vfc1vb3umkS+F1mIvSMKlrwEB5a8mJBUPtlX8z2W1TM7ez52vWfSNL6FQIG+/TRSvLdJQb30f7a9reb+PWiOEr1UIDI+HBXkvc82zb0WHKM9tgihOWumL74FDBM+WpbfvSJRRD1TJai9zNyLvV2r0zwQljW+Z9RkvnW5zD3Ilog9TtypvVX0O74hcc88vcAHvu5oYTsb2os7TsQhvsloXr2HUz69wNuBPf3+KT2qk747aesfvsfcI75HO+68SgiiPaUWxLwtNAe+/9PFvC9xBT6dNxC+RgKHvVqQ3r0yKSg9Ych8PRxMUz7ULb69xV0ivqkv1TwIGWG+NPIivroLlTxXK7U8x+yQPZGKGr5ZfoM63oGBvTAf571IU6w7b+mvPYrVOD3qrjK+WPYpvSWggb3zkhq+rt4NvkxJIr4cSCe+DPNePZPEWLxTra471beyvJ2bA75rJso9FbhFvm0sMr7r8Sa+yF64PYqwx73+Pka+M/QSvsLOCD2KxUw9ThIbvmtHu702gfu8F/oLvtjz8ryOnN49vE/PveN5ZD5JSeW9BFcQvpubEr5Loqe7ZzXEPZV/xL077E2+PrXZvaJBYb3gXHW9Wn0QPpwohr06OcY8IPcPPtncAL6m4yU+KgPPu2RaH74IZAO+fKo7PuROfz7huWY9DryPvZFBw748mEi9X/RMPiuSsz0PwGC+BUEKPrb8gL112ak9ROpTvpfULr7H9JQ9z+JuPXSEEj58Gyg9/AJYPSFzEr7Ri/u9AFoRvs3wJz6ADDw+B6o4PsN5D75D3vs9XOjbPYXBKj1MdJC+bmKRvW3Mzr3hHy09HJCWvcmLEz7k6hY+pxgmvtRWzr3TSvc9Pjq0vT0Wi7zkpiO8eUb+PVmcjrumlA++vCVRPQre+D0GdEK9R3v4PJka2r3EPVU9JcsNvlZ0KL5yooa8XGe/vZM+cr2p/Q0+TKZdPZ8QDb6oYak8lGfOu1FGCb6njyC+A4xrvnO5cb6CHpo9gZX/vSa/Uz4RMJI8ljyvPFHU1LzF4hs9yedAPLih9T0XQPW96VzRPPDNprwdGeu7NgY8vf+N/bsxXF6+7zLMPbMdH74i3l093puzvQRWhL0mzyE9l394vtp2Bj3ka3S+Xqm7vT47+T26yFE9hiLkvawQSb0cOTM+MyJsveblyz2qboW+AUTWPWyApr32aIy8Vr+VvUpHJbrx1sM9VRcqPhxbYL5RMbi8ohIWvl7o2D3/Hug9yxbcPX1ckr7tcwG+0EkivtGdgr0Yx4q+4+UhvuimkTtBAls+hG6kvWptHb4DWBa9g1mWvWPpcz5HIJm9KuSKPWMAI73odI+9w3oMPYGDtb2k8DG+rgMJvhVVWb0KCG+9v5cTvu6mPL5bgku+AF1Zvrh/5z0RBCU91+mXvb8nxT0J6QG8VwAXPQxsKT4/ESU+wtEUvYJFfT1fDBI+EK+EvrhEuL27OE2+5rOpPWb3WL72xAQ+F024PQfPjL7arQe++mcPPmNOpb3OcWE9mLLuPS8NUTysRmE9qC2/uS7Hbr6c2Lm9uaH1PARQtTza17q91c7LvR8KlDsTEf+9ru7jverBQD4JI5o8SREgPv5zWrwlNQS+s620PVB7mL2GmB6+HXsxvpuYRz7eqPs9rWT3PRvxmD07BSo+HuKpPSqQ5juTVhA+gf5oPRJuND3jxkg+oPOAvcZBAL7D6+08GSSaPbUY9D0e8/K9ozkCPdgyqD00bCs9tEM9vUg7Zb7cjg6870QOPmpSfz4ns887w4ZePtDxgL5T2oI924J7vCcWHD7rx1g+QpROPfoQJz7B7A8+OdsbvszXvD1lr+69IFlGvK3ZXr3hzM69RsdXvha14byjyak8J1QRPoAfB76BwBO+BH01vo1EGz45EMy9J2Mpvd1bnb1ySHi9Stmfvfd42L3DqLY9pLqrutFiRj3D9n6+BNDEva9bEL7uah8+/bLrPN9NjL4B0Ag+vJgIPtPeFT4AZBw+uP8tPvTm4D1dcY698OJXPWyuQz1SvIW9GKSwvSYLGT4QwRY+TsNXPWcfxLyNCLY9wmUrvZKhMz7zEje94k9VPkkyb7yfDO28OVPGPSS0hDuOclg90SO8Pf9oML0Bi5E9FVUavX8gBD6t0gk+ORhyvWhL2L0yMpM+hF4vPhQ34j1d0G09y/rWu4iFzj0OevY9zPIuvVqVGz4nDKg9sWOHPg1Ewb0/fL49QThCvdeWgbwuYrO90fPHPTNrTD1wpgO+qpt1O10r8T0UJzE+Wc++vckYzz0jICw+0FgKvcOgAb5Hjpe9on1BPvJf5Dsxrec9ferDvWA4Kj4YFyE+jGcNvTI2SD3xVhG+VtEZPAfEAj5dMB0+Aq2nPVGLbz2bfeQ8QesKPuhK1T3utWi93+4cPbsDZL3eloy9MPPGPQUvDb5vVjg9avLCvBoEVT3CARq9YolPvWKs4L13xq49KUf+PTE4+729Pjo+l5hbPo8AmL3DCtk7UPPcvSTxlL0Gf+g9oDriPaU8Oj6F0o09+YqUvYHJHj2oTbU99lVNPi+OA761WTY8S/r7PZgCGz7Ua/Y8GUp/PaO4gD7NEVA+6alEPrJPJD6raj4+evN+OtrEt71yHT288xT/PHJkN71Roc89zrAEvpNdpD3FyAg+fpRXPr0BOD5JhPc8W7RbvdSCTj7117C9kSuUvGfC2D0bdg08aIoavuFNXb7XXO69xnCKPnsaYL3QtBa+UXUUvvNezr1ZXuS9PhgGvkNFrr2ZFRG+71ojvT7uSD7tmNo9lzf3PVh6UT6TrQ+96mIwPl6MCT5R4EC+5OFMPsQ2nD0el229Aa4/vXkqojwITQy+HhsAvrNDMT2cjq8+WQ4DvhpcMD4htCO+lXyiveTTRb5gFYM+DsEpvQrHNz1Xa4Y9f9lVPrOZST4OS6y9ed+ave6Wub3IHSe+X9zrPXYFwj2aoW+9ed01PjKBVL3JE308fBT1vPJggry6j6K9OUYwuzdYOT6at8a71acjvtF5Nr5mkbC94nhEvi2Sbb1/7k89puIGvl46Gr3RHE8+qT++PBXX3L2QezC+pKE5PRo8X7qYfGw93WQ6vjLXET4ci0K+RdEyPtn1Bz7wA7k9uSDRvUMVwTwPUmW8YDc2va1qGL4n9HG+wGZSO91JXT4x6hY+4OQzPhupNr0vaFY+6VJDPn6F1z3K/Qw8e503Ph95+T3xHA8+DgJvPdVa/jzd+H292/SMvAw+Gb7R2D0+1F7KvRJpeT2StWi8eFpNPRqafj6vTdo9KHDWvcWkGz1HH407bEvfvWaVXD6yQcC9PnRDPWiJLj4opx+96dFmO5e5Dzx0f0S7UINEPVpxyj0s1w2+Ex46vaFOzb3HApW8D1YkvvWfyL1GTXY9a6EYvfU0HD5/SPw8dJEevkvKgj0bnbg9T032vJMkK75c8CQ+Kp4+POZufr5OztY93GyjvWL4dL2zNhk+zMHmu3y+lT2WRoS+p09cPsSk/r3RBom+fbI8Ppfa/T2MjyE8k9OtvfkrgbreIxU+BzzSvc3FE77K5xO+2FwtvglIXj3CehS9Nr7CvaxlIr5m06m999oXPSLyLT7yYTc+84wWPg2tkz31yUg+oPcvPr92rz1kAM09UyCVve0rgb4/q0u+ftl6vkARnj1xfEQ+KDwIPSNyCb3otUi95oDuvQmMsz34kIu+LzYuvV8GDj51FOg9Y1zAPe73YL5deD6+MgQtvlF9rr3eenq9tzKRPhRoVD4DiWs9l5X6vPAoCT6FhYi+1691PjcKYr55Hs292SNOvQ6A1b0TSXK+EV2svUHwDT1mb7m8Dr3CPeYfNL5TdhQ9oqDyvB1BEj0tkUC+QQlVPgLBQb6H/Yw9s2U0vWDhsr1WRo49Ku6VvfO1Nj4I0zE9+Cw8vVb6Pr4RgzA+uWGyvuwk/Dyj5OC9nCZLOzxnMT7xEcO9z//yPZhtiT3174i+kW89PknapT16PJK8lCyzvUuNqL4UTR0+7o/6PFowtzxXLYm++9gCPs8XDD71jbc9bOChPWFMiL53wDG+iAUmPs0rPD1vMKA9jhvJPdaGHL5fggC+O5PsvUUwAb0KqjM9DKl5viN/570f6tQ8TtYDvTNKWr7Grtu9wC70vFJTAz4+btY9GMnOvcxmBL4VMRO++DEmvonxvD2TErG9SDr7PX543L2iFz29ynDEvSDTgrwqlQk+QVr7vfSKNr2/XeU97oGoPZS4bLy8XM69bf8hPU96Az5UXSE+9cfcPOfuITz4pBE+wIOaPVzKBb70I5Y9ETH3uwrmR70p7Rm++CafvZM/Mrzyb0W+Fx5DPvtpmj5Ssji+UBoLvozkZT3SE3y9UgotvUA5AT7VN+c9/mAEvJsQQj6TRy090XtzvHyJbb4i7Sy+Nu1LPi+XMj7tnTO+QVC0vVsZyjtEXpm9K6bovaqH+by54Ye9MgGiPSnIfL1JXt49/IofvVzIVL2Lbxq+fxsPvpQTDr682hi+H1C2Pcvsyr2KFF0+2D8Wvaf2tTwFSoS9KOL4PUuMC7w3cJ86fIn2vZ28Jr4x/229AYM0O+LYLLzX/4q9YEu+vX1bMj2U1SS+4yD4vcgqjr2+IPM8+EQkPaSb2D2wBOU9xlNyvq267bxugf+9qj85PR35PL29mg2+VDLJvUk4Kz4auL09RFo4PvXc1T1KnjC68dWvu2pHpD2ayG09TyCnPTlomrqQj0Q+LNEpPnw11Lu+3oK+cihvvMi4Pz1yNpI+CR6UvWeZhz14eK88IBckPlYYCb69VSe+Uc2PvTBfrjzL2TS9+tqVvB7G9z0n+gg9eLPjPYcaPj597qO9mkSJva8TmT0cI5E+gaAYvFBNLb6azWk9n4YWPqOpCL7+ncM8XPCMPcXu8b0+0Oq8K7N+PSt0MT6qKOu99poDPYcBG72jREi7DCtQvtsAjT293Ti+hIOaO8lzTj0uPR8+KnMQPookzz2vNY2+3GlLPd7SvT32t6k9OvsOvYuGHb3SrCg+HEobvSlRkz1hz3g9VheIvSeXiz1GVhq+zlNNvYtaUT5IlRU9eo0CPSOH6r31R3Q9TkfKPFX1/r08vTE8xZ5svnrzgr6zpBO+20PSPY5aWD1RVqo9e2MqPiH8djyZe4w9daK9Pcfo6DyxzG++LHbTvQDohD6N+Uc9CbAxvmnQeL0n0pg9kHPRPJ3m+71UC8U9rqX9vRFe2ryc+kq+UQPbvedlU72F2FK+VpWNvpszOj4W0y2+N0QLPkl+cD3aaNq9cTc+PkvH2jyneTm+ut0BPTV5Hb35a6e97XO+vaQwOD5hpki826UgPTDNe73Jkfm82myIvpWjyz12g8E9e/idvLYsEL7Zqyi+/5KBPUxwSD7//a6+Nt0fvtO+8D2DZZC9vDU6vgsK9b32LMq8D8KZvSNZGD5b5Mw9zHgevmrkJL3Nx5i+R7RLPiGgMT6h6Zg9B4scPtZCTL2v7Mw9eY8FPXjwJj6TqQs+igFPvZp4KTzraxW+cCcRvcUHnj2Rx+69ZFkfPtf9IL0GGS093qcwvQu7xj2g1KC9DmiRPTTzYT2n12o+I6K6O712cj1hKpQ+nSXcvdV92r2KpG29iGcqPYrFkz4YpxK+ycaoPdKxLj7K/aK8h3qsPrsjeL4VyVM+LGCgPJZVJLzWdiO+BWC2PQD7Ybm92Lg+tprtPcBqdL4XIws+jnhNPvovY714fUq9l3AcPj5zAr5CqNo711aNvn08K75pxog9CVS2PgDn5D3y3Ci+BbMAvqwfd77o//89HdWZPZeWBD65HVe8jNCZPtvGNr5TaxE+6MQpvWQXEz4aNo2+wtzXvd6oDb7eUAS+AgwWvrAgEz4e9oA+/TcTvlZ8rbx9Ls88glf/vQaPmb4R2cg9EqhXPl73xz2qqSG9fMoCPEmqEr0eKjU9LDtkPL9sxrxfJoq9ZZGpPv2bZD6c88O+Tu+BPrO4jTunz0M9VsqYvtv9N72mubQ8S0oKPn83bT7aljI+gectPfFtBj6+cwQ+MC4Cvb6Md70p+9o9/uFqvpC6Gj7JlUE+9jZgPXmww7zGta++z0sFvk/bMb7+A5C+0n47PsHEEb7t8Zs79cLqPQNCmL0l2Sg91IEcvtyJxD2avIq90qSuvbz4Ib5vulC9Fjc4vpL11b0rRVA9lS0GPfYkmL39ijC+2oj3PVG8AL4vFxw9LhKEvnf2uz2KuiW+/PnVPGO/JL63YBy+T/EZPoBUAT25y7I90ii/vQTuET4XXKW9W46vPRShPL6fOwO9BqYGPUBvKr6UVQy9wc46PYyN172Biye+PfqzvbtgGL74Iva9D5mxPZtEGr6TS7Q9IogFPAE7hDxHTOg9IuwOve9TqL3GBIQ9XQAKvr/kxr1cpgi+XlcXPGdXLz4s4eA8iYAivr9GKz4JQwU+hBg6ug1YZ73SeyE+9p2BvV0WJz2wJRm+6YdhvUrIJj5ilX49v22MvYROlj2sIgy++643vuBHUb68vUq9mnMIPq4piT2InhK+msfwvISkdr2bwpy9xgofvbHn7b3UgeG9keUpvoppyD3GdBk8L3wbvpu20L0t4gC+7XDePOQYgT1NXOA9Ki41PtIKSL5gvXK+M4pOvvUaN77c8P08tBwPPtfI8rzf5oM9qJ8XvgoFAD6FSKY8G4FbvnNZJr6eGGQ9IEduvbOFqb1xGzs9uRuSPdOSJj5P3/W9RDj1vdNcEj4KRAa7r6YAPoqkSD2FIPu9m+DuPcIc3zxGY+G8A0nWvVZK0j2BiPw9JFY9PvzHYz3ITDy+g/10vihqmL1Utd48U4stvjOZ6D3eyZo9fcPgvZ8wAD6e/SS+8JlMvo0CAD3l7fK9/H1+vQTBQzypv/6846exPQoGzT1HrRS+UMCKvJA/HrzydWc+SXDmu2TBjj5n1um9K0OWPRffkb52P8U9PhpIPRWmpz08wpY85jfoPIdalT0/sY0+yzrUvXvUUL64Tme+3GxoPSHxpT3uEdE97yUkvOdSzL1tMCI+M5LXPVWlkDuw4o+8UfEtvgSwvbsUfx69PKJjvX5bajxUU0A+XcfHvP31Cr7TWYO9D/t4PrZPjjxnMzi94oFNPmrouT18fcA9fFJFPj+9KL3+8AU9DaWSPc9Pkb1z2sC9JTlDPqNyQb2PWl69Eu5bPCV/UT3M6Qy+pK2SvQe2072XGQI+1QuYvqEXVL3ZJyK+U2MIvhLpQT3OM1Q+E+f3PdOEET6RnWS+RQyBPVs61z1bfpu+j+2svbYBvD2td9C9HRq7PaSWGTwqh0E+rHqDvegtrbzl3PA9Dc7zPfH4H72j92a92VVxPj8/AD4MgSu+SzYOvq1fjD04iCG+woNsPgEhzTttYBo8XkL4PX03hj62P1o9xIAePurDuTw3KuG9+5xcvqAgXj5Yzq+9qJX9PLvmQz5sj2g8IAfhO3DqoLvAk2i+hwKavEd/5ryQ+wQ+zW4+Pg94gr0QWMK9KzV7Pc2GtD5bUwK+/nAoPvrosz27Ct49Hcwfvi1CNr2hJjs7IPAXvS+1pz0Bwj4+MLi6OwTlXD7Em+690Do1vsGs2T1Tv5w9uyVcPdBjtr1w0d69UJfpPfpoEr6gUJi+pRaBPq5rPb59yN68f/0SPdplTT2K3he9+MgPvMzn5TzPOQS9KXq1vQB59T3wQrg91+Q/PqCjVby4hbw9jXRsPk5NML5MkVW95zkPPjD1BDz8SW29FVk6Pptsxz3luyc+nEwcvmTfDr5UpEU86nknvlSMUzy1yx8+sKzvPWuStb079NQ8ZVLGvZvCP73EfoO9YhK5vgIZ1zzpJso9vocSvbUobj6L8OG9S4acvTmL8T26dBg+261tPnvnoT1ld3c80OoyPQbdlT4xbWq7DRKMvZ8ZFLymUgi9JOWKPjw9aD0d2hO+8b6lvZMf2T2OANK9aE6gvafnJT1jXps9NR6uPW7FuD08bjG9M3mLPMT2WL7kKQw+dtAIPtTzCL7sbhi+5vGcPaTBOj1AZnM9wrtkvMt5CL6WVFU+iy/CvG/SkLy7KJ29Z346Pegyjj2Dw0y+B23IPUSaC75Uhb69Yfq0PYuxgT2XR5c+iG9VvnjxF74zD1s+91UcvhKC9b3YuHS+zDNxPlNPZjxyeUS8cv9fPRnbYT2AEhi+aaQpvfS1b74k0D09K90FvvkMLb6dFBY+Yot1vhtKpr3juL08Q/lqvlzNL76Ay/m9+l5APc7IK7z/koY9OwyNPc1FEr1Md1o9DwSBvTdXkLwn46k977EdvlVyLj2Ms0K+CJ24PflcN77yQKS9d740vhdwrDwRdg8+QQ5Hvr32Q776nEG9qiNqPXJ8EL6oFIg8/vPbPfa/oj3244u9C4h0vmwpA77zqSg+5PAjvJn9B70dp7u86kUSvkx+Mz4Qw429/0xSvXchlb1Dgja4VH2hPU98DD1G9hO+HlUJvi70Az02LpM9GviIvFMG6T0KBQa+ct9APDkAZb2qTgq8W2aJvPPV4L0oef08VDx6PPc3zz3LwaC9GG2jvXHGgb30sh2+ufrgvfge/70ttnu9aYJAvuyG4rxdAV++vMCZvWFBEzpZ+Ns9fJ4GvrS0pD3aEgE8X4YcPoUyazyVELs91RsWPi0eVL51LIG+dZZhPTjPn72pKdy9j8eAvdQZPL4kVSc++VkXvgdl17waYCq9+R+HvkOgi7sj1sA98JTmPVOYD71Y0gc+dAJPPUVI3DwkVEi+6XI4vYTX270mTrg91mhvvnzbID7D2Be8drmNvZP4g7yyBcC8UJINPkEjRjylJWg9Qxd8PY7aHT725uO9hVwOPhds6z2pAwG+bymovY07vb3FyKO+fRhFvgq8Fb2xMgA+u0LaPL96Dj5diwS+h33mvYfo1js1cDu+hZWDPk8LOD74ks28jVZ3Pt2xxr1Wh9c7CqJgvqx25Dwhn2S+d2Pive6GDT0NP3A+OrLtvQVAeT1YJRm+zRsZvX1uDz3lS7Y9TMsoPtuiy71Uu3u9Y4k5PgBb2DwurlY9oc9uPZai/z1O9UO+2tHvvGDiEL7l8H48lU6cO3Gdh70CjxU+OfAYPVw9hL5zUhM+88MuvgXhCT7fPzK+sj6rPXWtgb1Y6x28CERkvsIonr0IxE09MTZpvRply73JJ0q+sMOUPUxUYb1qUvO5G3lSvp6Q/r0Zqts9GqAZvkRXYz0Hvo69SERgvu2wjLy1RYm+CpOGPeBHVj5OZWE9WZEUvRZVdj1hBlC9JIvWvSQE9L0+IoM8a1gwvsKFFT4qsYm9d0oiPmZGGb3NjAy+REcEPoeyIT5EdVQ+II5jPPCIib14yvG9id2vPcALFD3uiHY+hVGQPTcWNDz/KI+9YdHvvfEcBr2PGSc9aQtUvdIZ9j3qCHa8GACbPQv7TL3K5pw8fVKAPsL1zb30Xl0+ks2EPWxAQ743ThW+08Wtvap5Iz7OYYs+LwxQPkz7WzwFqvS9Woo9PQX9AL6x4xo97A2Cvu0yrr2GQRs+jgcHPjWkEb5A2OC9sMl8u5SjI7wu3TI+W7wSPhgZ8btdhzG+b/4vvjwT2r1eZn2+KfCgvXR4ZT4RTG2+b4odvoh9Az5M41++dNPfPXxu0D7hjUO+ZyENPq7VVb7mYAy9McJ4Pmd4abzCEpw+87PEvkMfkr7Ny5e9nG8Gvslq/7022Xi+RsEKvpscXT6vNYC+ocqmvKOUXz5m3kK+X9hcPiJfeT31ux0+raOEPt4LEz4uebS8YDCjPpDrnL5spru8M4GEvWEPjb2EZGq+XpYuvknpNL1O8Eo9KxSAvvtsnD0upiU9c2a3vSaRir2HeSk+nkjGughL7L2kIWc8gEkUPuKuxz3ckX89WtXIPvhhGL7stEO9kDDXPSgMib1lFYa9bzC1vbBtFD1S77o9u0XAvjRaCbqRhc89B5ARvbh8r724SSS+DID6vVqOEj682DU9EmfjPWUpvz3v6AI+U0z4vWEj0T3Xtm2+0ZMcvlmBjr7ciDI8rWHZvSI8cT40Mf48h0HGPbvXgr5BtHc9tiskPsqEiT3gX6e+5JqePozZmb6z5Ew+7OsAvigelD3jOY++l+CFPuRPp71UReG9svXzPfRa1L0pJYQ9KvMevSjv7TtMBck9yOpnvnIEm77t5eS9/S0ovgPFhD6AuYE7+BlIvtEkSr6Aw2Q953Y+vhsck73ILFy+hrVtPnPrFb2F6SE+XxGbPXiRqzzDbI29UGouPi57f73RTbu92oTJvViJuj1uqEA8b4U6vWQTQbxvAwe9CU1jvhkwgb0+zdE9cBwxvf4VA770OW09F8sqvlJGXj5NJHQ9XnqyPesXPjzMzPw9SRyBveE0Ez6CJ9w9RdtfPRbjLb0pTUk+kGZwvsuPjr30FuQ7cLOSPH4H/b2dxW874yxEPT7QgT7jNTA+zKWCvRTHrjskUXm9kRlsPAp8HD7aely94nArvns9Xr70KaG9UXv3vYwaBD3qXIc9EiOPPbcNhj7ejsu97xMWvkb9HD7Kmsg91n1KPi5Xx7w2QiE+54wzPitd0r1jk7o9TMEXO3XxPj4ur9s789mtPOiFIT6ASoU9Sw32PTbprD3lG2U8cDbBugRVCT5VS449vpTfvCqxzD3hypk9mbMfvf9wAj74+wW+deTFvZZokL1j/gq+zAULvipVKL6P7Ts+RDbSPXXkGL1GZhi9gR/KPTbDDTsKZEO+2RuLvQA5tbwQRcw9LlRiPi9Jurym9xM+W6yyPctyhD0j0Ge4gygmOcH/DL6UyM288TyAPWSIlj3lTCM+SM6RPZWnHr5WTNW9xC4ZvoTG6T0KgwW+waOQPT8deT0TiVM9xk5Evlbu/r35ijM93NP7PSFY+j2C26e9zFkBPkuH6b3teRu+2x+mPbAlbbyZ4Fg9g0JyPoGeX71dWie+nTOdvdkOYT5eSJq+3ycCvpReOb7tHCY+qOe0PVz6kbyrBqO+lvXsvQZtYL4j71E+aH3WPXWWUb3LIIU+C0mHOx5+S7yQdjA+42UrPs1+OD4f1V49eAkiPhElsD5mxJG+XbgsPi19Dj0xR5C+I+l0PHDTWb1uPK29WD0qPj8dQj3X0wa9CbxAvtmCYT2Ggqy9GKkSvj+ueb4j/AU+9j8hPsDCTD4bm4++4ryxvcpwDL2t0Dq9p9N7vX8XgL1MTtW9PEGGPj6K4r33Pe29gtYMvuvzkD3CyBo+AJeSvmz6jL05cjq+2IHUPQmpcb755Ig8jcyIPhNSyb1xyRs+vTI8vlzihr5XdQg+8N+0O4kT0L1leFc9ec6cvS4ysr3U2US+mnSZPtv2zrowQVU9EsKkvKaKlL1W8Gq+SNoXPsxYpTzL/yu+GGE9PQCelzy7wXM9wo8PvYdajD3IHqy+95pWviW2f7xFMJC+gBl3vvSspr3Ufp09rLnCvUqUCL6h1Mm9MzNoviMh6r3v4TE9iBdSPbkSpz7jtIA+/JMmvEFu3DtW55A8WaNIvLdGPD1WvA8+YfncPVZ5ib1ksIs8Kt/NPd+PUjxVNtO+6eSUuxy2wT22LV6+xEGhPkHEBT0j7jK9YnWbPF36Hb5bXzs9Nldgvl6U1b0U/fU9AX44PTxrhr6hNhO+JkrSvaVDoD1wLPo9ZPHPva62G7450wI+lx/tPZOVJruLMi2+bKukPUpNqr5+H38+hNgFPHR8kbwTfhO+GzmzvbD/HD7MwPg9pQKKPj9KCz7VE6u92/qovojVebtRage+ckOxPboQ3L0Pqgk+Lr2NvIIQnL6egNW9bRIkvcX9g76CIyM+m5Zyvi5Yj710Jo89WPN3vQNEDD6zBOa9bvIxPiH4oT4FYFE9dY+SvTaYyL12z8Q8RV0SvoOV4T2B71o+qa0mPifHAj7L7Iu+JHgsPuw8Mj4GayE9IS1tva4gFz4nLBY92qiOO/V5Bz741i++wJ0SvTS5iL0ZAaI+oQ6yvShkR762/jg+9CLyPcbzYj3104k9OIBaPWx3NL7JUz4++9LgvWoXqj17zag9l+efvkndQL5KO2+9R6QavG5Cdr3cBVQ+miovPpeJLD56LQ69gTeJPSzAuz0UmaC9ikFLvnPrEz73DNM9SXX2PUOVDT381XI9e55ovTVNEz6emYa+5iI6PgvuJz5yaJK8Q4+LPVWk8bwz7Rq8MSGIPtGZIT5IwBw+gU2lPRhlIT7aMJ09aNzjPZw8PrtRgkG+z1+uO6rFET5uFyU+R/YWPV3djT28CYW+p2YBvieGOTzPH8M8gY0mvjB3qTw4TVg8"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "VYkjvUhZK70TeP69I1sWvcgNVr2QnSU8J0APPXNvo7z68we95y6WvAGW3byBEq+84mM7PDosJL2eG+u9O2LpvaboyDwF7Wm8xpasvYFhFjwVPYU7RzAXvby78rypUq+8mAFGvB1xC70IPoy9MWddPUeExLwT0Ka9bGBdOiF6SLzMFxM9Lz4gvTwCuDsbCO88LBn9vOYAGL0pZvS7ycEBPJF9IDsfw1a9xmtEu7muyzvGn0K84XlpvMLQ37waaF09PqfJPHHRED04wMy8bOiVPSw1Wr1svFG93iMHvUy5gb0L1BI92c4IPG4nCj1PgKG7lxZ0vQ3zibyDbCA9FKQXu4vQK70tBRe+Py4nvQdJlb1udpC9330BvaOgTDpRUkC9G1sXPMDOoTxTga099NvWvPIbQL0V2a88nGvgvMl+vb1vodq7meOJOuLd17sKIzw9a1FXPV/jMDypjiO9oyWjvfm5H73hili8wAhpPdJLRbvjcMm9HZ8QvTSsdjq2S2i9m2REPCtDn7ygiCE9sYW1OoKjhbwkzgC+UsYhvGN8x7zj9Uq8bBExPPIrJbucrR+9PdcevDnedz0raIG9s7V7PRN2N71s+jC8MGL6vGAkpLwrIAG9LPk8vIumRL1/gq88NIWVvZn5wrw+6ye9x+uavPoq3LxFgoO6rCR3PMP/oD0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 