{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "N": {"i": "3"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "4"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"begin_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "sbAZvXoJF77uKKU9T7OWvTtow73i4zO+cURuvlMNvj3acw6+FkDzvUUkt73iqII8nOAVPvm93LyIFcW96yXivN2XWL1yYVC+RtMUPsNV0Dzv8oW9cFp1vS7xHT6s99C9W4TxPTHPvj1+iM+9GtsWPnvFLzzluIS9F6j/vdqR7Lwa3Tu9yyODPSaEB77Hqki+ah2vvJZN7L1Rj9c9UkiCPQoeDD2k6+28HIIGvuDz8z0WcC2++KEevuYNrT2dYo49nQwzvlurBz7l6kG+LtyKOVH+Xjsnoky+taqNPklMlL08TJw9n4savuh5Nb4EIOm9ttokvuG9azgbiVI9SZC1PWO4wL1Yiwe+OyFGvkzqQT2ax609qndAvloD0LwRfeI9fwukPVtjQb4eXFe+OFilPbOvWb7LMye9YV0Ovf4/Cj6ohT2+I3XtvLpAjb2S6me+KPDjvabHpb4amEO9E1BYveA0gj0Md6i8y54ZPvjiJr6LzQu+Nxw9vXp1xb2lPZI9o42/Pdnq2z0GPaU9p416vfFDhL0cs2k8CZ9zvoFSlL4yWd69e9iCvas7Bb7B5jA967iBPVHsC77COz2+7b8MPb1rfT0olsM9AM9nviupAj2oleo9Y0UJPh6tDr7Lhx++hfS1PWIKHz5eQ4O9bNOcvJIzrb1oN6g9RpJvPWYCAb4XROe9+HN0vsgqpb7wRfs9DSIOvTe5Br7d69U8NGYuvR9bhjsAtC2+bX55Pun6cD4AIb29giyQPd/zyL1jnQe+0f2FvJIM8z1kJUE+klM/Pko2qrxnNk2894m7vTMIDj0V1Rs+qs2fvRGtab5NYBq+w20Pvvh1Wz3ieZQ8rDYcPj66QD6Vc+g93T8ZPj4KTr52ogS+5OCWvTE/Q76vHQu+4Q/fPK/8cz2/yRu+LmMlPgs41T0N0SK+ujylvSOMy72vRmc9yyUkPujG+70vNuQ9if9WvRDzy70ugpW8zA+6PUrNTz3E9N89miPnPc8Kv71nxo+9H7gVPuBuOL65lWa+HOaHvm2WFz6cGIM9WWoIvrHBFz4Pjwi+12xSvkyErz2yJM69bf+qvWr6cz0dXmY+JKQTPpQTOj7FN0C+8tRgvkX1bT4c1Ok94FVTPgTKQT54/hI+Uc1APdyRpb1XOyM+Y/1nPrR8Bz7FdII9tNzNvUMKhzyrDM49F/YAvhweFj7Om1w9bbcCPopJ7zvgO9M9mS14vatujz1uj7G98Y8YPd8RbbuIQog9QI/evY34H76FKF4+s/vQPZr04r3dddu9ycqSvl7eaz7ZDzo9sEjOvIeAVD79MiK+IO2QPZue4b2HaUa9cBSUvZ2bZr6XRD28kle6PYXJBT3F2Ry90xmTvSX8BT1ihi8+2Fm8PTh1uL3dKtk9LaMgPn3jsD27KX0+mG2jPEHfNj5AbMk6RA0gvuHBMD7K8ZQ9gduIvv0Umj3606q83nQ4Pr9+fL7LQB09+dlYPqdWFD7ptEG9uFODPrkXOL7ABjQ+0g7lvHtWLr0Cdek8kU1mPsZNEb15vkO+XkZIvU0uPT77a4G+rUQgvqp7mj7/rw++JrQoPptRLz3AKXa7dc9GPsepiD5gHMi9AOESPjUGTL6ZX6k8Rn9NPgyYTr4XeH0+zVwCPueItj7z4QC+i2ITvgpcAb1BFIA+i5E6O0w6kLu3zX8+k8RRPraPrL2t/YQ9l/kmPd5vJT0u3PG947sbvrSdP75t3+q9DCOMPbdNJr7PFQy+YP9FvsoCJr64qiQ9R1WQvsWLrr2gRiM+9RpVPXJa2T1RoYs94g9JPUoVCr5rff49wZMdPliPIj4yEAC8DsMpvY13yz2bP6e+RbsEvsA0j74yZHi+fM2BvnQHyL2kMxQ+SwP9vcyZqb0QeNw9q66APF2mRz5EpAO+Uy9NvlAVnb0WjIc9OKfGPRBES70K2vw9QJqEviDOS75DD749/4RCvnICa73jjzW+fXdlvuERCz4MJ4A93CkvPkS19b0spTe+B7rZvcSje71Tlce85W4vvgjbCrtc3DM+U4UQvcKNIT3Tlt+9zGF0vkgnrr1Vagk+7ZckvdkPmD2vgR0+CyDQPSMsHr4Hrig+PpuuPPQjZz2SnqW7Go4HPlX0A73Kh5w9JVmWvgwPlr3fADS+YTsfPqDwG73sJyo+nteVO5wtHj2cQZO9vPd4vjFJ3r0c13Y9gOMsOlS23z0yIsG99voEvZtvljrxtky+qa8hvfnSb72Trxk+vJY6vrbb9b3xKA++vtbDPY+/vrzZWE48GYgAPunvBT5Xd5E8QJAoPl1bEb4iYIW+Oc8aPKpvwj2keuE9OY9lvk10iL30KCg9kLQYPqlRjr3taWW+xzs8vnaqaL6Vr7i9hbT3vfsSsb1M6AQ99DaLPHsX8T3gtk++n4UYvunTAb5FNxc+1nWTPe50ZL53U9Q9eDGfvZoyWD3ZpaE+ETWOPfI5AL7vzU69aAGPPBpMsD2BGA2+kI5Vvmah5bxtibC99QUZvl+gcb46NT6+eeTuvRj6Y75atA8+/gYGvpzSHb6Fd8w9IDmUvXYLIL0cyD49POMwPY4QJb4wbhI8kK/fPaBhmD0RpwQ9qRnqPaPnUb7I9QS+qwxdvh+ua72oNbi9S+WfvBKg3T0BaHG+oKPFu+AaZr2zqag9ErsbPs8Uir18O2W9QkuEva26Zz2Pfts9QNRPPVGxy7ouTOE954g+vnqbDT5XbyQ+8ZyevYtPfLxe7HC+lwxRvb6QZr2byxk+N+WBvP/EyjxIzDC+LXdcvYI00L3t4ra9x6AqPMkVvT0sL9S97s+UPFR1zb2gP8K8UmA9vrCfq739cU8+nMLEvQVhSL6ZpR2+Mcthvj2pfrxd5349Acv3PVeA5L2emmw8ypDiPJbf0L1fhHq9FLJFPsUdk72hAA4+0tBYPmgqOD1QhFm+R+QRvd3BVb7gn3q+PtYqPZeGXr1X4Ni9zjqQved9+L3M+xg9nJ0lPl9cWb44Ba09lBgnPnhzmLzB6xo+TSFCvg826L1emEa9L0IkveZXlT0+ZBW+F7tuPSoptTwStvK9zA5yPk7TGr4wpd48t6x9vkHmnT0k6IM+9z+kvbFjJT5BXrc9p4K0vfHRdT6d52w+ryY3PdOFPj747Zg931QBPkobtj02Ang94YUcvFKC2z1lKAs+Vc0xPr4TOj72eJe9NI0QPFNceb4Wbug9Ad11PuJJoL3V5ju+a/ToPKJmbr21smk+usjCPb0M7rx2Mv08NboVPmL22j1z//a9Rp3EPejmRTzEFH474BcnvEYjxTy8WFk+v2fhvIAxkL4bOKa8WMQAvhalHL3a2Du9p+Kdvjdye72Rn4s9nvRoPayPBL7ODOY72uGgPO6pBL5PnjE+6XuHPWxsW77+viK+jSkAPfa0JL19GFy9QeP5vHyyFjxSBCm9aVTTvURmu7wMQtY9OGbVPf3Bj72h6wE+JjVuPpKAiL0nvMy62TM+vh/2yz0x8P4829yOvnfGjT6azV8+ziOWPrXRAL5yqjK+sZhSPgXA8b03XX69tX1zPgytLr7Ayxo+1tVLPsYfBr36IbO9QFQDPNA6Sz1BBwM+lMAgPsSJxTvCsyG+yOgPvv0nwT7rKQE+WGBmvfVVRbvCvvy9rSV8PXq6LD67ywk+nbA2PsCbhDg76Qw+dnIIPn15iD3XpqO9VEMtPgzLJT5OVNa92YQGvqxLRb7KUqk9riMuvhrYMr5Wk4M+hxHmPWSUhD3Wgrw9nlNgvqLPI7y3r8o8+ySaPV/0672zUVS8M0TyPMpETbrBquG92jERviQZ4r2Z/g89Jh2TvfPPAj1zHDS+L0RqvnrrdT7xwH2+1RwNvkxhjL7it8a9X21FPr/8xj0z3Yw9b29IvFbXbj0fA5y+6QmyPfmMBr6R/fa7zo4avgUYHL5DVWm9JZmEu5/+ub1N5nM+ROfqPbRCFL5+gr09dXfavLcMNzzXJpu9FAKAPpfUzz1Ho0c9YSSUvsob872uVU4+YsN1vsKmMr7FO6S+jZ53veSLgz2c4oe+p5asPUAILr7kkya+OJ8kPi/rTz7GRjs+kIh9vRupZD1yy+q9dVYcvigPcT5tALW9H3PVvQSMQL7ALtQ9O7YcvA9xaD3/mMc8Kd8ePo+pBz65LVS9DaWCPFHeUb2hwSa+zHVBPvxpp70BVwo+9rp0vhirRT3hhwC+42MBvm6QkL1Yzxu+L+IVPSTVET5eJ6o9GXx+vhEFijzjU1O++52EPQpKk75//Tu+kqsJPsqk5DuCTBG+n6Ykvs50AD2BZKy926pJPvrpOL5UwiG+pUcXPkJT6D06BcG9GuwPPbF/BD0IZgC++wT9PWp0PL4nvVE+w5I2PqVpJr1gNjO+esiVvdm1zj2rdAI+2kKVvtzsTb7+7si9va6IvfSjAb6NHLk9tCxZPi1kkDx4TxE9nv6RvZIEij0Gq5i+PhwIvmSv9b3Rq7S9/v7WvSD02L0aR+E9MR4WvrN3Bj63Nta9K1IvvvNMdj2dQ4O+Vu4YviyWOD1Bcg4+ovPjPNdDgb7tOgk9H4pTvt8+wj3T5QS8Fq+PvHMIxz3URlO+/rFpPif3jz2zHzc+ct4zPkwksz3NYTw+uB8tvkWtG77ZiOc9sOOwvfFz+73qKxQ9eRK7vZqIkryE1bC9Z0EIvrs0IT4JGPA9zIIuvteHYb2jgBG+xt43O3TZJL5aEC6+d0oAvRk0Yz3mILI91vYevp47tT00SHk95JmyPV9zsb1rOdo9UPQjvmEMjzw5X16+NxIVvnIhoj0+kRA7sLWSvhDIl72YXsq9ldjDPS7xbr6qoIw9pYmzO8XMHr5+sg46fe4gPiKOIz5NvrO9WZWGvco60j26Z3q+HjtYvsHJBL6Dv8y9LWYOvp0OgDy9DIs96M2jPZmhXjvjZ+e9O1jOvcc6Wb69drC9wpDovQ/xY74joTa8irsZPoOPhD6c2r49EjL0PYp+fb6FriO+Qn7LvONncLwgmJ+78U0JPrzb7z30t/s844rCPb9GwL0PqFg8y0HXvXiPEr5ZHVE+1jgaPhYLOL4FY+09A0SRvvShij2wuFQ+WFY+PYmwfz0YvdI9/ViRvYRKCb45O1E+C32rvZ4VuT1wZJe+Acczvgjq4T2QHj49eIvPPc1khLrF8y2+CbUYPYLYET7Ym1A+ExGwPeeClj0caVg+cHvRPeweurz8WWA9ghK9vDZfEj4YqZC9gJbhvK3ngT0bvTu+5Rh7PnKQ5r2zx/C9wzaFPsaHuT0QFB89QTVLPiYztLxuPOK85l5GvjBCWT6YhVS+WEZ7vNdslztSMVi+dqsuvvvAHT7ovKU9PLsBPi+SML6uga498KztPQZsbr7muwo+j54KPmlHQ76qctG9iMuxvQRiBj7qtao73NPjPc0HrLyB9ze98GPjPcntO76dPuO93KTpPAjaVb6GUCe+iS5uPQo6Kr4uy/y97mMCvk5ypbx+/ei9CC7fPCH30Dz5Aj6+Hn12Pg6M2TxUq6I9jR6ePhAH6r2lZoY9CsmNvaoP2T7/lR+99TFjvlKzSj6zdgI+EGRBPvCjhr4DjiU+mT8LPmjGBj34Tmw9324lvmH3AT1piUg8IYR+PRilML4ZtLK9uT4avMMiz706BQG+M0KNPXZ2Ob0IvGC9JQQ6PTJkaT5oJQO+tos9Ps52Cz4UcZC+iMjOPjaJ8zwPsS8+2OO9vF0q770imhm+3WIvPcRFQr0AMBg+P0cKPeFUmT7maW0997hDvuKQQb5L8dU9KRmKvjYq9Tw6dtk+A2ysvYUBaL6ptqq9EEVVvmKSZb01Pi2+PMhmvm13gz03VbS9CMj7vf9Ru7153F6+0zNHvr7/Db2mfQS+8QDNvVtgKr71ORw+sT5tvmaTMr2CKjO+n69rvnmya75aEdY9z2fgPRc3ez6Pg/Y9wu8uPk/ICz6rdxe9PifDOxeACb5+hq+9ncylPTZ4gb7FXvq7o/aCvvVfl70HnRc+i/U8PROCjz2vVkw+oSEZvs44RrzBMZS+fFScPiExqT3nbv497UxTvX4fPz3GbWI+xRCyvWU69b1TPDq+6I+Gvh9Jzj0/XFC+Z0wxvGIXR76s39W8R80APmkuu71ed8k8R7VyPLSKFD4NXFY91VgoPZrZAr4t6ou+qeIPPTPlkb3Lm628y6HvPXnoVb4zDzq+kENbPZhGjb3hlye9R5LBvKAuDb3kP1O+W3B9vjaewzzcbwY+yJV7vSB5OL7R4vW9/x6mOblwmL0peec9yhQDvvgS1rxJ//09zueiPaamI75cKB48zt04vi0V9j1FILk9PwIzPrT7V76/TQG+XFK0vVIZPr640Ys9PxQvvuyRD73KqZ096C8SPQRJFr4UBGG94nUyvg5VFr6bP2a9t2bHPZ/9Nb514dC97/DCvVs1DL7us2C+K9s9vUXNL77SjAW+9ITnvSxSlj1aJU6+JvoBvbASYz7wJdC9o1VMvtI13D11Nhk+yhaovZMOs70reb48TbJFPldEkrz99BS+pukUvvA0yj3xtAW+dhIrvruKGz7hScy9bpvkveKgE74mfTi+TWqNu3MFUDzoVsa9kipNvlCM4z2b7r29tTxfvmgyMDz5RYk9/cITvt0F6z3UkaM9tXqaPa4gtj0tvBs+594gvlt7ID3afDW+I6OPPb+oVzx8Nzu9PkiuvaVXIr78xT0+FlMHPYwsGrxNPC091tL+PXQICb6mYxM+UcnbvW8TrD1y8q88Xpw4vYRvHj4OjiW+44i3PH8HJr5KQ9y9kO8/vaddlb1JHyq+Iatevl1R8r08LMK9CBKzPM+wB77o/ho+pnBavgSwI7wA0My88iHJPYINvT28ZJO9vmHGPe7N5L2V/JO9hqa0vTXS0z0Lw1Q+hwl2Pho6W71yGja9eI0lPpjZhb1B32K+1c2fvpVMij0EnWe9yecmPl2eR767rsS9q1USviWiar2kzsK7wGhdPtPtyr1+W4e93KfGPGVVA77D4hY+6h4jvSS70bxk5ks+W6lgPtBwhD2WeZO9kbE9OxVboz3V75U9XGG1vagb771lxxu+HvrGO1yKYj0Q8/I86pKdve60Mz4dS48+rdRbPZ1RQr7gTU6+UFaDvlV1+L3NDIg+m+qyPbQ8u7vzTUu+GXpcPAQKG75d8UY+1Rd0PhXUob1VgRm+ldiUvjWeE76loy0+k5RxPRjP8zygDJm9TEr2Pd6QRT46x1Y+iTRGvse9VT52Hmk+4gLSvbpw6z2zuhQ+6q5IvhDEXLo+VyG+XfVePT66GT7bk1G+7H+HPeQsVj03D+g9Z66zPfkoLbxjyyG9IOUYOIt25jpckZI9uo7OPZLcXT4ggvK97UamPEb1IT7qpDO+8PHKPWZXmD10ZRO79qtpuilelL77QWg9glk1vewuGb4jyEW8VU0GPmk4trrVoR2+UxOevWr0STv8cNm6WMwRvtMS7DyBnEy+a4szPuEFNb7ymu88lPaMvr5/PL5AN129h6nAPZYBrD0UjIm9ZfdYPTMeOj4DLnI+tgOzvXE2/73MlyA+Duo1PkDCWz2nZOK94NuUPsdMyTwpgAm++bknvoWYoz3I7CC+ZXuPvk0+vzxa6lU8SwIMPmoCe750nUq90bSbPmCkdz1M9gK+u5YavtfeOT4tex49XR/WPQc2f77fjVq+AhCFPSI1HL7LvQi+UgQYPuyQNDzjA5q8BYQ4vqK+mz4RTES+7z7svcSqnTvqKM482aoOPQt7UD6pnk0+7R2Qvcf6Bj7BumC+B2wWPgm0P77ZT409FAOZvP5mST7GOR8+lf0TvgNzKb4L0Sk+ezxnvsJWRz7d2cE+sGttPgxtCj3IUfI9JXesPQYUtD2n8Fi+YoFFvqaw4TtWW068sh04vVaqR72t/vy9PSBGvvcBAL6mySC+bWQnvVdH5b1CoKS8/q0Yvmu2AT6vAby9VKZ7vULZuzuWznO87k4FPnAPsT7qBqM+BKfQPdDDvjuaKES+YHE+vj7p6LvduXK+fLx1vhSwRb62hGW+jDZBvnQy4b1NZ069DU58PvVKKLztsKQ9niT3vfCEVD7F/Ma9f8IoPhN8db2gixQ+FKcHvnYcI77Skni9t9/gvZJdEj6TOy29Txf3vYaOFT7H/qS9YxhMPqOec71N2Qm+LjoaPqXxlj3Jzse9wdAIvhQL+72CSDA+77hzPSb0h7xzb9m9qvz0Pfjo0j2nS949CLgfPSYfIbwbM3i9ANAGPqSySD6CF0k+ywB5vYVczj1HgR0+gBLePVw38L0oM6W98g2bPtZeKj6EteC9GqzDO9fo0z2NbRa+76CkPcFPqz06k5M8OwonvX+FjD2SUyO8cmIIPdrsgT0RuoM+xn7yPdgOSr16Vb+8HbrhvRJbLj5axPk96WKAve8Hsz13pNy9n4jWPWNgSz6rGm89zdsgvsbHOr0U0dC94M8bvkHmaz1hRG0+FrB0vXBtH76GFps9cT57vY3rST7aJYG8rRXePRdoaT7/xUa9yQ+7vY+2Hj5HHra9mgkBPiJT+724BBe9TwELvu+edD0kX7w96hv7PaYZhT4Z1C48Sc0NvO39Kj4vKAk9zuwUPjQowDtoJAI+CuaDveKSFb0ERmY9xUfdPLP/vD25JZk9Ho0rveNLzb1+UNQ9Mpa6PZnyrT3XQS8+Uo3EvQFSYrusFkI+Xa/5PUBtQT4Kmk69vyBdvb00VD43PSO+NeiHvRpNwr3M/HI+ZrWPPWabRr11+Hq8/okSPgPfBT6+j029iGxmPM0tCb6TQOC87bvfPN4Wz73SCfG95Kf6vH0UTD3Islc+AoImPniU9b1Ga1g6zusEvWiLYz47JxI+FXfvOwDWWz5+FR0+vNx3Ptebqj02pOg9ccM7vWkATT0dEie+PvoHPZW7Ur7JL2k9+5CcvRav8j31Uya9ELGtvZleGT59pFm67sL9vZ8ok700lyW+lx9XvskBQz3SrQM77nDqvNpFsL1apCS+2kCRPu5FOrwJO2I+JF/HvU+oUL5H7bo9kBIfPlGvn770t6a93YO9PKBVg71NHqW9dPNDvmxA7j1YpIA+QPwSvpEh5r3a2yq+pMwAPgPXXr5+iwG+aqpDPkmFnz39Pbw932LAPa4npDwaeDq9ECRtPfGLbzynHF+8ZgRFvlbu9713sD0+UYFEvg5GhL6ms16968bFPanSSj6UxO+9TSlePidVID30UlQ+rTB8PUGOBr5OEIs+GYsWvfgTKT7zbFQ9/3e9vTVlmr0ad32+Om0gvoYz4z1bOBs+D/OgvOqeFT3nDhO+LAF9vvC3YTybxEG+i/CpPJFQYb6oVIi+PN4AvuCw+ry++IC+S+CnvZYKg7xMZQW+VikmPt3OCz49ZGk96NwbPnMiYD3FjAk+XiVgvZ25vz07/vs94GwNvktaDL2ttjc9jV4BPcfR7D2cu0e+jlrPvGaNzbw+yE6+3jaMPRRmYT049ii+fgIGvszhlD1qGSA9Y5qJPb+vkD5U2Mc9ySKAvAeTQz4Ej5S+v5YfvtvSgTwNz5w93Ou4PYfSwTz/o1a9yfFbPTPkAj5SFDk+b00ivuKXlT2Awle+hfq6vaJJJb4dZRE+IaYrvS9yIbx9m8a9bmldPr5uar0gacU95EZqvmfaAj76E4W8C0NIvmERWz77vds90f9xvjEXBL4To2895SQoveVjED2FTWm9lx8GvS6sfr4zsHO+fUUZPf+GLD3GMQ2+mLVkvkfet73YxVM9GjKYPW0hqD7ULZu9L4oUvQMtYj6OgS89BUkmPmFJET5xXgi+ZKCCPgSxxb0zBa29f6aHPJI7KL7FdCO+c2TGvRPWqr2Ie5C+NAIbvJEZir1OZDQ9pkglPqckZb1Zbbc8DttePcxKNj5C90M+fVMgPUwzDr0N9Ag+MmQsPtRaTD20tkg+WXiPvLuWGb5Nnz++pxhrPVWkHL3hEkE9DVQmvSF3RD4xib49QnSAu3lfCj1tUhW+rOClvR6CP77K+Ao+/iUoPakdYz7yqls+U9XVPTuVm7wX1Mk9w8tdvMZkGD7PpxE9ZRcxPiYMFj50vL69SiN5PE5/Ab58uua9P4qUvS3Z5L3UlC68dXuDvDDcmLwIgae9WIAavlhURb7oIGM+mVkrPKBIxb1IB5O9nVaQPFN6kr3Lrdg9Pwn4veZqcj1lLRY+kwRWvgR6nz3TadK7bCtyvYBDxL21Q9w8tE1bPiG+A74MXxa++NyWvQweKT2fMGw8WD4XvotcI77wYYq9cRK2PRiw0L1/OWq9GwLaPX6FQz0On3Q9b/fZPRoMnL1RJSC+cJbUvcz0GT5ooua9Xkx5vf26hL3niTY9m3CUPmA1273Wu8e9n8svvdcp1L22MRC9dzQQvhQZTj5ff4A9upFcPkxkML2DUig+QzaPvTpR5r0/rsQ9ovr+PZoyrD3mMsE87nO+vTOnxj2Tv727kJHGPUbFaz1Vnt29iK1pPtKKUj72lBg+7pQtvZYlCj0TzUM9jsyDvaAWpb1RdoK99JJDvkJcy7v+j0k9JPwOPegbKz4ZvLO9JEesvb9aJj6Nhgo+fvQWvYDtEL41z729coNkvRUHrT1jt7U9Cz7vu7JfBTzVhDO9w4cDPppJhD7t1p87WvTnPfFIST11i4E9rcsAPa59E74VroG7++0CPRL+Ibxmoko9UKgRPtxI+D0cRsE9ID5kvG40Cz7xJSe+Do4RPcnVzTxGwNA9MIgXPdZ2Gz0d04u9EmNWPotDJ73dX9W8ttI3PiBnTz3SuQy+gVz/PePTDb6aGzE+0s1EPqbM7jl/mxe+X6wkvFobED5Y5IA9B10TvrDTm73yHCG93cfEvH8tNj6R1Mo9rN+wu7C8tz0SaTG9hjTIPetr/708UzE+aBYyPrZmUD6Ulo29voIdPmXTEz2dlA0+VugkPvRqIj4LtyU+KOIgvnUHCL7CxZG85rgcvrw4gD38fna98+QhviuO7z340ME9D7ELvs4+ZD7dSck9rww7PQjsBr3a27S9pTF6vvC9Dz0O6bK8Vz6WPOwZLz5v+AI9UXq4Pciz8bwCQUI9Aa1Luoej2z1k/QY9OO+LPb1zzb3e80c+gYFnvlw4PT4ogPO8y3C7vZ/9Ob7EG9e9R8QMPapijryqNom9kB+ZvZByNz6dGAm9qjhLPuKkLb5bJ5Y9YtOIvSUSV735RBC+UTzxvegBO74SOcU9dCMMvqMhkL0FpPW8siuiPWCyWj1IB2K8IhoVvomg8L0CXt69j7PFvVOIBTzWwTM78mwnvguKlj1bATY+ubykPXnnDD5BtoW9EAEzvkr1dr68ab09f6PpPWxgI76lfiU90iOePT4vlL3VLS8+Yi83vinH0bynA6+9zaL1PSs6Az4A0EY+o2tIvqCRKr452WE8WS7WPAZA1T1snVa+CBulvdU5hD0IS1G9ZLQJO100Ab7Sl0E+QqE9vjW7Aj660k49v5QLPjcilr0gFwQ9v6AkPrv/+r3An0u9OvbavZZVOr2LHXM9TMwWvmj8kT2D4i4+wzssPeg3LD5tGjS+NkqQPQMTQL6i76a9cG2QPeCS2DwKNLI9RvpLvi43JD6mnrG9GBk6voxil7z1+QY+RjwMPrv03zvDcCg9Fb4OPv1Ugb0o2Ys9UYOkvdCbxT3c/X286/LKvVgvDD4lNZU9JhD6PV5Q6D3XHg+9Qhl7vQLkKb1U1T0+fY4YPrxCWT0UliC9FnrIvV2Ht73rq1G+AfccvoRwrDwwefy9+8hjvPex37wCRhi+XXlCPv3oFjz1GDs9VO8bvt5Nsz0CMys9zW6lPfqIG75Ca649UqRvPigyx71F/ws+bzM3PWmyUj5w2Ig96Lq9vcKr0zzjyTY+YSo3vGIsA72SE3k9abYfvqtpKT7zlBA+VO15vY4x+j0V+tw9To8YPmq6+j3m+z8+1NMzPo/7JL41an89PR/IvXGyED4lcJK9JnolvRkdvTw5IV28iChzPYo+0L2AY7E9slpDPk5z0L26vlY+vvEwPdmSLr1BU1C8zEx4PMzy1DyeSZA7RYgoPq4lgL4wZpK9NKZMPg+z9b1FEJG+jmO+PNX+a77jxCk9ZCT+PfpuUL6tt/67b+5nPq60Ij33+yq+hespvrOt5b2on1c+ZTbePZe3vbzLdr+8By5PPUSh3b2a/oq+Q+HbvdR/tj06l/O9xSzAvfOkrz0x+E6+8h4Au0eqIj6cmRw+WndAPjh3Nb3Fvzm+73juPYEiYr3e8Qc+3iuOvtWYK77fFiG+vIbEPdtfVL5USoW+UoZnPTOLgj3TmfA88SgZvq1YYb3ByVY+t75kPcfgGD43ROQ9ZlC9PaH0/r3u4sk9TJxrvkCOgr3iNdq95w6bPUC+9D1l19M9MxqcPXIcvj3u3T++ugcRPhLN7b1daNM9lsdUvm1NGb7Ljxa9ufHbvePImj2EMN07fGB9PSw7/T2cgBU9THFYvuubkL1HByk+H6wJPkc/5z1dHA8+vkG1vbRsf71/7RK+MgW+PdwJ8jutu8I9vBsWPR/lL747Tps9b7UkvZ1SZr643hO+tjfbPOVYor0KlE+9sOgCPcEwGr4F5KK91VkLPm6EBT7oFpW92c3duwFWRT0agge9yDL5PaxgT73Y/CS+p0hFvYEKQT6V7289EsV3vdSoHL4bLyY8G9J5PUb6cr1tzeM9UMrwPetcJL7Up6a9X+8vvmqD471NsH488uO/PY4oFb2J4JC9uXCrvcbcKL3UDcY9ILcQvj8TCD6QOB26Ib8Avoxh273kF0Q+rjIPPYBfSTzCuve75iBZvvFwbr7dRI8929/ovQA7Kr7/Eu+9eaW3PS77iz2M08U9UrFMvsr23rx2ODc9LTGYPaNfq71ONAs+YsJAvtPmHr449DC+uqjCPTWcHTw7uxG9NewTvnkAPr3L7Qi+JNs1Pvn447wJch++kNpSPLATyz2y1a29qoLyvXzGlL0NcNY8gHqQve9QKL4Gjg6+dp8FPqwaCT5mUSI+Qn2RPvumfb0J4TG+UFsLO3jSZD6Ic989UaZ/vhIkrL5bZBO+BVqkvUi94j3T/c89HYg9Pf4/vTsCQ/Y8ZSmYvd9M+D1cJUc9+OWevcOm6LyCywI+xDtmPVmMU76ZFPq81NCXvlb23j3+2Gm9kp6FPQlPUT3+YmA+tYgUPq4TWj0OsOS9bh8tvR3ApD2DowQ+S4f5vC6+Cb0OuPU9xHInvMOfUj1cy5O+q0kBvn5j0r052DI+UzSKPfB55rwd2S++L7j4PZ8Dqj2x86W91nKfPP3bnD0BvWm9fwYJvbJ6ez1KiB09ERkiPvOdUr5MQAm93Rp8PNMLFj5vt5C9EcFavcPHgz2FtIe+GTq4PfNtT77yxSw+AAgIPcR4fL7zzH89XnQWPsb8zzusSqu6IQYhvd99+D2jI3u+GnVKvpJ89DyURc2986wlvmo3xj1kdXG+8+FdPeJukj1U6Xy96f/+PPTEQj2fBpE90CFSvnGPiD25ZPI9hcHXvSiVGr7a2Ww9ao0Uvrs6dj0dQ/U9Y1Dnvcn4gz0o4jK+YtQGvoRWeL2EjXK+dCFavsAB1D09L2G+Px+JPAWLvbukE4c+NM76vFrKnr4hDXS+cLY4PZ8Csb5Ifq09UdgpvjdZirnSHA++qwMKPTBxMj7qyiS+B4mPvegj4j3XAQO+oK7UPTvthb0FRSW+5tl8PYiyhL5Etq+9p3StPR9XIz7QvvS9u8v8PFJDH74TtKW9u7SgvYkDHD7fASS7+AMyPbu6Br7eUhq+t6NPOzS5ZD2GQTq+RxePvCUkW74LUm0+2iOXvjvAZz1swpK+AZCVu1x0iTx2h2A94+WdPRv8Tj4CDu09MzAXPoNDb7745169mOdAvTmb4z1lqyA9r98KvmZYGz6p2JC+t51hPlF7h75R7qI90rauvp5v2z24YfW91pkePZfvkDzj4Fg9HWDVvFDWxD13Ba096ViVvUh/xbgw5iy+6RgzvnjtQT6b09q8LZoqvgML6T3UJAg8ewmlPmn6jD2nsGS+i32HPQfJk7wpMS0+Y0YzPoUOG72wJM88qaHVPaGAJL56ZCA+uhafPXC9Y70cdGq+pu4FvqLNoL12v4I9CW0YvlJ5bL7W2EW8gQBEvsWgHL4D7Sq+oMe3PRHXDb3gkao9vIObu3QemD4PKIy9x/IHPtATWr1lrH895IgrvUAhkD65Z0299+eCPnh1Eb3Ly5W9kaBCPj9gMr68LZ28H/lFvpZXer6Jplu+32/ePdIQR74ODos+VwVUvrCA2T2fqra9yxAvvkXvQT4cqhY+GlZjvkzHZT438La9fDhUvq07+L2OPek9LoJuvcLyAT74KoK+/XmYPpYwib1RmLw94pTkvcSNqjvUckE+MQPJPeLCgr08YKe97g8SPY078rukqtQ8PJNGPjurKD7s6aI9t+0XPj86m73OpQu+/3ROPrXcLz5+syA9a9Aevh0SwT0ajzM+ejZ5vQ0zbj4eqM09+b9GPkdFuz1Cvoy8DPItPkTgzj3lPC8+HKkMvuWF/z2u/OS9HQYhPtxovLwnW8w954ZPvUnweT5umiq9AI+yvSzwr70KAG09dE/gvca5Ez65zbk9i0CTvCjmVz2Bz+c9SFwLvrGxRj0PaaO97okJPVZASj0/ZqI83/B+vYpMVj4T39y9JyM4vfDpxD206vM9Givuvap5LL7XfYM+E4MDPUYkMT79Bdq9Vs0IvlGvjz4nHuy9ejUmPpYnVr2lOgM+vp4pvuvAMj7zKyi9Ao8rvQ8U+j3zdLe593zIvfn1Dj43U6a8bD2OPO8WVb505Q89FmNIvSivtD0U2F4+2RElvRJPvL0d/zS8G9xSPWA0Lz7e2Pe9ka4yPtXRIz7nsvu9JHYIPmjyvb22X4I+LMhFvBnbir1GKa49uOUvPU5RoD1/EjE+0tQDPmyODL1eqkS9ryMUPZgEGj7a44M8p65EPfafGTxtVqo9ZWkmvo27AL7iJnm8V9cNPrNa+r2XatK8+ckbPukH1Dw9cik+ZYSwPdUDDz6r7yc+VUpxPfFtITwkzjw9XPMmvs8/Q75Iea4+mzwbPWK0+L0WPhy+iFsVPk6TJz4DoyO+KN6qvFzowD1po7E96u2PPZOndb3eDUg8Aq6PPXq6ID6TGIu9waKMPnSNTL6CW0Y+SFuxvUPwAT7o2Gm9ikdQPuyx1733sAG+DnH7va7AT77BX4C+kAIEvnVyDr6xHos9gXOivTFHkb3DaW29yMUZPuYEXL5NVLE8bzNpPUtsVb1b6529f7E3vauxOz4TkxG+4yoLPlSWGb7Vloi99XXevSEYRL7g4h69sGDXPSsTUr4nR5C6oL5gPviQkD2JbSe+lUEEPgpPlz3rRDa98KS5PVhlD77FDqk9T+4vPUDLgr6AJTE+qzNCvqnLhb1E+DY+VCGvPP8V4737NSS+kTyzPDi2DD2/RWg+ChhnvLtKuDroiEG+JVvPvV9Lqz2XNAy9EXJivCZY5jyuW9E9G1aJPq38JjynAFW9XbzFPMkfCL4PL289LenoPXw2Bb6uRm0+6TNBPeG23j1XUB6951CFvbjf0b133oc9rxp9PkVXJj6joJg9erC4PGmOdz2ENk89IB9GvqThTT3aIWg+W044vjnO7j3s9Ay+xnv4u9gvXr4OPYm9Y/NbPdd0bz5tmSM+s9N8vpi53z3mPVM8hj1evo34IT0ek2G+Q5IvPmo4Db6p/UU9IaCnvbwu8b3hnYG+fwGSvDFHETx6X+U7WcjuPRg5eT5y2lO8E648PhB7LT1ZthY+mgwGvnwW9T01nkY+iT0VPakctD19fja+swNqvsoYEr5Mk0S+s9tKPh8vbb22d6Q7FykXvuBkDj66k4G+W9SPPtu9sz11D5M9XiUWPY2Nrj7iiWk8YR9nPgWkHL7bXXE7el0KPg6mIT53JRu+oFJDPqYR+LvNb6Y9FXCNPl6T5j3fRdM9Ao+iPV5oXz2zJB8+1tFTPrRvDL7JgJA+/aU2PhoMWr1+rGe+6kucvjgcjz2h9wo+sJkTvuOsPj2I1hQ+QYEtvvlp8z1tEk4+zDW5PiKszz0/Qmm+d4M5PYRceL7vIUM+KIWbvficnb22w/290/mUPbnC6L004ZI+j8UBvsas5jwfFHy9iP0QvqVwuLw7aI695ghkvjqHEz5VRqi+JTmvPO3zdb605Rm9L6A2PaXwrL34LDw9IHDevQd2VD1AF5O+mfyHPlLRr72PO3w+UDQKPRUtNz2MErK9+pwovX7UgT18S5K+n5N8PgL1h76+f6C9kuBhvmWQib4KgYK8u+KUPqEiTL7A7Hw+Ds0kPOLeHj7G2ku+0Io0PrPd+T1BFPY9Sl2hvd8Wgb4FZsq9JnSRvYSjk7wg7+e87e2CvTt0dj0cGO69KG44Pm3ENz2B5hs9bOQuPtx5ID6Zr5C9q1nbvYsAsL0zpdm9ulVCvjCRnDxnBNK9U/sDPV3cO7pXNja+BtyLPcHISb3EJmC9YbzbPeCpMT0ZHuI9Oew5PkHJJLxq7om8D9rZPej4d77YBWe8H+MqPYVDN7zuqmA80qwiPmgAOL6dFJs9yQIpPSOqUb7TzwI+kxDGvdck3zsF8IW9QjFsvqXT/D2L51W+ZgeaPXsWYTxucPO9J6BnO+92LryIjIu9Kug7vm9cAD3Jvbo9rdzpPfbyUL50ADW+tBNbPW77/j2Hz3m91s7aPf/VTz156QW+pjZIvY44Eb5BYX89Jw4Svj5r0z0abE695JpIvqfvwb1UjAg8xcH8vLcwNT5yO3y9UlQJvSt5Lb5PvNm78UgAvg0rir50ct499UEkvtI7xj2xGWG9m7jCvaaGsj1qGGW9wUbSvVKbLT7DHBe+icuIvU5eCj6YBrw944YqPcU8Tr0V19s90F0GPSO39b2rI9A9vZIWvjEme738kCE7DOexvbIipb0libO9Ns8CPoHa371z9qM9AUPUPDYE7Tw3PwI9/M5ePbiOK74WLIW9rk9KvUkQB75qeAq+QehNvl6Roj0AiRY8uyC6vV2xBb7bV8+8oP2wvYZUzLxYhMI6LZbOOx9FdrxACnK9wrn2vVYGa73ihwY+8YEQPo+rML4zHNo9OhRVPrb+ET4iZSC+vX0dPeBI7z3g6Qu9voqkPEn+hr4AvBY+OOj4vbhiGz7QU5Y9f044PuyU+j1HolM+y4QRvjV/Sb78lVo9vC9DvrVQFD3JgYk+w3a7vBvr7b3TnMY9npx0vpO/Tj7Wosy9bWIEPvdog7za/ac9/T8XvKVxRb4cdZq+0CcRPlj5yz2Gl0c74W76O4PBQT46klo+7ORAPtVKib01g4Y9BHUNPRVxJr2J+jA+2WGSvTC1Az5abK29iVWFvfF3Oz0bHJi9MZt5PiRE6j1fOGK9DSW0vb6WAz2DZzM9ZmkNvggxKTzR3YM8UD2Lvb8vnj2c7TU960tMPmwAaD0T1UK+3aeQvrZ7Fr4d6Zk9LNwRPVkPET3QZ+O9SVO2vbh9gL3955q9ghXcPQBGLz5VPkA+Ps0EvjiGo7p4b5G+LcpmvrZVmjzKVJ+9zuDbvXXlGz42sh6+mncgvY4oAr5k9na9AluuvrEy2z2LUie+VSedvjROuz2wbTW91jBMvURTg75f1Pk9HjNDvsvf+b3uRGe+8DovPmEMHj4DKZW9H0k0vrqQj72jAQS+fAwSPnqHob1OY2E9AHz/PAbbTz4fMai9LuUmPkwIBr7duyE9Ku72vFQB8D1cB1u+mvPwPfbbzT1XTQW9k66dPJ4hdTlhPn29NazzvezAgj5Avom95vnvvAbjj77AYw2+Hh/KPaFZsr2lhYY9+7pfPddrIL5UCyS+aAFUPXjxKb4j1Ea+MmsEvgKjM7yRIco9hS9CPfg2z7q8l3A9OWDtvRZLhL6E8FM9RqkSPaS3gL2OWTa9b+WxvhZ7lDzRfXo9s/WGPTaoRz2tHak9HgIHvllr9b1+bBy+VvUTPmWFb75R+xe+AUprvh9mJD616Pq9PVXBvS+KKD4+Obi9M9jEvS6qiD57P6S9fhYHvkT4Hj5ltXA+80x5vgce5zyY20A+WE4APnshxL0/XQq+zM6JOy6MIj7bT5e+EK/cPaCBtz3g5RM+yu7LPRqnAT5zJrS9I5KTPrS78z0P2De9eg6Jvsy5LL2jJZY923JKO3Q3rDwHmY+9okqMPAYEwb2iCtu9zJHPu5t7cr5n3t09eif7vSTkeb5vtbA+O5rovUaiJr2CCXE9EUivvcX5yr2idfy7JqX2vP/hxDxEOmu7vjKiPGqViz2vJTE+r99YPau1Aj4otv+9/RFcPpn3EL6JJI++cw/nPJ58lr2Ik7w9IFmLvSJiI7xjVku+YGxhvWZhaT2Wx8I8sWqOPZ+bYj7Kx4A+s3a/vAELHD2uWKm9om1SvCMEkj2qnQ27tfYKvQKEWDte2ya+VzFXvnorwr2L5Sa8oVQUPjXEAD4mhGw+fTSnvejCCr7Hi8s9FUEQvosMGL7OcU6+8D6SvidZVTpjEZk94V2ovfM0Tb6mMWa8oI3GvT25Or5OOl6+k6WtPWzL/LrD/v+9GRINvs7Tk70mZao9hpwWvpvexD3h2Tm+c9dVvTUpub3+VTq9O/sZvlJvXr76YvC8AgGSPZnMaL1jXr+92ScRPXOGPL4Rbxa+nkiiOw75u70cxi2+ZQYLvZAng77rrRu+pnuJPZwHfT2sobs99Rdrvp/Q4r3Bq0W+BzY0upzWD73zFhC+SBtyPCcFqr1H2gG+n0KoPXX0IDzo0dQ9oncPvjyhzDua6DW9nbxjPRTOAb1cV4W93drRukB+Uj3GQBy+gi2yPT21rz39GtI89la1PWbclb2EHle+dPUFvSO1iT3RxVi9irrdvfYdXL7q6hC904tlviRHSr7NAMG9wejvvfipL75UVNG9RBUqvYxLMz1Z5tK9TO7XvNSlg70A8BO++cGQPc6IR74/OzG7xDG3vbwFsb02Lzu++1q4PExphDw2K+S8WzwWvsXGtb1PtlQ9iJgjPb95DD4cekQ9kaqGPVBvKr43lO47FtaRPELUgr4Cooy9FiDoveoiGT6Uj1g8kVIOvFPX2r2YxEa+7WYZPWWdVb5CUOc9Bwj9vdJRFj56RCC+0vzYPWVi3z24wY094LWSPaKsG74dUaY9O1Y5PQIdAr7ZpQo9ysMrPu1UjT7IapG+59gJvgqci7631AC+kUgrPt9gBr7I73i+Eqk2vHU4qr0/e1I9qJzbPXayuj0IB+M9CQhFO/hI5r2bEyM+JunBPSuwVbtPits9zZYIvB3tez4PoSY9VFGyPWaV+D2hKja+/nf3Pe1dAz03iI6+IOZCvRvnHL6f0FK9dpIBPSl4xTwy8DS+w2w7PvRWl7xJiAw+T+/0vK0oCL58wJM8+GrlvOt5/D0/GhI+nzAQPjt/h7yyVwg+i9MrvRxdtz28ljo8IJWtvZf26Lz1aLW8aoJcvtoXub16oMu9r1dZvijPeb4CGzE9hTMZPnxQfj3Qh+O9dlKHvvlwmr4Yhii+pXwBvjijEb0Xb468Sv4nvqawWzwQUCS+GMV7PlVOFb6IzSC9OdyqvPQrxz28x9K97S+KPdfYYL2m1U69X7xHPe1xjj1EBvU8MraOPRsRLz14o2q+UfeDPeIpMz52n3K+sN5wuzEYYTzInA29dbibvCtmfr4+Ay6+4M/3vW2PCLyWux++e1RNPlo6KD6/sTI9/I5KPgeppL6h/y89DWL7vTv5Ib0G/Ji8J6DmvVtegT2n6E8+89E9veqTHD7YxGC9K7kdvm1xIDwfbnS+5D4wu8KWJr2U2IE+VdYovXEpP711YtM9vWHJvbbL2z0NEpg+o8AfPs3cLj5kS1++k1BIvTJoo77n8wW9lA9VvlRMrLwzoqO+XU01PcCoyb1XAkO9mkFXvg0BuT2g9t49ENJ+PjUTLj30zBI+/63vvf0fKb5dyLw9WadCvlwvkz0B2w0+jU67vrzMd77Y4E6+I8q8vS9tND6p/6+8TiouvnokoDzpUi++hPA/vmN/Db6wHmO9MXAkvq//Kb3SrpW9s5OJvuC3Qr4/UwQ+N9mLvsUTGz6mP6G9rtpivZowjb1ity4+4Ww6vkO+8j1BbRY+wj+KPvIL9L3RSh09lKcovQyjPT50qAA9gLd+PsfNIz1Ofly9S/tnvltYmTwaTui9uRWVPfIO1T2XOYc9BR+xvAJrXrwZwPi8C4qMvpp00zzzw7s9MxCoPYgkTb4zEzI+KrmUvSQuoj3Ib8y7QBQ3vkovaL4m0cw9OnkLvjczqL2WHIy+1jgdvg/gF773qPK99GkUvaNnCT68GGQ+wBjSvT84Wz50nR898hz2PeT8r7snCee9+VtSPg3Ui7vOtqs9DAkpPidCnj2JGJq92tR0Pi0Bnr3T5Qs+f41dvZm65DyIqXE+VQVhvTJSYT6Qc4I+e/LSvNHKHb5mw++9apLlvBQSfD4fiSg+DbwbvfmXOL1OkF8+f1CIPbMp2zzch5O+JTWVPHEcVD3YHJ69f0pIPUxr/T1Umqa9Sn1Tvskv7r0Z9gi+bQMqvGl8VL1mH1S9ncxmvbxGvr05z0O+hwGOvVhnh7zoXqS8heZVPgCh+D1p87a6MHOKvTtxM77RDIS+TsqJvIcQTL3dvaq9jqrvPbM9KL1MwzA+hf0LvhkUwb2OhKg99DWGu7gtLb7ijAo+B3vivSSWLj1Bwaq9cp2VvSvI2jzyGjS+5LBfvi5ZzT02pXw9IeasvaBXP74VW8Y8SoLmvR0+3jp837C6ZAsdvmEmO72JQjK9Nel2PbZ7ND320Lk6pZkWvmEZJr5f0Ay92IucPd0ri7yZfgu+jo3ivIutBj7NkBC+QKaUvS3s2710/SM9RPZ8PQXZVT5/lsa9bUokvmjF7jz5H16+ftEqviZA+DsDnKM898qYPZmUHr73I927BXuPvbz93b3KEp87zj6xPc37Cj09+zi+0lFDvT6vhr1u2hm+igEGvs46H77eXDG+2ktxPX9e+rx29po7QlIJvVwNCL60Kco9jWA+vjCzM74LqRm+RKbFPVmjwL24fUG+604UvsWdDD3A+ik9Exodvs46y73K2gS9HGoTvrlc2byXxuE91VrOveQKYD422em9ZIANvjvBD76D9NS7SkLGPSJmxL2e6E++V6nVvVIzbL1np3m9FaYOPjJyd71+Q4M8GR0SPplaA76A3yU+MqpOu/2NDr7tpP+9XCA+PjQ7fz7cl5c90cePvTcmxr7ruVa9GxdQPnVo7T1lP2e+q3oCPomYRr1dOrk9DahfvhbbH75PIa49MZwKPaBIAD5NPkI9DEMnPZaCIL67CwC+GN0FvtNZJz4Ydzk+tZw1Po14Gr5mk+s9rH0CPpORRT12Xoy+ukSVvefDCr7W/zo9gR+2vYwGED7itxU+bdM4vquZwL3RsAA+1TGuvZuS0ryenYu8x14APsmDhzzlYAy+L3tSPfOV8D1CQyO9gPzzPFAn4b0DgHU9zmAIvmpxMb7o/mC8iL3AvVBZeL2ITwU+yKEpPejAI77d8be6l1GmuqmhA75VVCK+Bhdvvo4Ndr4Wo5E9djQQvpnfYT61gMc8UogVu26xPb03jB09wAGQO4YX1z120gm+U+I7Pe9Ihbxe+4+7fX5GvUO/orxtJ2K+WQrePWPxG77Ju349wTqMvTJktr0R0Jo8wdCGvgYkPz0NUXG+T3mmvbk6/j1XvuM8C3jXvShQib00mlc+Zw9yvUSQtz2kDJK+rSbZPWbptb0r5r28XpegvZ57HLyMFtM9fUoxPlIwXr4lvJi8rZQdvp2v5z0c3eo9ZSfsPUhQlb4IDfG9FX4ivk9li723ko++YGUtvqOMDrzKSlc+XGNIvUQiGL7q6vG8BdOjvcfsdD56nai9TuKJPRoERr0baJe9CX3TPF1Ur72y8jS+XggZvv0Lir3A0Eq9fe4RvuhdRL5n6FO+Ckpavo1o5D2kILo8Nm2lvcDfqD2pOMG8qXEfPdLwKD7+0Cs+n0wevQ2ohz3mSg0+TBKJvl9esL3NRF++ta/QPYIuer5f6go+oRqtPa87k76NT/y9LRkTPqoIvb2qvnw9xGDIPXHkCzqA51U9mEilun/1Zr7nLae9pGzpPK979Twpe7e9dzzxvc4PqDxHtvS9ICTpvahzUj4jG488pIUcPkLxZjtGgQG+yCXCPYrMq720XCS+GVsuviERUD4czfk9CRHjPcC9vD39fBU+XOnUPV5MmTt9/xQ+BMwjPer4jj0K9E4+6wKCvTCXAb7N2qM9KjOePRs9+z1z9fq9nnDoPKWunj3MRis9NW9lvYGafL6NFq28ED4QPpX7fT46DaI8olBwPuvghr7zRY49SBavvM7sHT4rD0s+vF4sPdQhFz6czA0+1t8UvhmIlT0v4fK9Gu2XvHvFUL1Tj9S9dNFQvuyY/rygd7g8X0X7PZtNEr6mghu+kLk3vpAiKT6SwI292SIvvQt1X715W429yuOevQ360r0YS6E9hfvQu2YmJT0WS3++DvTSvRcHF75wOxo+pcEUPVuYi74OnAo+fKT2PaK0GT53gRM+4m47PjYw5D1uLJO9Y+1ZPUmqQz0eiIW9R3WzvQ2nGz68WBo+Hht7PXqxpbz9rr09oLsivd+bLj4p8DC97qZjPtVChbxS/s28aWTGPcDKGbu7WUI9KTCqPRrzN73BTYc9eYzHvNIABD7WzAg+YU5JvcJL4b1P8JY+9CctPslH+z01qXY9RSzguz4z5D2hIP89YHgfvZZiIT4ng6Q9BJ+HPoRUwL1FXcQ9n9M8vdbyibx0PLa9RHW/PQ7hUj345fG9KPPWO+EZ/j1DUyk+z8q9vYgs1T3uESo+esgbvZpP/71g8IO99ERCPp0+Xrq6Heg9WXrFvVyjLj4/Myg+yw+0vBLpOz3GNhK+YewqPAwACj4aLyM+y0fEPdANgT1ZMQc9F9USPvpP2z2WynG9kEoOPSACVb32O3m9PuTJPdAcDr5d/lk93sKtvMvEYj0Cb+m8O8M3va88473Occw9bRbtPe397L2RnDU+AJFePoxcmb0j0qA72tHmvSLgh70Izdg9YivmPYp9OD6/Wao9oS6GvUCBJT3ep6w9AElQPihNAr6B3yk8L/jlPXt5Ij6tI+I8mJ2CPbfvgj5vF1U+rFlBPoIWID6nMj4+DUyYuRM0tr08fY68VbD7PAvKI72LUdc9IJXpvbbkpz2KRgU+FABbPqBiKT7+jg89njtCvTr3Tj6jsIy9lxhXvE1+vz3S5g09gIgivgXwWL7nouq9H0OHPoZxfL2/iRq+t2cQvgzb+r2bNeC9wIP6vfrQyL0rXgy+Vp9bvUVfOT5SVsM9eBD+Pbb3WD4iAii9bFo0PlytED6BTDW+t7hLPpyKpz0H5YK9jspfvbomzTxxchC+pEoLvoXNXz2yCa4+R3/5vQjILD6uUi++osiNvUjhO76MgnE+cnrgvF/DGj2rhZQ9P8E9PvEwQj6/c469iCqHvWHttr3TzCm+EqzhPWtr5z0SeHu9BP9HPrAfLr2Mdy87F+XEvAB8ljuLZ5G9tnUjPFZkMj4cyq+7YPUivoC+Qb7MEGq9qztEviGUeb1fsU8936ATvqAGB73HAls+itg7PRg/372lg0K+wUhFPQVcNLqAp5A9Kw81vlhqBT4Lb0i+HXgxPuDSAD4IlMc9sGn2vafgED3mqdm7ZMQxvbdSHL5lcnO+RDZku3EgXj4PjB4+Yv8vPmbpWb10C08+txJKPst0xD3vjoM8ZSg8PkFcAT7V2QQ+8i9sPQ0+CD1xxlW9im6pvNf9Cr7HnDk+yDvNva9Pkz1judu7yFU1PUFYeT6lOr49m0vKvWlMlzyyr+E7HGXKvY+JXD4OdPS9GmIcPRBALD5g0Uu9LHgoO1dcxDwHJfY7ihwjPSf0zT128gW++bsSvWII7L2Tv6m89WEYvkd92r3MMYk9hVMfvYfGIz4BXfU8c+kIvllxij0zv789ZF7svCeNDr6QFis+qC6+PCbpjb6wtNs9nIqhvZJXdL3xiB0+G0GTvB+Erj3Gyoy+MdpkPoFf+L27CYy+/ag4PtMkCT4rd0U8+HOlvWDowjyjeRU+Ol3NvVufEr6FMRK+E1oPvgRiaj1Xlf68Q6u6vd97NL4v3ZS9Yq4SPXhOKD52fDU+qLQlPttXmj0Cv0k+Nu4ePmtAoD3me7k9waeVvT5MhL7kTEy+aJ+Avmlgfz2v7T4+xEf7POI6Sr1LOF69S5EOvqlKlD16soW+DMfzvFZUAT5BmMo9MwO9PXgyWr5Sujm+tjcpvvcTyb1sFF29Lb6PPrMJZT5o01097f8IvRnuAj7s+om+jyFsPhiNYb6Nu8u9MSZKvWHZrb1RL3S+Z2h7vf38cD1L4ag60A+/PZ2UOL5nzxk94D0Gve1bzjzmaT6+YKhUPmU5RL40arI9nYEjvajk4L3lHpo9+/uVvcgPPD4HiyY9f5QpvR2EPb4IEiI+kbGzvuWInzy+N9S9DGZ+PN5ZLD7Fdee9Kt/3PasaiD0bxYe+quJAPo4JsT0ZTVq8oCXVvTrZqb6DzSE+qAcnPTXGkDwrGom+ECv3PeGnAj4Vjrk9YyqUPQnHbb6OxB2+csAyPm0+ED2WiqU9R/bMPfTqGL5EXAe+AQMEvp28ybzCESA9s4xqvstv0b0uRbQ8d42evMdqYL7xPcy90EB6vP67BT7QINk92VDKvXuEDL7n4ge+g0cpvm6Wrz04iLu9817rPQJR2L0PiEm9312ZvbHyorwNjRU+w+XhvRRORL1Mjug95lmrPfv6gryjksi9pmkvPWZAEj78iCE+SvwVPXU/aztBNBQ+yt9lPWy2Br4WAqI9fZzuvNnnS73+AR6+HHm9vSjkvLzQ30u+LMNEPsHmpj5Y4D2+UlkXvkB7fz3cCIS9v3g3vf6izj0JIN49sc5GvIUNPT4grjM9ITTJvHu1b77BaSW+byhIPm/+Rj50BC++0ry2vTD4yTpcP6O9aDjjvazbsbwOcoa9ByGOPSNJcb1YCtI9bZQNvXXqZL3lQBm+eNMQvu00CL5tkxe+k1+rPQDZxr1ofWU+R5tHvTStmjx4rYa9lO/3PTz5QLmcncc5TdLvvRLPLb6ABoK9cciEvP4sgrxJ4JS9c4W6vcgvID0QfSK+yETuvZgik73jrvM8k8wMPeWb5D2D2O89SK15vjw+Mb2XcwG+WNdyPUWtOr2iexK+i4nMvcvIID5K7rc9FXU4Ptlo1z3bDBM6jMY9uwmhpD09soo9/NWpPWkB1jlH7UM+nzUyPkZwOzwL7nC+ffmru6cyIj1yOZA+LEKevYqRij1HiD08SgIgPvJEFr7wYR++fPCZvYUYS7w36TW9DXS5O/sW1z2IyTU9Ax7TPQN9NT60MZ+9SwkHvWHEvz1+Spo+KBhAu3L0Dr6Zr3A9xaINPjEe9r1zJvs76x6DPRj6Ab4Z/e68rC0mPczZHD6vGPu9XfgLPTwa3bx4KMS7BOlQvkfxqT0Edm6+usfuPL2OMD1Idis+7LMUPo8ouz2fPYu+8icsPfrDtT2kq1c9sUz9vDM4KL14UyY+t2E/vQD4oz2nDDQ91JCMvaf5oj0cgBC+7oNTvT5gTz4lB0U93ckOPTYt+b0dsLE9f1SpPJgO871ngW881Lp9vl9cgr4z4h6+kJ0KPjfXfz25E3A9W38YPpeIkDwQQKo91H3IPbFS+Tx+dm++dSv0vb49dj5+WBs9PRUrvjdWPr2M4r49DH6kOybzRL5Tc8E9EsYNvkPDvjzO4EO+gdeuvX+OiL0nVk2+wPeIvmFbKD4FnyO+eEAGPn1jkz1LlQu+4us/Pkb+MT0pWS2+LOW/O+6LBr001YG9AKCwvU/VQD4NodG8VFsBPX2yjL0nXDK9smuEvmAHuj0Sr8E9qUHJOx25Br5UZDS+0tA9PSEmTT7iGLO+9oMavtVT/D3wdGW9Tf1HvpoS0L2yiO28PiO4vbZzLj61VvY9qxIXvrxdY739ipa+NiBbPjVFOD7F7Y89l+ciPgKBpLxIw9g9lWgtPV7LSD433ys+v3ksvdiazTuKIQu+d6vkvIieoz1ArOO9FFwmPp5QFb3I+a08E4kDvQnFvD1x8Ky975uePdtqLD1xMX4+t1M7PHmU7T1vbZ8+HSmvve3T0L0QCFS9yaxPPQ40lD74zBO+IAOtPeDrRz5EgZa8r7yqPgZ4h74U91w++mz6O4fBeLvIrSm+U+6/PYpThbw4utI+yx3NPRNSgr4rux8+EIxVPhVEur1N0FO96UcWPpBk572oqOc8ZFWUvlh9OL74S349eZS4Pq5dzT0y4CS+0R8IvjjLfb6TSAc+X/+zPXKP0D2FE528uZOoPgGmML59zb492pJDvTOMHj4xyZK+gUzLvYwNFr5Zawq+soP2vSolIz6vDIE+jhASvp4YEb2bbgc9PSAMvkO1ob4XAbM9YkxnPvvoED5tYwC9z2+XOv0t57y/gVk9jZ7EPOhJqzuI3pG9oNvFPj/ZeD68WMa+YGGLPpqIIjyKU2Y9F1qYvv1fT73OhKM8Kn8aPstcej70QiQ+lg0LPR5D/D2+KQg+d5qUvCv1fb3zOwA+t555vocBMz4TtEM+H4EiPa+8srwod7C+MqkNvkaYN74QSJG+aTUwPg/4F75V5Se8MBb6Pffinb3N0iQ9AMwXvulcwj2R03K9divOvfZ2J74wPHa9LYw+vs2nyL1CTmI9tMScPATikr3pUTW+VbAJPrn8Cb495RY9cQ+CvlwmvD3MmBu+Go2vPNAFI752BBe+LVUePvB17zxwN7I991CivXkeET4zfqO9BWytPXHGMr4LFR29MvkgPQSiJb4pN9+8kR0zPR5t2L2t2im+h9m1vUgMF75tl/G9LyerPbJ0Dr4FqLw9HWsHPCvhkDy5VNk9hWEGvW7vsb2TPYQ90uwIvl5gxL3KlQu+sGNMPBf1Lj4u2/c8wxgovtMyKj5R1AA+pf3JuleSgL3CjB8+MGpjvRwmKT31XBa+ZJt1vQeqJj6w9IA9bER/vVHUnj0wqPy9ePs5vtUbQL4x+y+9iFoDPtMqeD0zuQq++HDsvK5Zlb0vJ6O9z50WvdUwAr5pYtu9bWUuviJ4vD12HVA8LWAmvso36L3rzNS97CC1PJIgiz2zRNk9ZRdIPhxDQb6X13a+hWtavoo1PL4PXxA9+GwTPrfNCL3mfXM9isUYvvH4Az6ONK08mS9hvox2L75PnG09TG0ovZCJkb0mJys90QetPYehLT4Opeq9Y+/5vYUoFT5w4006V0L3PchTOz0XNf+9QzbRPcVCrDzlCF68WivWvWvMzD1TdwA+p9kxPk49fz1Lni++c/dxvlOEzr0utb48/BAovlzb7j1olII9+BvZvUjHDD5TESO+y0RNvhh7Nj1O+Qe+9gZvvZOODDzFyP+8Xm24PTaIyj0L1hm+yPzNOHpmTTzCmm0+Tb5AvMEwgj6Qk9+9V6aFPVbmk74hM849aY9YPS0J0z31q+A8Te0XPcbOlD3ap40+GO/LvT8LL75V5GW+8GWcPSziqj0ixc49GkY3PO7m270zJRU+B6ngPWeEELyMh5M6F3Etvvw/mbyw/om8JsuLvTFAkzxfYjs+Gr+kvG8cC76xl4y98JV3Po54sTxNwTO9vKZMPpZSmD2aKr09JL9gPiz/5LxD1Qw9/M5wPVNrmL3xRaq9xv9LPq/Dbb1rbJm9OceHPHGLSj3UhAe+vLOOvfPhm71s2dU9ToaXvqJNK72oOwm+gmYHvge8Vz1Di0Y+15jnPcJEHj5PSVq+GJVkPckO2z21qZ++q12PvSn9Aj5PzcG9HJizPT1DWLtWxj8++LKjvY22bryojvs9qc7YPW2bHb0oDXi9LUFxPgrgBz7tYTC+GKAKvm2lkT3GXiC+eWF4PogNizoW25u7958PPgQahT7bnaU9HmQaPuL44jwn8829BstZvlA+Wj49g8O9XCcLPYIPOD7ZfuE800ktPKmwxbyK7mC+OyNCvR2pDb0ongQ+VtZYPk6JUL12wr+91ZJMPf1evD5mxxK+eSIqPri7qT1JU+g9rQoZvnQDJ70dcBO8Wvw2vYNCjz1x0D4+EE+Puyy9cD4zHNK92mA9vjV91D3heL49MNFBPXJcwb1Hbvi9jPLRPcnBC77EvJq+QRKIPnshTL6s7iu8Je+hPEqMFz3J2YK9Ny29u0monTzv9Ca9cDTavQazCj7yVKA9GjdXPgVxgrqrxd09tQB1PmMvMb6e72q9zqwEPneQHDsxAIG9zwNOPmUVrj0Xnzc+rfwfviO+Jr697Jg8yLoyvmX24zwz6yI+zFLkPae1xL2dBz09U0O/vYASHb2U2Yy9FQmwvigHBz0WG+c9KewRvQhsaD5P/9291wWVvbrt1T3vfA4+n8BmPjxGjj3ip4U8yq9NPblVkz6vJSa8sGeZvREK7LwFsBW8mXWLPrbgdz1WBi2+7muVvQZn3j0W3sK9RWKsvV3oSD0TMaY98R6kPVOhpz10W4S9lJXpPNKUXb64Tfk9K1EBPvJEyb3ZrhK+RTaVPViyKj2hKlM9xhLFvBpeCL6+OVU+dpQQvccmMjzK66u9h/cyPTBMOz2bRE2+/9nFPQm7Ab6UI9q9k7GgPdhFiD0RCp8++1pMvvVNGr40iFQ+07YJvgm17r008Hm+tqhiPgIjlDx0Ih28O++IPSbgRD1+ahm+hyBRvfJNc74qckE9ifcTvnJVKb4MzhM++KR2vsJYo70Xogw9N2xrvrhgLr51Bv699xI7PT3UK7y6nYM9oWmLPXZEyLz33049SrOJvY+Rh7z82as93OcUvnTIIT1++Ty+Cwa0PXmBL77gjKm9wl1AvvZcajx4MxM+WG07vhDBUL4LCEu9gfN1PT/IFr5vsps8FjnhPSFBpD2Sa4u9+m2Avpe1/71jRCU+NMIEvIJF+LwrXaS8W74KvrFDMT5UV5y9LHt5vWyhxL16Nhy7SIebPanK/Ty7RRK++SQKvmos5jwxg4U9mTELvQL67D0d4vm9EkypPC6WX70mQCu8C5opvc9f6L1r1SI9778APcIM2j0W2qS9wjqwvWeghr0AYiC+6uHDvYZcGb5F2Yy9YdQ+vqIO8Lwx2Gm+HUeYvYs/hbuMJdc93U74vWTTnj2XFq07Y8YoPubiwDzt1rE9YtsdPugwV76/4Ym+tA89PScnUr1MF9+9FOtmvW/PPr70zzI+03gwvmv9o7y/U0i97SWMvtOYEjtL1Mw9IIPnPaTVOb3jYgU+padPPThgBz0ag0K+WA5zveSiBL5E1bg96jOFvscFIz46bg28WUSIvYwlgrwMwb+8BeUSPkuwGTwOJoE9pSzQPHeWGj4zrfC9lAILPpey+T0TL/i9zIafva9L0b0bRa2+qfNHvjTY6byM9Nc97XkXPeXe+D018BC+RuDXvSBApTtvwj2+GIOBPkDIMz4SWYE79kFoPtIGwL1lCIU7P4VWvvHncT20AF++iOzEvdQr6Dzwsms+mqcBvsWWdT2hpx++gn1KvbWIDz3A99A9RvQmPuFp6L1/66S9n2wxPhfrxTwtz5I9YVs/PSl8Bj4CxDi+hhUxvVypIb7sK0Q9MlWgupc4gL19ShM+4chlPSloeb40efY9Lc84vtlCBj5HSSm+JLOoPQB+tL3VmNG604x0vhAhzL0HGAo98Jc2ve/npL2vplO+5JVOPX6Kir0QfLM8l8FZvlkaBr7MzZE9grgcvhPQjz2F+pm933RsvhcNsrx4yI6+MrhCPTCNWT6vOpI9gUEHvfP4BD2DhlC95P0Dvulf5725UfE8yPUmvk0FGT5kYbS9BEIuPlSOh70k5hm+uRsJPrrpID7S7lA+1tiKPKfP073waQ2+d6bOPYoqHz2WlYM+kOWBPYFEAD1+ilu95Nj0vUXHZb2Y74I98ZBuvaSx+z0iwNO8k0+kPQrml73seek829yBPs3D8L0yql8+SdBfPR84Pr6wlQK+XfrGvWFQMD4NDok+mf8/Pu4L2zu3xum9lBRtPcQd+70lULo8XmeFvlEgrr0PkRE+JRYiPg/3Jr75DeK9BnynvPvPjrwBMCQ+LKgCPtqUnbwuwSe+/csuvt/Kyr2uZXS+RMzRvbkzXz6i0XW+hwUUvuWlvD0lhV6+VOTpPQTn0z4MZEW+kaABPqvBXb7cX5a9CZyMPjbxfrwHOZ0+uT7EvoIzlL78PBm9txYCviMJ/r2yn2u+WVcFvvIgZT5LCG++cEOxvFy7Wz6fBkW+mTlQPgD1ST2C5xw+g/6FPr5IFD6o10m9PxCmPuCNmb5NB5q85CucvQKBoL0am2S+ZnopvlZUEb0fHoc9Vy6AvgfPsj22/f88dTK+vUpKRb3y1jI+h38vurD5772kgkM9Fs0dPlDU+z2+jV89a1rHPnzWDL7t8jO9aM70PQ70ub0j2Y69wy7Mvb/EDD2px7M9yC+9voSeFjurnq894F/dvETAjr0IzSe+WarjvfdDEz4AGg09xczdPcPHnD0nUAU+MIIHvkvrmD1+kHS+4OIXvt3plb612eE7ysqvvTVpgj7/3Mc8ALa7PQY3g74Ru/c8XcIpPgsUkD2Ue6O+X/iePiAyob7sdEY+hWIBvkqDdD1WAIe+ohaDPoC9xr3KIuG9fJbaPWjKqr05ZqY9bQ4svQpU5bwg1qo9nIhivjcKoL6nm/q9JbIPviRThD7jCGI82nNUvqBOPr7HPjY9Znwyvi1Tjb3aMWW+FWx7PgXbgb08PB0+riidPf0CyTycyYS9UuQcPgWid720nb29QgXCvTnf1T2Zjc88VfAsvZSmlrwibfC88Yt0vo7jiL3DGuE9UNUwvSfN6b3ovnQ9ucguvs9IXj6wuE09HV21PdEqBDxmjfY9SIiHvbjjET4KDdk9HB7HPPECJ73ZTE4+pSJyvtPfg71EF9o75+cJPFosCb7IUo07ytRBPZP0gz4VtTM+9hGNvfpdQDqSF4O93oysPHKnKj6qfGq95YQsvgciXr6Dp3e97ff7vThORT0Q04Y9kVmPPaqqhz6/oNC9SjsVvk/mGj6wasY9yxBQPsKguLxnETE+LXYrPtcPxr2Jv7M9EaCBvIPvOz4bpcM7YO3zPHsAKT5AHIA9u5LtPQrVqD3hi7s86XEaPJri0j2JDYM9RcXvvGPPxz18lI89Xd8YvYb6CD4OvQC+5he+vVaJo73QpQu+VGYIvjTQIL7VYjk++6fYPfecFr2iARa9T8HPPfwu2LxOZUC+38uhvQl+u7yDMsU9dfJnPs2PrLwUmxk+4GDAPRlXiD1d41e5pb8ruWg+B74ca/y8vMSGPdE8hD3ovx4+Xu5gPShIHL5wGsm92CQkvjRl5z0DjQO+sT6jPZHNhz0FlTU9E0xAvmv+8r2o60Y93tgAPjzV+z2bvam9UJQAPpdM871llRy+KcypPSjlGb3RBUo9MHh6PoVvkr1JSSi+gp2SvZLvYT4buJu+BBTbvbu9Qb6cdi0+/vu6PfWChLzad7a+WdfuvY+4hL63Vl4+XyG/PYZ3Mr2yAoY+RFRGPS9kR7tdCTQ++JIfPuzxMT5R6Uc9DLEzPoQftT6Ku5W+s0wrPtcF5TyvIpO+QNF4POT+fL3eVpy9TIAiPn0NxTxlpKG8JkpUvh13XD2hl+e95hvLvUnJc74Phvo9xcQwPl2lOT4TcI2+JS23vUHux7wXrDq9gphMve/Mer10dsa9guKCPgtdyL0QveW9ri8LvppAlz34XBE+HR2Rvqv+cb0r8j6+xoTFPYrpfr68Xek7rpiTPkKj273lDiA+Xu5AvuFGiL6UIBM+0AYJuHhitb093nw9v43rvdXBmr2dNVW+pbOZPiP8m7tAfE89bHY6vbzlUL3ygGC+/cUdPoGMBj30YSS+J22GPa23NjwuHqM9ze6pvDyvmT206LO+6IlAvnAou7xBtYe+Ds1svhfvf733LnE9afyOvbQV5L0p2eu9z5xXvvmD570N0Ao9CgE1PRMUqT7JB4A+8/9vvGXiDbwSaZo8p65Ru2BbdD3BQw0+dFLCPZMpkL1tAqQ8acD6Pf92pjzIe9W+WEIMvLfRyD1U1nG+lCybPvs7LT2GEy69wNqLu1zOFb68qok94TRrvogG0b0l9QE+Z4VGPZ2qk77pGBG+/B7JvQ2Byz1Zqv89oDnpvZuGIL5Iyww+shroPXeHFLsZazC+GRCpPVTbsL5BgG4+jS+7PO+HrbsIlyy+DT1+vRgzEj7I4vQ9xyCLPohD+D3lJJu95B+uvt/M8ztn9RW+ovjLPZBx0b0QlAs+yIHvu7Olor7xLb29in8kvTytiL4+7Sw+5LmDvj1Dir2WQDw9WEaFvXJUCz4n+tq9noUoPlK/pz7MwUQ9mrK6ve9Gzb2x8y89AGMZvjz7+T1GhVg+4+E7PgPVxD31I4q+RwEtPhHmSz7ADyQ9ENhLvQRvDD6qQRg9Nmb3OzXDCj7rFUO+OCf/vCAzkL3fxaM+1PjNvaHATb6ecjY+qlzsPWZnYT1qn4492ahbPY1EOb5zdUQ+5p3Qva0Riz0a9K89BDKkvtoMR74mlCa9Km2lvALxPL3msIA+McUsPg+VKT6s0Du9aZyEPaYUzz0mt8C9u5ZVvpJPFj7QaNc9+yMHPmpATT3T62Y9gtl/vaeXGj6g1Im+IB5DPiq5ID62fQO9X5dmPeP2LL1T1P68kZ2IPlnnKD5qPBU+TA2bPW43LT7dObg9rqzcPSdLHLwdMkK+yI6fvIq+GD7+BBs+emHdPMzniD22R4O+I4UEvl/yOjxSoQG8SioPvtll4jy4SxM8"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "4sknvdrkMb2zMgq+YGkwvReOZ73dm+87QlrAPO7bnbz+CRe9Vq7vvMw0E71PaNO8Eq5sPNNZN73pzf69NDsCvvhMFDwCWYK82FKuvUEpsDxt92w8WeVGvQaV4bwLl6y8S+0FvL10JL1D4IG9uh2BPRsO7rzxNKi9H6tkO5nCd7zl3A49zbkPvT8ci7nGNC89+3oYvSUiDr0E2Q68EAgnPMqVGjyizkW9MYwQvJj6Dzxz6mK89Rfbu2Ti67yku1w9nMN+PDB9tDwn9dq82uudPeFFX71aAjy9fbQ2vQeZe73El/o8S6I9PNuKCj20zce7wcduvV90lLw71x09mxeJvFUmRb3G4Ri+j0Y+vYRah73WvaG9CGD0vO3IiDv82We9YwYDuyHY6jxwwrc9TaEDvcoTaL3l87g7bIPwvK7U4b25Vi28ctOCO8y6JbsgN1I9yh9APTwJ8jtmcEq93ReyvTRCP71iJRa8KBBzPeo4yjvq0Ni90WjSvGw3HrvoNIm9Xap4PGS9m7y7l0I9wuyGu/HbqrztPQC+yDmHvBkgGb07lY68X9FCPFeaUrxhOQy97bFQvD1ykD2kPIu95C+iPXZQQb223yi8VqL3vOy2Ar1ebAy9beCbvEf7Sb0+ppg8u+2sveIm3bzz6RO9dyXpvNysDL2VXIk7JjwwPM5rqT0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 