{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "MCg1vbQsGb6FpZ09sBKQvQkuxb0K7DK+mHR4vjEOvj2TPQq+PZf5vV4duL1ecXE8x9QUPryc3bz+Dsq9L6j6vPY+V7187lO+k+AZPsh5zjz8FZS9Q/uDvamiGT4YXue9bWnkPXcd1T1wOcW913oUPjAHNjz/u5a9TrQIvljN+7zazSq9HzuMPTaZCL5MbUu+mfO9vKtQ6L1gZ9M92O5pPdag+TxxOuG8bGoAvnZs6z2yGC2+Udknvs8qqj1+Gqc9lYM6vlzABT54jkC+XmXlOsgb+7rnOkm+Zu6QPuI+g73C4aY95sMevoC6N75vZ+W9C0YovrtGKzv1vCw91fytPa89vb1s+gS+mLhAvlpcEz1iwqw9rylEvifJzLzEA+c9RK6iPZolS741TGe+dPqtPd0+Xr58LCm9qHEGvS1fCT6Qijy+2HfsvKTLkL2l9We+w3jtvTNspb7l9k+9QWhAvVj5hT2Tudy8Ee4PPqGhJ76UMw6+NeIgveMzyL0aiaE9EE7PPRo+2T3/VJ89saOOvdJRgr1Y3Qk8NYxyvogNkL4hLti9bEGGvXAyCb7kMQc9dp5wPTvdE76AMz6+nkSKPNtIjT1V4MA98ExkvtjtHz10DOk9EzIFPjLsEr492yC+j/a3PXeEHz7FbYC90A6IvK2yqL1bcpM93h2cPfuQC75MHs29wfx2vvVqp76ofgY+gaQKvXmTEr5V3/Q8TTQovagR9TvtFSu+F9N7PtZyfj6OP769W3WkPdTO271wiAS+pAQJvCkIAj5MmD8+oGgoPq0jRL1AXjG8d+fVvfYdFD1OqR8+qC1Svac3Vb4lHhu+7K8IvoDhXT0W4rg8aukfPtiSXz4eo+Y9gIwcPuQjPb60g/69vfFpvXssP757/wa+7tEFPfgqnT3iYSG+waciPiTQwT0Yiyu+E2XJvagLwL2tflA9XbsePv1b/71EmwU+fMNFvT3Q1b1YxkW8JTq+PTH1Gz3TDdQ9JXH+PXKXyr02fb69LvATPjMpOr4ykmu+bKaKvpJEAD7k1JE9OJkIvt2uGj4zOga+IqdNvvhXuz08BM29wmzHvfjpfD2P52o+uhkQPp67OD7Stzi+ZoZ7vuGshD6QTQo+1ZQ8Ppo7Nz52Swk+EcCEPe2Sv70W5y8+3kttPtZMEz6u3H49Z6Hsvcwk7jwEXcc9qaEavtH5Dz5YGAI9T7EBPqniDDxEWdg9wXd9vRPVmj0zP6q9UXAlPdmcFLqgHIY9hvvpvT3LRr48X2Q+x++3PTVJ4b1pP/S9OkmTvlGVZD5bUoM9fxQOvIF9VT5UFBO+w7J4PTxa6r2v6x+9RVmQvXXadL5paoK7v0u3PYKjYTzfqNS8D9DIvRoXYj240Dc+AAHpPUM+tr3snts9LBYxPsrrrT1pKoQ+U+YlPdoRLD7gFQ08FGQkvq44Lz602rc9FKKIvgs1vT2/iq68WedAPk5TfL6l5DM9RcFTPsvCDz6QLfK8F9GLPodMLb7QwD4+HozSvKmeML0c9zk9DbhfPvxYDr3tqUG+0KQbvdexPD57iYC+MuYLvu+mnD6iNRu+jDEtPsSz2zytyvC7o2FNPpRAjD4FZL29RVwZPpoNWb7C6Dc8Zo9CPndBT748xn8+LEzjPblRuD6FQAG+uD0Hvl3xrLxc5Hw+lmJePOWyfDwsbXs+8w1YPs1apb2C7ZI9+fUwPTeDDD3mmg6+MQIevuJ9N74ChQO++gOEPV/UJL7LNxS+WQRIvu4hHr4qSTQ9oGuTvlZXn71ukxw+qIJIPW2E7T3VpJ49IyJSPfYIBL6hzhM+WlMlPmrEMT7cQ3Y8389OvaRmlD03CKK+g4QRvlRzkL7V0Xy+7W1wvhjj9r2pnRE+yHgFvjW6vb13tuU9VLjSPH06PD484++9MzpJvl6NkL1MiY89kBPbPSh3Zb0Wqv89rxaHvrghQb5Ywps93SJJvnwsi71OGzO++xZivr3RCj6pG4g9YqU4PjcM671KzTG+F1PBvSObhb3d5qS8crsvvvfOA7vj2j4+qaXwvG65Nj3/6fO9+252vrX1rr2+SAk+tNIVvQBSlD3DoyA+EBPLPdLqHr5mqi4+mgSdPA+2ZD0B2cm74MYCPnMn97ycj5w9usuVvuUPlr0fLja+CUwkPt78Ir0C1Tc+GhGZOkAECj0xXKO9OeiAvk2sxr3eJ4w9ysaOuyLf+j39RtG9BiIjvfieP7tfgEu+dZf8vAvjdL3suhc+O+Y7vmJ/7b0lZRC+jaq5PdEV67xzOIc8VYYHPu/LAD40uLA80Z4fPj26Er5cP4q+pKI/O4Ycwj0VxeU9OfZovkYpkb0lMT49sE0bPmCkgL0PZGe+J6NAvtY4ZL7A9bK9dQgBvvqVq72b9Ms8BuhfPJIl8z1ouk++2m8Qvo4BC76FtBg+4+yMPVfSZL5sqNk9N2yrvbQORT0l5ao+b8SYPfZ4BL6VcDq9owGUPNt5pD2z+gi+UYxVvlTj9rys+rG9aNAevkmhcr6bJT++7bLivU+ccL6oIhA+VnYOvhfnHr5wP9E9btmGvQ4HIr336FE9iIJSPYtDJ748UNU7SUTVPVpAnT22JuU8Z/zvPTK3Rb6bGgG+oJtdvouPfL1vRMu9xOfivBTC1D11Sm++qj2/vLiVOb3T/KM9W3UhPj6zgL3kpmW9ipOGvWc7WT3zmNg9T+pYPQ35obpkaOM9G7E7vvNMDz4syx4+SV2HvV8Iz7zzbmG+J5tOvctuaL1WByc+H+pYvBhGUjyaAS++Yr9XvZz6zL35qKO9yKNsPFC+3j0Jqda9MnQEPYs5z70j4KC8VHNCvgeGl72o2k4+RKAEviFDab5mTRy+BR90vq79h7xuXJc9u+0VPvExxL3tpoM8sbclPSQovr2ARVu93KtMPr4KVb1pjwg+JBtcPvxfgT14FFC+vn6fvLo3Ur7Drni+ZJQsPQf+Jb2t3eS9UOWOvR4HCb7Wif48p3MVPsM4Wr4qBKw9yjwlPjAsn7yXcCs+uDQ5vhJo8b0VNQO90i80vdHlfD0wvRi+naB3PQqoXzywnQu+88V0PqWVGL4G88M8fV+Bvnzykz0G1Yc+srmYvYoIKD5CuL09852qvVg7dz6BNW8+2wsOPUVqRD5he6o9Kr0APjkTsj3ZUIk95T4TvcCXBz73biA+pz4mPhcfMT7Kyqe9f6nZPOJvg75+pAA+2MF7Phx7mb2Sjju+iecyPLaKDb1aeGE+RjGMPTWaD71epS87DLcPPpEC3T3FsvG9y43BPZXnpDxCIN07V5FIu9t73zzl41Y+yicDvdnUob5eVFy8gXQHvnXAK72RImW9k26cvqTBe72w36Y9XeySPeoWCL57vrs8looHPGlHCr6AYjw+fQiSPehKbr7eFhy+Wa70PDG9Ub1jWxy9XjBSvR143jws/ha9QsCdvRNurby0Gts9vOzwPcNfi70DUQ0+ztGAPuUem736jmU71rdBvpsrzj30Z0M9EjKLvi+Gkz7hK18+NaiaPqPk7L11MTC+KEJRPpcO+71hcy29fMeBPsaZG775+Cc+EhRNPjzNDb3qdJa9qOnEO2ExSD12rQY+gi0xPkbtATyNcCG+y0PzvT2kwj6KVPQ9edRcvRHyabwQXAS+qVGKPbXeMD4rKg4+CbY3PtBONbxJcAc+/q/6PXJOhT2avpq9lgIePlOwJT51Ate9jG/4vd2hQr4q4KQ9d8cnvkGHIr7DgYQ+HKDuPb1ThD0Y584922RavgxBlbyAILo3mzSPPUqn1b2f/YK8ojTtPIiLKDuS8fS90k8Rvsjr0r1AeSA9/oOZvYU7Jj3kuDy+mPJxvr2QgD5W+my+ur4LvvcAjL6mnZa9WO1KPvMZ3z2in709tgKavElizTy1IZW+fRWdPQ7CCL5vH5y8o+AHvirnNL5vlIK9vGRwO9Bqyb0Mb3w+YJABPty7Hb6sPNc9/eZdvBi6jjw6Spm9HWSEPtHosj2QjE49g0mWvpOy372lmkM+jtx9vnaDO76UfaK+1yxjvcG2ij25+4W+yDe4PeRxIb60AyC+s7wuPtPwTD5BKkE+ZS11vbytZD0+P9i9NJUSvs5tcj6yk8W9n9bWvVdNQb7Sqco9z3bau04Jaz2L6OA8h1YRPuXuCD7eR0q9BL1EPDNXUr094ii+Vto/Ph1epr1UxAU+oKh1vhSmTT2/ZAO+/V/zvYTNlL3ScSm+BYgGPViZDz54h6E9luaDvkik7zyYVk6+bY1zPcSxmL5HHj++haP9PditDDyeVhC+Zvcevi6T+DwXuLG9zvRIPuF8M75toyS+gbQPPjd23z0uUsO9Oxg0PUzh3jxW8gC+X5zrPW0MPr7u5Wg+yHlAPqYCNb0tpTC+wBOgvdgkzD2Vow0+L5Kdvkj6Q7540729u7STvYF5CL5oCsE93kBZPpxjmTwNCcc8AaShvfM+mj1cJ5q+v8wAvirqAL5kpbS9iQ3cvcjk2b2mpOk9JHsbvpvA/j2k4O+9eaYsvnSeaz2Xn4S+UG0VvuyxJD1Cdw8+fh/oPM24gb7FNhI9TuVbvnK50D2jUyW88nY8vPj3yj2wulu+UDtiPkFKmz2qZTQ+YnFDPr5JtT22DkY+cQEsvmUoH76X59w9oInIvYs9+b12ReY8ldmwvZgjJLyCBKi9RWELvsiPHj6gcNo9Xhg1vv8qhL3OrhO+X3GVvN7FHr7ssDC+NMvivO5Mej1uYLU9C0givsAGsT2w6nY9IYy5PemXsL1akOA9n0shvglpoDyxf22+DoAFvnBqjj2PkiE8t8SWvsrRn71UzbC9dfvNPUPjer6oWZU9ALuUO9UPGr6MDko7lFInPvRjMj4Vzbu95MZcva6Oyj2yeHm+mc5ivm/d/L1q8Ni9pjcovo7f0LqIxI09hCCDPQCl2LlcK9m9FUuRvXlrSb4GobC97IXavTUUWb7YiKm6jvkjPtiIjD5U4Lw9Kkj4PQLvaL6gISG+9fufu108RbwTuca6f0EPPj9UBj6cHeA8V8XHPXLv1L25qGU7mdz6vXaeFb5XSFE+2DgVPhC6Ob4qtQo+TySOvmQ+ZT1+D1o+0H4zPc3KSD1zUrg9ENN/vTmzFb41mTY+Z9evvU4nuD1Zmpm+RFI3vuxdyj26FFE9X1XoPWWyoro3ODK+ITUwPWsiGz4Ub1Y+t26aPYwkpz0jRWI+H0fNPdfX0LwYIII9PlhavT9XMT4VQVm98K4zvSlqcz1E0Ey+wZuNPqh88b2ZSN69fxGJPjVixT2WMxM9AC5CPt4zNbwwSfS8pu5dvvqLUz5d/3C+7ObFvOqacDudN1W+JtEtvgM9Jz4Le7Q9VyYJPh7uL76Ap6U9LLLpPYC1ib7jLRA+OLz4PSITQr7gH+69tOG9vZw8Az6Me64881P/PbN4brwgn/68pO6+PU84Q77099C9Z2HbPLnrbb4n+SC+WNdxPfHJO75NDuu9AEAQvguDPzzoOcK9FOZpPQTc7zzu9Dm+NVaEPrb4mTz7C8A9UPynPp8M9b0v5Io9mbCVvZLD2z41eaK8cxxmvqxsVT5OtwA+vl1LPhPIg75oVSg+GcEOPs7l6Dwui6Y94okXvgP7Jz0mn408nuuFPUofK75jWJ69DWaIvDUJzr1n5f29P7aiPbHWRb38MF298TyfPf3VcD6bLA2+075BPl6ZBD5tEZO+63zSPuVVHj0pZDg+mmPQvIh+DL6F2iC+lDcVPRZWMb01RB0+wKiQPKLelz7Fimc9Ac85vodyRr5Sw8090n2GvizcWz2mVNs+GimsvYsGcb5oaJi9q7RNvnDEiL0DiEe+iuN0vtMdlj2Yprq9yTIDvvcfvb12sWe+n8FLvu4d07yQ2/m9gCTAvZDgJr6CThM++WFuvvTAB72OHh2+8lxpvkKcab5CMgQ+p/rxPSk5fz7KpwQ+83EhPqv03z1fQ+u8sdfRu/ARDr6R4cC9TSbVPRZ1kb5jOnW8wI6Bvmfmn73MWhk+DABlPacVgj2ewVY+AJkQvjw26rs2YZW+EvGhPjM8lz0/iP89U110va27XD2RHlM+3Be/vZ/y/71J5Tu+F3mFvjEU3D26t0i++XmXu1v6Ob4iXsu89pYMPgiIur1kfwo961kyPCQgFT65aYA93+dSPcrk8r2jK4y+9T4LPXomnL1GQ6q8GlDyPXHSV77+oDi+unc+PZxqjL0RgyC9GpjfvOvcGL1INFi+VZ2EvoTGxTyGcQY+MjhIvf+IO76vIP+9UPblOqXWnL2LO/Q9a7wFvplyA71w8+g9YoaNPSwfHb4sFis8PbQ9vrYwAD6ppbE991ArPsd6ZL73eAa+PDuwvUiYP74D7H49sIExvsnMA71NKJY9W5/kPBGbG76UwWm96pgsvv/GGr6sOVu9PjK6PbDPNr6NstS9CA/DvfClDL5Hal++TbdAvT1oNL5cBQi+l73qva4UqD3sXE2+fPcnvTb8ZT5CwdC9/KFPvmOx4T1u3RM+gKi2vaWct71uaP88lgtNPjhLwbyF/BW+Smgavk9myz3PqAi+UqEyvohEHT4WB8O9GnDnvTY/Gb7+Gi++q+R9u7F6EjzZgMi9UGVYvtvb3z0gaLq97PtmvjgdaDx4GIU95wgRvq0q8D22caA9gDGKPQW/sD07vB0+Iqcdvpq6Kz35yi2+DkykPWukKTzVIzK9hh29vROJIr4oAzw+sMcIPayjdTvE/DA9AToHPtY+Db4BEQw+R5jtvW0qrj0WyZ88yx1xvVDgJT7O5yu+nDTgPDJzI75snd+9JeNPvfjumb0KvSy+Uvtfvnw89b1aZL69v8mxPCISCr5gHhc+hJZUvgwxXLxXzVe8com7PTHRqT34nI296KvGPTQP+r3UvIO9YPWwvZMC5T1EWVQ+wEdzPuGjEL3m4we9XOIoPsPxib0Wgli+7hmgvuS9oD3gJIK9oKANPoFbVb6nFMW9Ow8gvj6Meb0vusu6Jgx2Pv0Nqb34DIO9zRfpPN/x7L2opiM+cMgGvVzloryU5VQ+HWhiPrNQvT3Z45e9t1OsPA4/oz17n749g5KzvZpeyr2ZISO+QqMBPPuTNj3R46w8GC65vSzKNz6uR44+A7BXPd2zRb6eeES+oLp6vm6WC75qiIw+2ParPV7EB70nn12+fYnVPNa0HL6ccTg+uv5yPtLPmr0pgRq+ylKbvp+jJr7Kzy0+lj+IPf9z8TwKSJy9f/31PSG5RD52blk+SWpQvuQJWT7MrWo+tKHmvTbX6D3otBU+vYBPvtpwxzxgmQq+Mk3tPB/BFT7g1Fm+WzuFPWK6cj1v8+k9+Dq4PUAwMrsJ+xi92zu8uxjwgzwpZpA9lAqkPWXBXD4fZAm+sRqKPKIqKD5eTC++EsbMPUGopD2HByM7KEQyux+cl74QIE89XndPvV+QL77EWzu8pjIEPqAM8Dvc/Ry+lqecvQe6Nbtqgwg8l7oDvmdx1jxWNkS+dfsvPs9bO75V9B49EA+QvuKhTL7+Ak29Em6wPWgAlT3KBFu9KoVNPY0dUz4ot3w+PKWdvbto+b1hGSE+dJBKPpWVcj0iANa9AgifPoxRgTzTOAC+eoIrvsVvoj1nEg2+0s2OviTcKD0o77O5MgsQPkZaeL4511G9e0ifPlMHbD0UZvC962APvjKzTD60HTg9R1HbPWmjfb5XiU2+QKSDPVzMFb5DvQK+5gImPkJotzojxoK8fCsovq6EnT6og0u+5dravaKEt7u3cJ48xk4qPaq5Tz6XPU4+nGqGvZW6/D1ZCmm+u6oHPtAwQb68vow9QBAQvYK/Wj76vSM+qu8OviIDIb5f8SA+FYlcvtwBWz7VyMU+vsFxPijXLz1HZAk+OHW5PZVMqj3Zrm2+2+VEvthgPDzlrq+8x/JPvYqBV70p5Qa+LoNJvn+Q7r0xuR6+dUMavaAt2b0aswK9pFAdvjHCBz60ybi98ClZvZmB3zu4eii87FkIPixRtj7ccrA+7WTNPf1WlrxKGj6+TTtQvm3RPLwGB4W+i75pvp66a77yMmW+BWdLvqFh5b2OV0C9aVyCPgBvi7wzKK491GL/vYxaVz6a78m9Qc0tPgwoir3flhM+F6cGvqQzGb5vxJC9THzovZEcCD5q1C+9uHHvvaMwFT5BSaK97u5QPqbDZr2ndQ2+wTciPudCjD2mGsq9/rgOvrmT+b3B7z0+oOSbPSPqnLtNRdy9t5MEPkLM1D0qc+s9eyM6PWNcAbx8EGu9StkGPuvFTD73q0Y+WzppvTVy1j0tqx4+yvDdPUiN770s6Ky9NrypPp2ELj58dty9DfhfPGnH0z3Ogxy+A4inPb+IpD1JicI8oecPvWV9ij1JDDa8Gf3RPLHwgD2gjog+E5z7PY5zTb11Yqu8xcDWvfVnLD74Nd89pgFkvSVjuj2uO9C9kYzGPdafUD4/fno9HX8mvmw3Qr3kwsy9RQoYvjzMZT1is2Y+ja5pvVGeHb6EJ5M9/DmCvVsbTj608E28UVrxPW0wZz4RsDy9FcO8vSPFGz7BaLy9IKQDPlzd+730dAS9UK4LvrZjlT3YXbg9uAAEPo21iD5xCE88xlJJvEV/Kj62gww9nbUbPp1qXzwJcQI+O4mDvbH5C70ZHE49Ol3hPKLUyz24faM9X9IMva4Uxr2yotA9yKWgPVAsoD1yqDo+hj7EvZXHUTvdl0Y+3En8PZHpRT5/hFi9KB9Ive2LWz5nAyW+XfaOvQdSwb3HGXc+VpuIPSMUSL0bpfi7I5wZPvejCj6+ikm9PCuWPBGwB75Z9qC82v/xPEBa0735keq9OefDvEzsVD0C/1M+lWYnPtXN+b1ShvY7+ZXZvF4YZT65ARU+XrgQPKYqXD7fiR4+12d4PrYwqj1yq+w9ytNSvdIqTj0dKiS+hIwCPc3JQ74Aoos9LCiivWVIAj7iEoe97ZGvvSwNGT7pSzO7PInrvcgcgL25/jm+TuFPvib7Xz1FMO475b4JvX+bv73voyO+z+acPtGRgzt891w+dWu8vacwVL4HO7k9nWYWPuYfnr7AMr69dnRAPZXPfb2RB8S9cuhGvh6P2j3IPoI+SO4XviqCub2F2x++xNMAPuiTWr7jTsW9iu9BPvmPoD3vFaw9OvCfPS3xIj3sZyq926aJPXXWRDuFZD28Fe1BvtML9b0MBzA+6XZCvtLUg76PVDO9EvHrPVQVSz4Ioum9cmxvPtHyaD0JzWc+DNJVPaFiCL4bnog+1KNOvCXWOT53u1Y9EbSuvWQKs70eb3m+Mfoavp+cED5HzA8+HTmHvPu3QD3SmhO+9WB8vpmkQDze3Eq+sJy+PAUla77Z1Yq+eYwQvogoAb3FMni+ZqyUvb4NoDu77Au+j241PpqWCz6EnIM9EPIpPswWJz0ThxU+Y3MovUFlyz0OmxU+MikOvlGIYb2Hp1M98k4OPf4O9D2uCz6+DjEtvPau/bxIoEC+O8iTPUjkqj2CdjG+b5MXvqnQkT1O1mQ9mNefPW1hjj5dhtI9imbYvNk/RD7Dmo6+5tsVvhxAqDxXM5E93ZWnPWCJOz3kUUy9TQxOPQHv4z0FHBk+PhsFvrcwvj3hAke+ciivvZgONL4BtAs+Cl44vQ7s+DrvYsK9jc1XPjYbV70uQ5g9J5tpvi1T5T2e+se8y3JKvtK4WD5l4N89G01hvl/f8r2gFjk97E49vSrWGD2einS9H0stvQuugL4woHy+BHYYPTU80Twgpxa+9DNovr0spb0BZuk8mGmePb5Kqz5cka29pRgNvTZtYz6oGx89OecbPnoeCz5e/fO9M0aDPtZ1qb1eOri9XCVdPIBFH77KISS+j1+jvfuUpL2cu4a+fKhfuvQSjr0/dUM98EcyPv2/+rxCdNA8/BhXPfpZSD7lfzU+Qs/APNaQ/rxQ+Qc+ShgsPilIVT3ALlc+QVGLvLK1Er5NgTe+Vj9/PSPcML1ivXI9ZAoLveLVOT5xX809oulRu2ODYDwyFBG+l+mqvTPGS74+Uws+oRwRPQ5HZD5otls+JJnUPbGvFL0Dw9o90fnwvFqQMD4IJpA8d0NBPitXDj5BYcW976x2PFet8L3T99i9ruOEvSvA371p3wK9XDqWu9aYNrzG7K299Ksnvl0vSL6eE34+59SCPJ3bpL2Ee6e9m4+APBLImL2vGhg+iWf9vYpfgz15IBs+nM5TvmHQkj31tKS6PKaEvYScrL3w4wE9YehYPs268r2nzhC+U4uZvVgnJD1K24k8UwMovr4zJr5Lg029sL3LPZKtz70Mklq9f7/ePcI/RT2asoE9VI7OPQmznb3bJiO+N37bvWdLHD5zU9e9Int/vSeQhL1OQi09YmGcPuqM2L3MzMO9a/YpveKH2r2kECG9vEoUvr2ATT5qiZo9uLhjPoHPO71Miyc+reSqvUKW4b36eNY93uEAPsHwsz2F0Ks8UvPBvcHHyz0o+dy7dpbJPQPPeT1Yqtm9PbhsPtalWT6J5xY+e0c3vQH/6zz/9Eo9eLp+vX9Do72pC4y9XmhDvjTeQLuAo0k9P4AnPbEBLz4CJbq977bCvcKnJD53Jws+LzwfvSYRE77VScW90MRZvZrtpT3o6Mc9n5QkvEwjoDwc4jO9fdcFPr1CiT5B2Cs7JoP8PVzLTD0q/Is9qognPebuE76jeUw7A/cJPb77A7x+vDI9AKYSPuz6+T0t5Mc9zGQSvNxwCj64uCe+ZJ8LPUSvxjwbLMw9fbokPR0jEz3cF4a9jyxaPpa/Gb2xR9y87BQ4PhI6Wj0aDBC+NUrvPQQbE74J6jg+BUhJPkoLdzqnvBK+z+v0u2kCCz6i+4M9r2YOviZTmb3wNw+9o2oCvUe/Qj55j8s92QCdO32ouj1wly699FbIPS+oAb7KZDM+I1A5PtKMUD6ZVYq9UDQaPhYnCj2UfxQ+4fclPgFVIz67RCc+0gcjvpt+Cr6yGpK8hDcfvv1siT0xX5S9764hvum37z2Ixpw9HTgNvpfAYj7XCL09OKY+PTod8rzmDci9aAJ6vlKYGT29ZKK8rompPIETKD5i6rM8Pb3JPXSkB717ulY96x7FO/PC0j15BxU9U1KGPf3/171ghkI+25VjvvoaOz6zvTO9++C8vfTCPr46euG9Odz3PPDsSb1obo69Mp2kvfCyOj5S1le8MO9IPtsvMr6JJ5Y9I1ervZDCVb2QHAm+BMXjvcEdQL7dR989nsIMvmGqkr26Z8O8sd2YPezVWT2hJH+8azcRvs+e7r3hm9C9TVS7vcEAWTyUmTo8v3krvm8keT0olzY+U3i8PZnVGj5SyIq9GBQyvtmmhb6am7k9pqrxPfb4Gr7FjR89Nq6KPW6pYb22Yiw+f8k1vnvAkbwfTKq92/0RPmuG5z2Bgzo+jqtHvmRRIL7rmJw8UOISPUy84z0ELFa+9cpzvTXXDj3q7Gi9/QcaPOgXBL6rZzw+iIY4vl1+Bj7z6Sc9jXcRPtaXr73/ZIg8nNAlPj0w+L3JM0G9lv/CvdVbKr0824I95qMSvvc7qz3KMiw+lSkSPbp8KD528Ta+pwJ2PZ9iP75CuKS9O/yBPaFM8DyTcq09yitBvjfSJT4GANK9GCo6vh4Jo7ypHAc+KhQZPn4aiLzESFQ9ZhcbPq2VEL2T9qo9HaKxvYn62D0wa068DCzIvfrIGD6aIZ095ansPS136z0G+B29sDpuvX1oc72+nj0+iCwMPgSFWD32ryG9HWKyvUVHpb1M32y+LiEZvvNw0DyUJgu+MohyvPaB27wsUyO+3nlCPpasvjvBPz49VuQXvrRDjT0IKzk9O42rPUCYFb5a16o9PGp0Pvb8yb223xA+KXALPSH7OT4mDII9tDPDvcsC4jwOyTA+HehivJ/1cbyq8no9HNsRvgMkPj5IxhM+pFdhvdK04D1Bu+k9xVIePtpC/z3PDz4+KJwwPgyJG75cGD89gobsva05/z140o+9xfI6veoJBz1Iucw7Njt1PdAjxr2ibMQ9Rk48Puix0r0Ee14+C8MePadjLL0O0iu80iq8PHIq1DyZmBw7jBgsPtqKhL4794q9YlZJPuBS/L3hHZK+Zp7fPF5Eeb5BQkw9EkcPPirLQb6KA/+7VB9uPmQHnDw8Ri6+s1QtvhsU2L01lFU+KS77PVC08LuLgby8eqEIPbFv1L1looy+zvzovZi9qT1LSea9b+jDvdJexj2kCV2+R80ZvEhRIz6krUc+YnA9PilzP73QWDK+3C7fPVl+Xb0O7wY+j8ORvhi8Hr5igBu+oGekPW+aTb6UGIO+zvhCPXo2dj0jWyU99BEsvuXlgr0YxWE+rR5bPZ0aDj7MbOI9AW+wPTu3/72A0cw9fHh8vj9uiL0vOPO9pqKQPXt57z3iLcQ95G6GPc5YvT1LZEG+wsQWPis87r2ATdA9r3lbvtlnFr5PPzK9oLrfvRTDgD0L2ly7mLU0PU/D7D2ayw094ZNgvmGwmb1WyTA+naf4PRaH0z144gY+D/qvvQVwg72zTDa+BVrFPf9jaDz2Rqc9pYUAPQomOb7SoY89hhsqvb2mcL44UBm+lIEGPb1smr3ytSW9c8kEPVdOF74ao6K9O2MDPji8Cz4pLZa92czTO3QpbT10ikm9PLToPaPGYL3XLzi+c/A0vUvmPT7n3TA9PvCAvVFUDL6iq4o8CQ6BPc0KQb2Qa8g9Ro3xPZnhIb75x569mExOvhu2Ab6WVIQ79IW5PW1CAb21W5K9t/WzvSKyxbwwm6898F8avhDIFD7WSMw7Y5ANvlbN271DJEg+BgMkPUzYbzxIk+a8e3Bdvs8nbb62D4s9uGzRvSMFK745+OW9ZvvRPYlPiz2RLK49XodYvopr9bwYri49pi+YPeVFq70BzQ0+YQE9vorEG75xqS++uXemPXJuTzxFoh29Kp0Xvo3tRr2U+RK+/gA9PrEfC73IsSG+w/IZPBYNyj1tg729c1XxvdTdjb0BwZ086KOLvTLCKr6jOxC+I9wGPgYzBz5yvSI+kFGNPk6GkL2Iujm+69Xlus/maD56EBA+YyN7vnfErL7iVS++a0+0vfPg1D0ewvQ95HkVPWwDYTx87Cc9pXOIvcbo4z1owUk9YFqHvRDn9LwTqvI9snBQPWqpUL4IBRS9ZUCkvjoC4T1hg3e9u7FfPWCYWD3VlHU+j9TpPcNHQD1uGuG9Wihbvd/ElT2p/O89Fc33vJhgF72L9Ok9QMhqvFPmNz3scpW+5UX5vfAIuL1hZ0w+LayGPfCYh7qOZRy+fVwIPn9Dqz3yKMG9Y+rEPO04ij1HeIC9e8g+vfu/Yj39sgw9gMocPnEJRr7iC5O8LbyOPNflGz76sE69eJqdvfOOhT0imIq+toLOPRejXL6hsSw+oZoNPex3hr7S4zQ9YJk+PoQIo7rL7548F+Y7vcBIAz4PJIa+WWxDvtKtRj1Yhty9FFkxvh4y7D2Ye2m+zdkePdkyxz0gXZC9emvVPA+ihz0ANM89TPxdvhjpjz2HTuo96Ha+vcEyKr4aKRk9h6nyvaAFez0TleQ91iPvvf4DPT18AyO+Ia8JvjnGsL01m2e+86FSvibfzj1X7VW+Z1yDPATCgjuTEJg+8i3HvEkLpr4Z3nu+GbFHPafHr75WgZM9nZouvmopWjsjqhi+4ygUPeClOz4YNim+0LKavS+aBz7ySwK+9Vz1PSWjQ718KRO+4kVpPdSMeL6vHLa9qVPDPRmcKj6YVP+9nRT7PEh6E75kMmq9IBqzvTfLGj5lBmE8jvyqPGga8r06giO+sJp+ugusNz1WWU6+bc4VvLJDYb5bo3g+POyTvu1nij28/Z6+FiAjuyP9/DwHdlA9wJGlPVekYT4I3vE9xjkhPocLdr6THkS9C+wevYNp5D1lXUc9HCMDvp4SGT7tWZG+eUdmPgMvlb5CTq09E6q0vk1o/D0t0wG+SepVPexDtjxsTH09HgobvScZ3T3GWbE9YFuDvSacdjvCKDO+IZguvkDKTz5UWt68j7xKvjR+yD1pm7E8ZpOtPnDdoj1PHHa+JDobPVx2V7xQnR0+EWEsPgOCPr1ExC89m5fGPbAxIb4CDyg+OdSzPULjWL0hT2G+F4UDvsbbrL1WKYg94WYHvs+yab6UvYq8PNZPvgtpI76pUxu+DBzMPcFtAbxHSJg9QfgCvRlKkz7nndO9HmsFPiZFe72vRU49IatzvR0xmT59A1C91vaHPhThebxzuK29jlsrPidjNL6Ghx29wVdLvm55dL6klmK+qt7jPQCIM747Zok+ROVavsCy+j0mo569wpA7vsOYSD5aWxE+l4t2vtnzZT4VBte9igFXvn0w7r3r4Pc9+VBBvQlsAT4fU4a+KYibPirPL72LeeU9KB7cvUikkztJ8T8+bI/PPRL3h70KVba9hybVPBEkXLyEGrY8BA5CPgyYKj7dfbE90xkRPt8Dpb0Yxwq+ZO5bPgrULj4k/i89NmwhvuRHtD1LJDU+bul+vZAPbz4Xn7Q9UhhIPtDsrz3zeIC8m8ojPtns0T3moTU+gHkNvt+PAz4ERu29H0ooPiid+bzbTAQ++F5NvWHogD69MjG9UXWVvclTtb2Cp2A9IFHnvUUXHj4pHa89mfSyvL1tXD2aKdk9gM0Nvj5eVT1A66G9GHEkPZErVD0woH08QgOEvfL5WD6RU/K9Sx9VvXY+0D2mrew9gAr0vSuPL75P5YA+mFbdPN7DRD6V29K9nq8LvreIkj5eAua9acglPlpdU70vTA4+xo47vgFoLT54JPO8C4YqvQY1+D1hc2W7/fPPvYINEz5706287tiQPO05Wr5WqwU9SAtZvRzGqT2JoWQ+uwrwvJVWxL0lBDW8DuxmPVvGPD5ATvW9ib8+PotmEz6sZvy9W3kOPo/ZzL2XPns+InuYuwXsh70GO689qC9BPS6CjD1i7C4+JSoEPokeM73kmVq9Hw14PHWTKj6tW4I84P5TPUH+7zt25qM9FCQlvg/V+b26ZJ683ugPPve8+r0zKea8HvAjPkvO3jx1mhw++qa1PQilEj7PvyI+TbqLPb6WLTyc+VI9IxoovifNTb6mSLg+OWMEPTcy/71dJRe+smYaPn3zIT6Goh++fI1qvN04tD38Ur89cVWoPQLsg720iIY8piWbPRgTFT5WSIu9N5yYPtzvSL7RE00+5jjVvfXCEj6NwHe9i3xSPo/u3r2LkPW9ibb2vanXQL6CL4S+ZTUOvnqyB7712J09yKSwvVCjo71sRkq9hyMaPtQ4WL4E4aC8TE+BPXt6hL3xt669LSbevNwCMT4SDfy9NcYGPm07Gb7c31S9ekzVvR7WN74N3A29dZnvPWuoUb5OjW+8lgBWPme6rT2vAia+ziEEPmjflT1OPhG9Bc64PbsOIb5s/58942j1PH5Ke74LSDo+LYgzvvWRnb3Ppy8+qw4aPTIE4r1YRkK+p8EAPNNiLD3BSG8+uuyGvHFA9DtLqEi+KcvHvf//zj3APQC9Zm+XuwAanDv+rts9PKqJPtZ7xjs96Va9LFzbPBLMHL6Yf4Q9yCjhPe87Bb5ObnQ+X4kOPUTT5z3SRLG9RFE8vXEb573CIhc9oCZ+Po/uGT4s95E9fzYOPZ3egj3kfC49iBZOvvFdMz16kYM+MtlWvndd7T1YCyO+Cip9vGfcXL4ySJK95xGBPeG2cz7ECx8+MrB8vrml7j1jgb08jfhZvuG9Hz0eu2C+RwtRPvt1Bb617189Pfy0vUgM6r0pxH++PK4JvaZhGz02+Pk7a5z0PQFxbj6ybd67fJw1PtxYRj1shxQ+a8vtvUvS2z1c0Ek+O+zVPHXmnT3OKTa+fqNivnmmEL75t1y+/EBJPoFHVL0cTxQ5cxQPvufzFj5AqIW+FKmQPq82uT2o46A992UVPfjyqT4ROcU8O3ZsPoZTHL4Hj8K7YlQTPhFDIz7QGBO+OWc9PtY/MbzeJ6k9lI2OPqjlzj2Nd9s91t+SPSRBgj1IdB4+PphEPk6VAL6kvI8+JLY4Pv25eL0Yf2y+VoufvnAsmj3C7RA+zqcbvi9iLj1Laxs+B5RHvuqc2z3WfFE+i7m0Pr4S6D2DRnK+jwNAPX+Mbb5qfUk+zdetvWvXrL3X0eu9KjuOPYys773W/5o+72zqvaroAD2EA4a9vbINvrj77ryMQZq99Ihgvu7IDj5+Uqi+KgSQPG2yg76zHaC899pZPTkUwr0Ffnc9WggLvhf0OT06pZe+uyGCPvWOrb3sHnM+wPYsPSCpbT2CC6m9ISRovRxEpz11wJO+Y7OCPsRZjr4Y36i9gWFnviAmjb4x1hq9bA2SPvLpRb6gVIY+PKCjOtB0Lz4KSky+DlQzPuM+9j3RUuM9MPimvfI4fL7v7b+9aAWivTa5IbzL0tS8JUsvvdT6cT26svW9lQ4xPu+mKj2RQ1w9s7cvPkDEGT4nNJW9V1mzvezjsL25qdW98SdHvpw2qTxYM9e9v9AGPSqyq7slokW+OtV2PZu7Wb2qBXq9h0jlPW9aZT0TBdc9yRQsPugIKLy37sa8CgbgPQWje74ET9W6VCwMPdGJjrwVqDc8fSMkPtIDNr6e4Z4918f/PG2lX75UGPk9tZ3SvbZYDDwlBaa9uaJvvuuo/j3Xe2C+J5GEPQeInDzivva9C8waO41LhrwGM429mAQ0vthtBj02Cb89YNz4PRYNTL6pmTe+gglPPVEpAD67maW9/czVPTz4WD2k4gO+3bxOvcuRFb5Vc2U9GiAXvlCS0j1nPla9Pm5FvuEu2L0FGNo74iwAvYboNz4rT4+9yUYZvfdRML6omJ+8PKUGvhQhi75LLNM9Jzcivpo7xj044Fq9M4fJvflUqj2403a9oXfjvTwXLD5QgBq+CSt4vTg6DT4q9r89dOwnPXOiHr3rX+U9x/0EPQ+c8r0oWMI9EzwYvvYmcL327so7MVSxvfEbhr3tRbO9S58GPsVp5L1AYqg9demBPOgR+zxNJuI8MSt2PU4kKb55c5G9Q3wyvTt2CL76CQq+1o5Hvs9klT19XJ87N1W0vSQ0DL4pb6W8lqu+vY6ptry9C7+6SH4eO6tnh7wRiB69b0H6vf1Rf70h+QI+r2UJPu4mPL7aZd493PBWPuhzGD55LDm+L2U5PRn58j0cV4S9ZfJmPIajh75SgRU+qW8BvjZWAD4Y8Y09wjAwPr937T1Ddlg+RMgVvlQGQL5slUI9oR05vtUrHT1puIw+dLUaOjHGBL5Zdrk9VoOAvqZgUz4XJta9CPXvPavz1bwUFLA907AhvCoZRr6gYJ2+k50RPqoP2z0iveq6NPkzulK6Pz6UDoM+5rchPr3AgL1aKG493KUYPSMYG72bwx0+iEyavTpMBT7in6m9vgOKvcjsOT1DFJi9jt98PkHd8j0ydY29ZoTEvXb73DxiqwI9m1QQvgJlaTtgoUo8zTeavbRVtj2pUIY9Kwo7PhtBZD36q06+x7SZvlzXGr6hgYc9HeQGPbAmtzy2Uc+95YKevf1oYL3Fzr69U6zGPR0tNT6cT04+iyTnvSNuXrwWdZW++7B9vhhNRT3dxIa9CCEDvijuHj6xjiq+4trpvCIKBL53QXy9vqycvqAM2j2c1R2+uiybvm0NsD3vkrK8RPiKvYrMfr4T4v099iRCvh1i+b0AL2i+Dj4PPh2gBD6co4O9yZkivtvMgr2jLCG+03AiPh6Wrr0FMr49+eK7PB5tPj41Uq+95BAiPgrjC75XoNI8tLfuvP1W4j2FT22+aGzuPQbE9z1qJRC922vVu0IL37uvf5a99D7IvYp0hj5rhXm9o3kwvV27lb7lrQ2+wTzNPYPnl739jmA9+OhOPVhOG75/pSG+DmtcPeDdOr4WEke+mPMKvlKILrsgQJA935MZPWIHmDu6ozc9oV3WveGfgr5MicI8CPD5PBcIo719nB+9XJi0vgAE8jznH5I9mHSTPXb5hD1/PLE95H0PvkjFAr5h/Bi+Jv0KPs7gdL4wfxq+AmhhvtYGHT5laAO+9CfJveRMJz6iwrq9VCm1vX0Cij6bSam92g8DvtuKIj7drWU+Iw+AvoOyFD2/5UY+FPsNPrmUj70z2hC+iKkhPOyBKD65R5m+aZvvPSblsD0qihI+QIjOPYV6Cj7TlsS9fEuXPuTN2D1qkXS9G1mNvsjpb71iLpA9PQm8OowL4jx3Q729ngd9PGz4yL3kM9e98Ff1u6DXbb6JXsw9/Iz4vfioe75NPq8+MBrzveUDFL3HNRY9wuOwvXDSxb1hPvC6SxM1vOnrFz0+oRe8imNrPG1ckT0Poj4+1t42Pdgg8T1eowW+W1plPny1E74JbJK+HPukPLIYmL2rCsk90CCevdSQ/7uBzVW+iq03vQmXbj2XBrw89nGSPaFbbT71Y4A+faKqvI9pAj10LY29QFknvAxIkz1rJSs8q1UavcEtK7ypfym+fHxhvmBnxr04NL+7atglPk0n6j3+onA+5T6pvdxoEL7qLMs9gFsKvnaTFL5tWU2+cleQvsBwZjvWbKI9CDKxvX4zUr4PMau8U2DBvWWjPb5zrF2+qU+0PWGmmjsOWgS+Te4Pvkrlnr02BKU9DcEUvtXywz3mgTm+/ziFvXujsL3biTu971EXvrEpYr474vO8Wuh+PYy+UL0VAMC9pLnvPJNrMb4udS++gOEuOnMIvL1AGTW+jqIXvZv+g77XGx2+FQSTPeThaD2H3bs9beFrvp7z4r2Ccz2+BH64uq5JHb15PRG+axGHPN35rL0ohwu+Xj2MPfuTYDwxuNg93xYQvrzvvTuMpUC94a5IPWBeDr3KsY+9EgnPu9GCPT1kwR++jNeqPaAZqj1Oz548njLBPafckL37SFq+pjp2vLCAcj0Snlq9V6vavRxGXr4XzAK9fQRgvtPCUr4rDMi9ofbyvTIaMb5jaNC994ESvXTYOz3F8NC9y47IvASAir0JYRe+CWV5PSCFTr6UX/w5bqWvva5Ls708VTi+9Pq7PL01lzw7vt+8IPMRvs8yu73sM0s9BBwIPXbmFD6urkI9/HSMPcTAI74yXxu7XJXGPBNJhr6JUYy9psQJvjsNGj5ioUs8xNC4u/jC3L3BiEm+0K7pPEBkWL4gpOE9vGEGvur7FD58xiW+VhjcPbOR2j0HCHM9l1+dPbwuLb7Vt7U9rEBCPeQ3/r0vh1c99j0sPjn6jD615pa+CTQJvguMi75lWei9fZYqPkFD9r2Ye4C+C6chvBdxub2R32U94h4MPoq+yT339u49sXLzvH0/2r2iyCY+FPG4PUCnc7t8J+U9Yyd1u/rbhD7PRAQ9Eb7BPflL1z3jxDq+ZW0CPkAfTj2eD42+3DUuvSbeL76c1Dq9s6XbPBYw6TxVYkS+UoUkPv2l8LvjBgM+08bUu9ZlCb4y0vE7xrEtvZOS+j25a/89Cz0ZPrmf07yFoAs+h3w7vSZEzT15M5k8htiovWNvF7375vy8kv1Zvs6Sir1oi+a9ovxWvitcc746Yyg9lBgWPq/dTD0vi9O9kMySviR7l769dTu+nMbWvbdwHr2HBIu8iiYjvsC1pjyxdie+daV4PrIJF76EUTa9JWesvHyU4T1M3Me9NXGZPVIKhL0sVGS9y+olPRw9HD0QvCc9eG5/PRKSDT31rGa+DYKCPb4oOz5HuGm+ghF4vOYIoztiria9fTz6vLIQfb6QDi6+m3r2vYI1V7wG3SS+qJ1LPh50LT6Kvz890KhMPhpSqr79DxU925j7vQFbRr3Jwim9Up3VvXx8dD0wLFg+VvMQvYqIHD4rvF+9b5gkvgAfgTx5Fmm+pP3+O1F9HL2eOYQ+erFevYVQKb34P9M9dqcCvvhu5j0A2Jc+Ed0lPlPbND57fGC+ruxYvS+yqL5ZSxS9h0BGvrSqvLyYTqS+PRJUPfyxu70npU69TyhYvkz02D3iA7Q9xM51PtH6JT3OzCg+76PTveJqKr7bndc9Y+k7voXTjj2U2A0+kZXAvq0Oc75/mlG+By22veMALT5zUpG8fn03vm571zzPeyq+im4hvmbUEr4kVoW9BysgvkptZr2AT4i9wuWLvrn1Q76RwQo+HTCNvqqqGj6pOqu9QoqWvX2Lkr1BoUY+7JJLvlTc/j1yfRw+1QGLPtDY7r0BJiI94/UivR6MOT69lBc98veCPu36Pz2qsoe9s99wvuj6JjyhPQi+0uGlPTCeyj1wmjE9sqSsvP6HGrsYrwK9lhWSvhoIJz0P3IQ9nB+qPegXTr5E/TE+TCepvfUDrD2vKy28CAU5vmT8ab6mYsw9KcwZvtVAq71spYq+YKgpvn4bLr62fP29UOcnvTijDD7krWc+tTbTvRyJWz4yAWM9aNn0PV5kd7ww4+O9TR13PmpMAT3CS6o9L682PjsRpj0oqp69jBpxPsyRqL3rwAk+KFFjvcvqCT3zPYk+UvdavZYqcj4kZ38+AvmmvCTgJ74j4um9qQ/KvOmIeT7rci8+aFwFvQcVX734Olo+I3Z5Pa/jpzwhPoy+hZ7aPAL+UD1ek7m9+SpPPd8J+z2Gy6a95LBgvh9L+73YTw++abKFvHrJZL1AIkq9fWl5veTuxr0m1kG+dkKavbuEgrzrZJa8YLJaPi2Q6z0Nfty7GFmgvdFrMb77WYS+GxuqvD4uTr1NRMa9Q6btPR/IGb1VvzE+hn4BvleXuL2StKU90u1qvH5DLr4lPgU+2hHpvUnjJz0ewZu92GOXvRM84zzliTy+b0phvkP5wD2ZVnQ9foOrvZcYQr7EHbU8uA79vamaADoDBu678gggvt85Wb3pczW9inxsPdKwLD3LFya7bMMMvix8Jb5fbhm9YlqVPYBekrz2wQy+tLH7vDqQBj5ReRa+JeCLve9n+r0PDTA9aOtqPcdUVD79S9K9jc8fvic57zz8IGG+IsQyvlibMDvF+Z08NpCVPbO8Jb6hZhy8KnCIvcuX372uShI7U9amPdFJBj18kja++VYvvb1yer1WsxO+p4YAvsjsHL5dK0O+diZRPeyaHr0KkCc82OU8vTA7Dr7JsNA96sA5vh5qNL6WVh6+bsm/PWkFvb2qqkC+NnwavpeYJz188Bo9//wdvqlc172pIRe9K9kYvko4Fb0yz9s9vZvUvb3dXj53VvW9wQYKvnIYDb5LLe677aK7PeESxL3dplG+F27bvUeKc702oYW9GwoNPpsLcb1aNxw8S40TPjtGA74RpDM+fTeJOr4TC74g2/G9p3g5PgymeT6eku49fOqMvVWmyL5Q6U29jfpMPhUK/j2fkGW+4Of5PSVWFb2Hoso9ziJhvoYEG764O789LBHFPFBjCT413089RBcePQFLGb7Szfu9oKf3vVOxLj60uUQ+PBQuPsL7Fb7Jo+o9ArgQPqUcij2Ib46+/HyPvUq7DL7cVjc9W0+rvT3UDD5/JAg+xR00vjIPsb1XYAc+QAGRvTtF/rwVMNW8/uXxPZuk5TxEIxW+nu9jPSd4+D1wNUK9LzwyPWTL1r1fvTM9eWIMvtc6Lr4h+eW8+oqtvXOZgr0ycgA+hQAhPZv3Kb7k5M873tawvKmfD75zSRi+9xR7vvjvcb5WY5g90RQwvqXQaT7iRoA8vZqXvMPsXr0EWGE9YheSuw7Quj0Jaxe+2349PUzAnbtQOgo8PLt/veeDjbzmNGO+cna/PR0XHb7/coQ9XieRvVzR1r1VxJI8/pCPvhCOZT3zYHu+qAG7vaa2AD5ztgM7GoDUvQhWlb1PE2o+NReFvYURrT2CtZO+osDSPbKOy73nEBi9+5S4vW6fmbzbhNw9aoYlPoyXWb67K+A60LYXvkVk5D0ehfA9Znj9PS3LlL4QvQK+lnUmvuQ9lr2j8Yq+ccY5vupZUbzfzlc+esw4vdUeD75kTeW8GwuLvbU6dz4lrb+90SeFPVokL704fKO91F/LPLhB0L0/zS++dqgJvuyYlb0SYjO9sW8SvrN3OL47PFS+5cxWviz1+z1GNvs8xIi9vc8eiT242vO75KoBPXnkKj5L5jU+HSAZvfYRqD1ILBY+QJuIvlxBsL2PsF++qF3PPdhEe74q1BA++3G/PaEemL4BAui90+cUPgRgwL3LamM930/aPXpuHrwjvWw9XZAFOx/uZ76mLqS9cjMXPSxAojw5Y7u99DoTvgRRrTxiUva9sVsBvu4LYT763pQ89IkTPkII3jwiZfy9i6nDPXzIrr1AzBW+1pQWvqzHXD4bxPw9V8kBPs+jrj2UIO49c9HnPasvjro7Kws+oSbWPGUvnD0ea0k+iTeQvdDg7r04+L49lBazPdDpBT6iuw2+vNfaPEyXpD2N5089zOhivUo3gL7Gd+y8uMEdPsiajj7bpwc9gqxpPmTYk77g/589Tb4CvdDNKD7fUkg+u9ouPdnPCT6zkP49z54hvrN/Dj1gaea9QY/DvHi/f73MQMu9cTpFvm1V8LwCsNo8SdnePa9uEr59Vhi+E0QtvolnOD6T/bq9BWk3vUvSgb0kW6q9WS+dvbtFzb2Ft6Y9P7bUO4rM8TwfFIa+qrqnvcOQIb6/3Rc+puYAPSOXib5WshM+s/D7PbomHT7sZP899qhGPtiE6z17Y4+9tEl/PawKSz0cEIq9Zh/BvZZOGz4t7xY+AW98PfDSHbx3wc89iKElvQeRLD5QiCu9ybhvPlUeL7xZB7K8auXBPYC1fjtBMTI9RWmXPV4LLr1C+Kc9AXlSvGNdAj7IwQU+qA9zvUrY5b1GQJ0+wG4zPuMLET7FjWk9XrN/u5tU9D1c2hE+C8sfvaKzJT4bTaw9iDOPPlk2tb3Bf8Q9mo9ZvVGsIbxYSLm9LcLOPZU+WD1+PPu9oLyUOgcUAj6QJCk+CVW5vbiU5D2MIiw+MSsfvVOPBb7uX5G95I9EPor7OjsvyNk9dfrGvcX6KT7p8zE+3ke3vN6WYz3gfhW+DCG7O+oqGD55tiQ+e87VPSiEjD0ReiI9zmQdPvBs3T0DHmO9yB4bPXX6Rb11I4i9jdvJPfdVB759wWw9DGJWvEOkYD0KkO+8sIEove5Z7b2ZCdA9Nv/lPXzz7r1Roz0+tfloPlUzi737vU87xqjgvd/DjL3Ptcc9vljFPfOAND6Nw6Q9WBeAvc4kLD3e/6898+lVPiZ+Dr6EOis88jrhPQRgJz6Gugs9b5mIPY/JdT457lg+/q1MPqEZGz64/kI+rtpVu5bYu73DUUy8q7AaPZuRG70f2tg9wmrhvaIIrD1jiwg+qG9cPvxfLz5IdCk9TJRovS7nTj6Aq3S9w7y5u02IxD0HkQM96tAkvjfnUr4cyPO9/eeHPsgMkr3BGCK+JEMNvpRY8L27eem9v1f5vSrCt70lcwO+9NxZvUouKT6Fl9E9KUAQPrsOZD6aLBO9e0YwPuQcEj7vhTm+PtFBPupZjj3RPoG9oHVXvSLKLD0ZpBi+dRINvvsnNj0+Ka8+7ZX/vbmjFz7pYie+CpWavTjTNL72M1I+T/CevJJxnzy4/4g9gR8xPiYJQj4Ppz69vwlVvVj6sr0lzxy+AJnoPezu/T1dzJe9OqZVPmJX1LxxkzC7M1a0vOtr/jvpPGa9jzSkO/xtMz7/gt47LBIlvkbNSb6rYnO9q3RCvjj5Qr2OKVI9l/AAvjDMUL18Ql8+fQNDPaOb0r1Y3ke+rvc9PaIgJbyFMYI9L50yvpfYBz64AVC+G2k8PgBO6T3ndbU98ZDwvYCxHz3lIfq7PiEEvWoBDb7T932+Mm3cOiGISz6kaCA+6NEuPuRHhr0nc04+bblhPsJr1z15xpA7cNVGPgWN+j2BHeo9c4luPSO8AT2MjUS9K+F3vCKDB752iC0+ILHGvfL/0z3nOR+8aWM6PXvOdT4EDcM9U/TLvfxf1zwwA+E6U7nXvbB0XT4eieG9vjMtPdCOMT4BsmW9ucWGOykJCz0J6Y87Ly9zPfYdzT2j+CK+KY7OvFqA6733OJe8vGUYvjhl4b0NVIE957cqvScgID40h9U8CMUivgS6jD18n7E942CqvJNzFr5JBSo+BWi4PLPRm74/QeI9ETWKvbLmYr0wcwg+e/IAve7Nsj3leZK+fshjPv/GBr73PJO+FQE2PhXYAD4rvBM8EfyjvbOJSDsL4RI+/TbXvZc1Dr5CnRW+ICwWvrKZYz13/5u8jQrivZRGMr65YIW9EeoBPay3KD4uNzA+VDQgPtgWtz1iFkw+NsYdPlqUtT0+tMA9Bbhovfdli75xy0q+xH+Avqj+iz0SQ0Q+/ilmPHTnbr25mne9c0omviaObj3A546+5jonvby1Cj71o+09vaa9PcdoUb7RYzC+xR4zvsW9vr3kqfm80VmNPntiVD7XqoE98gmnvJbW/z3dQYm+W/xwPhVmab4MFbu9+XpZvT8pvr3Lj3i+wZJtvfcaQT2rC227tWPZPbwPH75iZhc9YdHVvKXzSDx8rz++jDhQPtRbOr7DIKM9Rc/evDwgzL2bz6E9d2rLvRoVSD4oBRo93AwvvW1TP74XMiY+MsG2vo1BBj32tea9LgF5PMNrHz5kMMK9PoD4PcL1rj2p3oa+mKc3PmhOtT2oY8G8ODHlvQj9p75zASQ+09elPIZJzjxwzIa+ucj+PeWX/z2v8Ko9BY8aPXtheL5fPhi+cMA3PvNr1Tzr15o9yOT9PYuYEb7HoAW+Lr8Cvqmrv7xGRAQ9AqFpvis0vL1okKo81pzNvMvQab6oAsy9krrZuo0IEz5I99o9ZlnEvXo4GL5FugO+gIAsvo+jmj3SCYG9rh3SPbMD5L3Yh129fwbRvfoYg7wcEyQ+ajDjvc10AL2KQNk9GKCwPdusr7wol8u9ddsiPdCkGj490B4+8BsiPS15lzsE4hE+qJRTPeIqCb7JVaI9pI6dvPEqMr0ujxi+qHC6vQd2wbyQUU6+zG9BPtkbrj4DsD+++F4dvpnNoD099Ze92iFCvXHe1j2eJ8Q9I2+wvKQZND6fn/s8JrnMvPEdXr78diW+lF1JPliBVz7WZDG+oZK9vd+wO7sVvZi9dRDZvbyVzrwxIoK9WRSbPUV5X71gONg9fS8XveVjYb0Ocxy+cTcQvhgLC74K5hy+m9SgPWJH2r0AQ3E+mtlOvW2tdDxH8Xe99eDrPcn90zpvNhW8e93cvZ0ULr53Noe9RKKlvNC7kbxG8a+9/KSyvcE1ET13WyK+QATrvc1dj701Pug8ZsghPfC67D2hceM9nCd+vvYlPr3yWvu9buxEPUiOSL3PBBK+qhDUvW6tGj4eTbM9VRc7PhYO4T3t/TG7lHHDOeIXpz0e+aY9C6a3Peph4jvvsTc+bj8vPnaPPjvLnVq+8KpOu3/SVT2FZ5o+o/CXvSDwmj02LAS9TQYdPjAqHb5Nyim+XoiBvQoXmTxnMXu9tgOGOxU93j1g+YU9Q/zGPR2sKj7bY4u9r9hvvJh53z1GvJw+kHu/vOfjGL6dDkg9RU4DPriD/b2gmyC8GMN9PRWnAb5txw29aUljPWghCz7nuuG9r43OPGc60bxEVC66Q71avv9RxT0PvYa+BU7iPAD7+jwIfR4+XPcXPs06wz2byYS+0eo+PcNmnj11iDI90eoAvfkbHL1R1is+e0QgvS7FtT1GX209wJe3vUWfnj2QsA2+/cFpvdBRVj4jc4o9vUYYPQgaDr5M+LM9w0j9PEWfuL2vllA82JV2vhTLjL59/iq+82Q1PkiYaD3dMJI9b1IiPhTNZzymho89EwPBPUSh+jzVQW++URjGvWbReD7qirI8dyE4vgQqUr2aztI9vVutOx9NTr78iZg94JcQvo8VRD1Wzjy+KViBvcU0pL1sH0K+FTOBvi5bIj42mTS+BV7+PXJKMz23oSO+RIpGPsc7QT2gqB++GIEJPIxPEL34Lx+96t+avZKvXj7R5Tq9SX+FPIcolr2sun69TdaEvuNsxj2CF8E9ox/hOyy2+r0yISy+r6AbPU+QUT75mLi+UUsYvom4Bz6I7XS9jfQzvoy+3L3NUjO9YFzVvV6STz6EJSU+XSYgvkUriL24mJS+/O5lPodFUD4M3FE93XQXPhiNAzsBAdU92cpBPbY7Nz4PgzU+uMBUvWwQczsa3Cy+O96HvOXpyT3IEAu+/s4kPpnPHL3+ljS75UITvSsLtT1Ppcy9XFSQPYSOMj09jYQ+xi/LPBMH+j0VRJU+H9S6vRXovL3Zz3a9eaNSPTsVkj5Q8we+guyiPe2AXj673J+8rWelPn7oib7yH08+XrgtuwgYszxTUiq+2+zUPQs9krvaM+Q+5ETZPd7Oj76ICDA+xRVuPiT/qr2CDli9lB4WPu99vb2dyFs8MsyivmHLVL5fQnM9iUWrPmuABD5X0B6+kDYQvuRAdr4zEAM+tQ24PfYwxz19GYS7vKa6PpXfLb5uY6s95hxOvSRFFD7zMIy+7fnhvUJiI76q0gu+KOf3vcTOHz6heIA+dk0fvltSlb0uMe881kgCvkBNlL42KJw91BB9Ph4FBj77GyC9HnNpvM9y4rvG+oM9Z7qNPEaPTTzEBbe9GeXTPgfPjT5tH8y+vZeIPrChwjsutL09ZCKXvgv/hr2LbBM8E64TPquoej6PgUI+ruDcPLZlMD5F7xM+yzKCu5GUkL10cgU+ReGGvsKFRD6cA1Q+6lgKPNjQHbx57a6+eLsLvvBiRL5cU5O+/24SPiJOJr7FUGM8dWv/PRkQm72ZghQ9FhL6vdGByD1ATVS9R9PQvQ5CJb4gmIK9WsM8viHkr71MrXc9bpcJPLmTjr1YdzW+OUoOPnAuB77LJAk9ATF8vlERuD14IRK+4wqjPIC0Lb6KgQq+Ps8jPuemJD2ETq09p7CpvZ33Fj6jy5e9bwOtPQF4JL6HmiS9eEk7PSsAJb5s0xO9MR4wPatr1r0zYiC+cNG/vZsiDr5o7PC9Zg28PXp2C76J0MQ9fLb9O3b0iTzRRe49siICvUvvqL0x+IQ9wpEEvjhjvb1Sagm+OHaQOiJ2LT7AXgo9EscqvkrKLj40EwM+np20uWIedr30khk+GSuivVQdOz0wIBS+ddVxvXvOJz6t6ow9R1SRvfL5oT2ZW9e9yTglvqpmSb7sBD29wa4DPjYofT2VFQu+HdXvvJVdo72FN5e9JcIEvfqPD74H1Ne9Z2k3vg9Fzj16Dgk8Iwg1vhRy9b1Ebt69OienPM68ij1qV8g9GSFRPiAiQ77nwH6+ht9bvsqpQ77wFC09j6EOPilMD71xC0Q9fCMMvrUSCj7dMOA8kGVsvpYoMb66DFo9kNb8vDDakb0nMyo9qqaRPeLpNT7CVde9ZQf5vXKyFz7F8ec5I+b+PRePND0Ii/69zIHVPYzdjjxk45g6dWjVvTqK0T3xwvg9dBQ5PvUzWD1wjTO+3qt1vgC//r1QVbg81fgivgi18z13pzc95FPMvVV6ET67YSi+UsZLvvcD2j080gS++UVZvU8TiLzbuw29EfLJPfSL0T3w8xu+qywVvE7dwbxcyWs++2GwvLkHgj4qxNK9XiOkPRxDkb5tCtI9fJFnPRfG0j2jjmg9h5BKPaZ5mT3LYI8+Z+vMvfrxIL5g1mC+z5WhPdDPsj3uhNg98CyxO9q63b3kww4+4l2VPdHzsLziOnE8i7ctvl30sbzwsUa7uXSsvQJmATyyyEI+5LDcvDT+D77GEXW9AC6APmiEPDzfPAO9CtpaPrmjoj1uj8k9LH5ePn2bFL21ev08hS6vPZRLkb3ef6C98phRPuZnh71P2oi9ws+gPJQugz2tuf293vigvQdYeb1DZMo9Y0CTvu6LD70fpOi9Pg8EvnYyTT1pk0E+GkgHPjYaHz6VSle+18uMPQa13j19I5y++b+IveC1/T01k829D066PQ1RdrzalTU+uSK+vaYROrwNx/0993LuPUavAb1PIY+9h0N1PoTlCz7z5TC+irUHvhfluD09wha+F758PqwnVLwQYMa7Wr4rPnYVhT5U0og9PqAPPvYtDD1Sbr+9oH9avoyeWj6sKZm9tY4KPZxUPD7bLMI84r2oPEDAOr1mn1m+APpAve2zcb101h0+mYg4PvrvLL1ppqS9oTCIPSRevT5HBxS++78pPnCmqz2Yu/w9y5kYvqnFM73thXu8yEFMvbkDij2ucj4+HSOoOzofaj4QnMe9oPwsviRu5z1oFa49u0hpPSZvqr3hye+93lDUPQq3DL4YBZe+FnuLPgLMVb6LhFS8lrFHPHGV4Tx0rqC9XYGGu/7LtzydDky9JJO4vR2xEj62Mps9gh5SPie4GLyiU9E9mLB2Pp4TKL4lEW+9KNwBPmFSvTsoiIO9lYNcPlillj3t6iw+XYchvgfKOr7615I8a4YvvjShCTyv1SA+KMj1Pc8xsr178SY9t5nKvYLcSb3243+9EO2zvnZMIj0ffgs+j0z1vKTrcD4fdcy9ujV8va326D2c9AM+8ShfPlDjYz2UE6U7frEHPSc2kz4Tv4S8V5iCvU8kKr0ucHM8inGMPgp2eT3qOzO+82irvSj/vD3CGcO9jWisvdRydj1QWLQ97syuPWA2lz3Hh4u9BVgxPZODX74hAgw+hc4SPu5ZSL3lDQy+NvSOPYs2nzwvzlk9aiLKvFBpD77R8FA+HbzgvFI8wzxKrMe9XEcjPZveJT15kGu+ZzPPPearFL7phde9tw2bPW8Chz3IC58+XRBRvtxSFr5FoVM+yjwCvoLf2b1d9He+ntxwPpJFmTx04FK77XubPaZoKT2cxR++l2lfvabDeL43MzM9+TQivm1/NL5UtxI+NuRsvmf0qb0QDhI97bxovlnGNL5Dyfq9yNVIPQG6Srxa5n89IA2bPXzB/LyqiUs94/iVvUsUmrwBrqI9UpcQvkhrDj2ODUi+ZECuPU6+P77RlKS9pm9HvnGzEjzoiw8+mkozvh7wWr4M1me9Sa54PVtiIr6ti/k8YF3kPdIGuz22xZq9KeB9vm09+r1lsyM+IDjju7W7KL3pAZK8UQoPvsphMT5j4Zi91vhvvauDwr14Xrm6q3qPPQ0W1zxbNBi+N4MAvtzfFj18KYI9Y8M7vYfW4D1e+P29k270PFSXYr0apiy8kx8MvQZo4r0QW0A9QpkgPQza3j3bcJu9OnzNvfrGhr39SSW+x2n+vfd4D76qhIu9FQpBvgPQF71TGGq+n7uxvT8Ua7yLjdc9On0Gvu/fjD20/Ks7wQokPrOsyTy4EsE95fIqPnOcWL6JCIS+GSQ1PWK8ob2WaeO9cO6YvXVtRr4pYD8+ARQxvpXbgLw0y1K9q7SEvmKwbTtJK84998bpPdd0K70iVvM9zkV7PQ5hpTzXezu+UQ2UvZvq8L1uX7s9eVhwvoPsJj7HkY+8LzaBvTLekrxNfuy8rb0TPvm39Dv5Ons9juOMPASRGD51Vvi9esgJPjU78D22qQO+WtuuveA4tL3I666+kc9OvuUR0Lxe2+A9M0oWPc2H5T0oxhe+KZ/vvRFkWDyrmDC+O/WDPjnXID7Ym1U8d5lsPsJBwb3Hhh88zDdlvqlnjz2UXXa+DgzWvX9ri7uO32k+hfkEvkbgZj1oBRe+rApzvS7FOz1VO9c9J0YnPs6w2b298729U2M1PkQ1hTyHSYc95XVJPcGUMD4XHDq+KRDjvA6FJ77r+6Y9TTZ6vBcpYr23XBY+qR2gPViZdL7cYdE9WtU8vheuET4LWCW+fP2jPbooqr3pjhu6uUtnvqQs4L01nJk8d0PqvFripr0z6nO+Qyd+PS8V5L0taIQ8pOVVvv1jA742FYI9TtoSvm9MhT1BvJW9opJnvosWHrwS2Ii+y70SPe0DWj7/YYo9XD9OvdKVCT16PAy9Y98PvuRA/L35rR09j0w2voZYJj7b/7O9agr/PYXnuL1pJhS+7EYAPuN2HD6StVw+YaI4PJdVwb33pwi+QkutPT0xQj2mDoY+F/H6PEmj2jxdyWK9Cg4BvqcHXb2Unpo90UeEvUgb7j2+5M6849OUPTsavL0OqR89DsZ7PgT8HL5gJ2g+3Nw9PV+ZPr6fce29xPzRvbt1ID7xOIs+RX9FPhXLrLxPwvW9BUuCPTEoBL7ti7g89xiOvmquir3AfhM+I7wOPhfYNb6N46y9DoTpvCmTu7wkzR8+00cAPhD8s7wcFxy+UpgvvjLDk70ZNHG+4qXBvVQUbz6xLXS+q/cXvliwoT22dFu++O31PRJb0z4DiTq+Fl75PbF5Wr60R6+9WnGVPv/uJrxrup8+n/fFvsagj74VWaK804oCvnl05r1NClm+drkMvuP+gj4Eg26+/3ixuq4/Tj7+VUi+3R4/PnQVOz1/IRE+7lWMPlWKFD7tUYS9i0ysPiPTmL4J4se7jdSZva6UvL3+zGW+GCUavsn6IL22E4Y98iKGvikC2D2ivpE8c1SuvZ8FWb0pwSo+eQUAPICx0L1B4g89D2AyPk+NAT7xopo9f1XNPnV3EL4atJe9MvDjPScuzL3QZK697JC4vbAwJTzVDYY9pXS6vjLIJDyc6cU9+6UnvdDxlL0hUSy+dKfrvWMCFD5m05s8WdfYPcr+oz3nyQ0+QsQLvrZEmT203mm+h5cpvj4Cpb5ZerY8YCOnvTlShj6DOGA86w26PdJWlr7fw+g8SU0hPmjdmD09j6a+0umrPuVIrL68HUQ+gDP2vfxuPj2jtYa+Fm+EPgYo+b2zrde9V0jYPVqDl71n8p89VI1bvRlE7ryUi6s9z6davm2XoL6/Dum909gVvklegj50u9w8sQhFviY3Qr43ijw9mD86vpk4kL20fnG+yBGJPoxsLL29+yA+csCePWRJsjyL+Yy9rv8cPmdAc72Q/se91e/FvUbpyD04EA09jSYgvQBZybwAreC8pPp7vk2Jjb2UkNo9hVkevWfk572/bH09Jfo8vtBjQT6wxy094EqxPQaYujv3Qfc9bPGTvdRCEj7qVNk9zHsDPSlMSb0T30w+z/dyvoBKdr0Hh9A65y5uuuO2D75kjbQ8ICU6PTnghD4BmSw+5reBvSQFEbvR7YW9lDySPNI5ND7ivIK9TNEyvgEFX76pC4G92S/zvWJtLD2cDHo9nX6RPcIShz6ZtOq9gxUPvr5aGT7WgsM9c4hOPnh3AL2hkyg+E6cfPloiw710z609OTwZvOSkMT6K6TE7bgW/PMJEKT4Nu2I9g7TePXNVrT1G82w706kuPDvL2j0Lz3Y9igj9vFv5vD1MupA9z5sGvbf1Az7ViAK+au+6vQ74ur0sjw2+6RUCvq3xJ75thzQ+YSHnPcpf7LwckAW9f1fWPU3OE71xHDq+IpK0vW5AF702xL09zg12PoXJp7xQIBg+7oXNPdY1iT2InV+7MfzFu8vMFr55Cw69CcKNPUbKcD3Owxc+s/huPRaNIb7r0cu93hYbvg+L2z3eSge+mYq2PZk4kT1unkI9KhRGvjtn5r3eejY9Wiz4PTJj+z0Yg7S99ZoAPlmh+L0RcBm+fiywPf0LK70LrX49f8WAPrijtr2lVQq+8UKRvZyXXz5/dKq+GGPVvfupSr6b3Do+QLm4Pcf3YTzgJ8C+iYzvvTGth764iGY+imnRPdE4Xr0YN4Y+mTZXPRe5B7xowjY+MfUXPlM7Qj6Xhmo9xA9CPmrNtT7+OZa+nA0rPtywFD0xspe+bNzvPJ5jXb1zyW+9YmgkPhX8iTyGgoS8odRTvsTdZj33yQu+8o2ovfnsb75sV+o9YlM0Pqx9Nj5nnZS+7527vcRXJb1s4k694WZQvcTFWb03eM69ItiKPt3Vl73fQ7S9fToMvl0QiT1vKgc+xFKPvkAOgL3T+DK+5kquPdaTiL4CxHI82+yTPlCg9r0Q0C0+pOpBvm/Jhb70WSc+D3Cvu2mQnb0GUYE9iIDmvalPo73zNGa+vnyWPvB8OLwUP1A9ONttvT6xFL1QzVu+yFULPh+RrTy1wgy+kP+VPasHyTqYz6Y9vFfUulFzXj3Y87S+DgwVvi2w7rw+CYC+f0uDvp6LE71Hpjw99z+AvQWD/r2eeQS++F1Rvtx37b3MiuM8UMgiPebmqT6lDWQ+t/KpvK1YV7zs2lg8tiW2vDNEgj2J1fM9Knm4PcY2kL0Cm8A8jBUKPrCRNT1O4Ne+h/oFvZT92j1ndGW+/2GaPgCpoD1UiDi9y5xauxysLb4zimU9jiKEvkRD1L2Alvc9fHRFPVydlr7HOhO+5h/Evbo+5D2GgQY+UCvfvbCJGr5lRQs+JLX5PQ34Vzx6vDK+biKmPQrlsL73dHQ+NKrqPMfv0Tqx1US+164/vaOyET58eAA+0tKIPlB79T1IrJC9QnCvvubVeDuizRe+vNLFPSK0yb3QTg0+jAQbu2AYpL7FubW9/Fctvc6Mib67jCc+ETaAvrd1rb1P00o9nwWAvSi3AT4SCOe9UoUoPivyrT7nejk9hGjKvRFS0L3rSRs9LawhviKoBz6BpVc+I3lEPuYvyz1PUoe+FpAvPpErVT6HVy490ElAvY9YCT4FUAk9XsFHPIDfAD469E2+EE4KvS5/nb2gC5o+ij/evZQATL75NDY+zdDfPbmZcz1XYn093AFjPQk9Nb5HZkg+MOHTvSTLdD1GTKw9ymamvqbMPr4Nre+8tyfIvP8go7wHtos+AnoxPrVCIj7zXz29Bj2iPZ4muj08cPO9u7NTvthzIj4WoNg9Fg3sPSQyLj0LFF49l++fvXEUED75zYy+ZLpJPiXAGj5/IRK9AMZTPZx0Hb1AADa9jkKIPq4WLj4+RRc+zDiQPRvBKT6GPL49gSfjPT5sgLwM+z++2vG0vI7aFj6W4Qk+rQssPZyqZj18xoK+9cQKvnIrQDwd+wk8XnwLvjebozytiJG7"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "+Q5wvW82U716hxK+KtMqvQpTeL39VXw7H6+uPOCrL7z6DOi8ANMJvfh6Rr3Qw+y8Xg6IPAkuSr00AgG+Tj0VvoG0WzwwgIO8ZQuyvfGQVDyXCYU8xXSDvRAp6bz3IAK9/zHJu89HHb0J74S9FExtPeVIAr0GqrC9R88EOyJ4v7ykRPQ8na4GvSY6uruxnkY9uDRRvY3HIr0JHW68898mPHM6urtRkEC9pVnQu8pr6DoczHm8g4vRu4apBb0inX89KcmJPGDj0jxnp9a8Ln6sPYVfib1xw0C9Uv09vbOSW705LPg8F62ZPAbDLD3knNc5cmFtvYyvWbwGhiI9o8C0vDpZTr11BBC+iScxvXGgnr1FNba9kbv5vF/5dzplMH+9bIVFu0rX1jzDZ7o9HVEOvQuzg70v6P878rH+vGUg4r2mlJW8P9Hju0BIyzePJU09+88nPVy3MTz1ADG9w266vYPqRL3odcO82xRpPV0jC7xf/em957mPvPMmVDs1OYS9obHIPFuEqLwmVGk9JRKwuX7jlbzzlQi+knLMvAw00bzqI5O8zamjOgZlxbxwdh29kU+SvCLxsj2XRpG9CmmjPdVSOL1+ihO8rs3fvHz1Eb3bIk+9sW/+vDyVVr0l4UA8nPCxvYMs2bx8oBG9lWLovAXDF71brEq7lmu3PC74uT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 