{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "N": {"i": "3"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "T": {"type": "DT_INT32"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "fxNyverZHr4Fqp49EqJ9vU+Gxr3bCja+zH1+vh6xrz2VORa+T9j2vVChtb0tq4o8DWoOPm2HEL3YKMm9X6cpvVzkV73ahlW+qQ8YPlupyjycPKW9aWWQvdnMGD7kqOK9ftX1PZYQ1j0X7d29UHAGPqPYATwxbp292fYRvsN5Bb2vICa9N16QPR+3Db4qOU6+0HbMvL7h7L0aj9I9HDVVPZHG/jxPHNC865b5vc9R5D3f6DC+XwcuvsjPnz0jjZs9jGZAvvaBAj6bpz++xXREO1z/EzlXJU2+Sl+ZPqNhjb3eGLk900UqvpNcN74bEOm9BOgnvo7Cp7rlpfM8A2XJPbJBx70cbAC+UHs7vlbXmjzxI6k9DJpJvmtgyLwDYvY9XpNTPRNLVL5EBWq+g8eqPdvqXb4BHim9uZAMvU+0Cj47gkG+E9vpvDx+lr2D02e+FQHqvRQZpb7KPGS9ShJqvVtThT2DhhC9HnEGPsSgHL5Dgwy+3sAJvcTm1b3TVao9jMK2PQ8I1D3ocoM9N+mPvTfag72B/L87afFzvgmTj74iv8C9bY+QvZEFCL61b/c8NSF1PbmAHL5Rxz6+jvwcPPPTmT2MfL49bldlvj3dLj0e/PI9Zvb8PTT4Eb5A2h2+VtHLPW7WJT4cBCy97STAvEwvmb2Cdn89CbmnPeVZFb4+p8K9RaiEvvZdsb7igQ4+ancAvWMZF77a8hA90G8HvXkinTyZICm+xdB6PgRmlD4rPLK9d+aCPR2t4r1pbPK9WRrbOsMvCT4HQDI+MKY9PpmFZr1GpSG8d6/eveuHBz0hBBY+kFkkvdChTL6YVR++cRsMvsCuaT2ZzQk9tl4wPpvxcT5RA/o98SIpPoBaUr6T1/a9wyhQvXCgQr5akAa+q4YsPb8Fuj2Vty++M2EnPtzLpj31QCa+Y9u0vXtVv73hkEA94U8ePqYK871ys+89UdJdveFOzb23UMO87p3aPaOm8Dz9dcE93KTbPWWSp71hccW9h2YePiu1Q75TNX6+GLuMvmTBAz42CaQ94IwDvqgYGD5zdwi+R040vkXT1j3g69e9uZTIvTJ6hD2lG1w+9gEJPrZTIz665T2+rLKBvmdojj5xNBU+e3ImPqW0Oz7PcgM+H1ZtPcbrt70oIhs+duV5Pn01GD6Qa4A9xbG8vUQ4ozzqHLo9lZgUvrbWBT6x3Dg8hLUDPiRftLnBFs09FEJXvcrTlT3CY629iMlaPTRWpTxciaM9ih7sve6iYb7Tmm4+34K6PRLr6L2bTee9nTeUvoLJVD7odz499Al8PIjqUT6LABG+oc5mPQdF+L3R3ta8WU2HvdDyeL49vQK8jWPTPT60fzu/jjm9TRvYvbGrpD0lSUQ+jhQNPrOrq73sJeg9pkxEPmTKwD1UK4A+ugXsPM1PND4/Dsk7n74nvhsbMj7kKts9qPZ/vg3Z5D1ylPm8COpEPv5Icr51LwY99zxDPpHxDD7tuG+8UV6JPiuqR773EzE+eqK+vN9XQr1/6IQ9axpnPnmJNr14H0G+3AJyvYXTOj5k5YK+EUkHvqZPoj6nMjK+UHohPnNd7zwNxyq7XBlJPonAiT6AW5y90HAVPlNMXb72WbU8a6swPiQuR74U1oM+FIP7PeDHrT5uGgW+vpoBvtEiT7x3SXo+m3WxPMtqvTw76nQ+Pi9UPrL8iL064oQ9y4IRPTVfGT3MORG+f5wSvmVLOb54cQi+3vGFPduGPr69why+wQc6vp9XJr6gh1Q9HT2cvvx/nr2k0xA+b8E1PWWf4z3N1LU9dF1WPYiXAL4ScB0+4McxPmbHMT6OB308h3ptvbXNcz3uEpe+vxwfvmk2kr5HIIW+LL5gvkAREL4P6Qg+vn3gvfBuqL2yreA9WP40PYnLQz4QP/q9WHNHvjRkhb06BpU9IO7XPXNZPL1WPgQ+OaWIvvyePb56JNU9VV9Cvqszbb3KSja+b89kvtYzCz4w4rE9y9I3PiwG0b3Hqya+XeyqvWIQmb2QYN68YuFCvs1XNbt4ak4+XL8CvX/9Vz3fgQC+jox+vkgfs70fawg+r+nqvCl/lT0gux8+N+O/PU7lJb7bCCY++ieyPPbubD13ypa7AXf2PbRUFL0ea5g9HXCZviPxkb3s3TW+kXMgPqh9KL2cljk+EMKGu0UtBz0qm5a9eQZ6vunxvb2jCGw9uPWfvBpq9j070tS9ZGxPvY8yaLuxRkq+AbbDvFmcgr0SlRQ+KBc9voin770ErBG+mvepPdQt17wcSa08gIAOPk2/+j2UhJ88ASsYPjfbGL6Gj4+++3ZaOgVxuz0OCuk9/FppvihSkb0VyUA9FBkiPlcBhr3IGl6+/+tJvqWSX765qrC97jcDvl1+tL3jZ0M8XG++PK7u6z3sUU++fO8HvrE8Fr7Roxc+x2SAPQJjZb5bJOo92S3fvSSuJj10MLI+UJCWPT9eA77kaTe9vdSVPHidmj3KNgq+hE1Rvj08Ar0bGq+9wB4bvlOfb77UFEW+mxH2vQtOeL43rQs+12oZvtKMEL7BGtY9XcVkvb5TNb0Ap1U9U7sSPQDaKL7/Bgq8vhTPPZrunj2f6so8J4LuPeiZRL7BeeW9QlBkvlp7dL0lYdO9gYnlvHcovT3exmy+93IUvX4fJb3fzaQ9rD0jPo8Ufr2E8j+95RCPvQ9ZYD2oReM98YuDPdHeoDtj5AY+CP9CvuHoGT6BBxY+hPx5vcp4Hr29slu+Bm2PvfcCn7182Sg+43EJvO2luju+ZC6+bg41vTPAtb32RZG9ffuVPBNIHD55zNe90ZTvPKBj3b1qPw28xLk8viWEkr3jAkA+yLjWvWr1cr7+/Rq+qYp3voc0trxPPIk9KtcbPl09s70s9b87c6MdPbpBw71L9xa92lNePgDGC73mAQg+RedsPkCDRz0Kt0a+vWyfvN2MVr6HxHa+VSpOPSB6wrxYT/u9s32LvdarFb6etAU9MRsdPoq0Yr77L6Q9UuMiPnU2YbxHfyk+gP09vlC38709HQ+91WYcvYo8cT1paBu+0W9APf4LAj3fTxO+hUmCPup9JL71yoc70I2DvqIRpz1alY4+dZigvRPFIz68EbQ9XpiBvSs+hD7hLnE+ro/0PHmASD7PKI89juf1PX39kD3ABIw94mMpvdWfHj5HPi8+LPkSPiV8Oj4Aori939jYPKPxhr6dsOE9/0aHPowYj710aEK+rFroPMhYJb3o5lU+J7SYPbk0T73qb7i8PMoMPu0azT2IKPS9oa7SPXBKsjwpvcA7sQcOPBxkTz0H/WY+V0oAvYRSr75KDuU6hnEJvuk/Rr2wlUC9IsydvjQvkL20pH496o6/PRdjDL60/a881bV0Og2JEL4380E+O1GcPQOqgL7hEh++wSc9PYnWcL39nkW9vnhcvdq8YD3IQu2875Bgvf48k7yGFOc94n0KPgk1e7057Ao+6khyPvF2jL1cyKy65qNGvrNg1T0sXnU9ci+EviASmT7Dq1c+5qObPrFFzL1ZNTm+GRlCPpC2Ab6E/9y8AAp7PiSWML4SYiA+70lOPrrXH73kN269cEWoPHg/Jj151wc+akoYPpdbEjy/Ry6+qwLgvZF7xz5bsck9ZxyGvbvKWLz3mPu98gCDPQqFJz7sFx0+vso2PkV0ZLxO9hU+aQnPPWJ5mz21HIq9ZIopPrTjGD5Glee9SRD3va7DRL5R4p89UYkhvsCkKL42coI+/uzlPd9Clz29OsY9jthfvo/vnbwIfUi74MOdPWTM1r3s46C8wH/IPBZdvbzmfAS+1BABvl6S5r06uCA9UfiwvUjhKT288km+iwp3vvCagD7cZ2O++NMLvp3rir72FGi9w4VVPltr8z3Av8Q93TO0vD5rQzyOIoe+M2WCPQ8lE74WTta8sxLwvY+MRL62Aaa9xcUNPT//rr2Mzns+zbQTPnndGb5a5dg9xrvBulK4tDxtfZW9tNqFPnO2xD1In2Q9h6mavhu12r1GzGQ+q8Z3vhR4Lb4Prae+e2ByvX3TjT3B13y+gdLAPeDIEr45QBa+ddw9PgBsQD4NTzw+wOmjvb9aaT2YLLu926AVvvtmez6dlcq9pgDkvULQTL4o98U9MCoZuL67bD0mX+o8FP4IPspHAz7oa4i9bQpjPBJ3R73tbCe+MJ05PlZKtL0KgAI+VCR+vlEGRj1OswS+n5z5vSXWl73hMi6+F5nqPPbDED4Dt6k9PoN+vu4dAz2FZVq+wd9CPT9dnb63kT6+9JrnPWZwFDwy/w6+ItQdvpPj0jz147C91M5IPo/KNb4YaSa+t1QLPj2n4z1j9r69nRdRPa7Hwjy39wW+xlvbPai1Q74bH2s+tpNJPg89PL3SMjG+gjujvWyGzT3pyAw+/OqevrfLR75vPqm9IROyvQWNCr7u4rg9YhxbPtNDWTyjq0E8Gm2LvYZJjz2+8Zq+daD6vY3RDL6UX7e9bHDgvaAz273fvPw990A/vh1L+T1/d969jiwwvp4Bdj1Qw4S+nEcXvjgkCz2DCgs+uyrrPIMDg74CoRo9C3BZvlUc3j2ran+8vxievMkOxT26iGi+kglaPocYuT1DHDU+0rtMPjskqj3KZEs+bNQ/vgTqIr57x7s94FjNvX19+b2Bx8I8kKCwvWe2DbwRd4m9Uc0TvrPaID4Il9M9fq01vuF5mL3sShW+hh7TvI/fG76QpzO+MwLfvBDdgT03V8c9xMcovsX7sz1wUIc9Ms7WPeGlor2x1Qc+NEgnvvx73DyLPXq+obYCvsd7gD0hLEI87+ehvnRDzL054Zu9c3HYPR4Lgr7dzqE98MlOPJHwDL7UCxw8Z2YrPvQMXD7+/6q9bT+AvXv2uT3vAHG+FZpdvgTk/L2Qdvy9WiMVvkqPPbvLwY49ept1PeLIjrsUcOm9act0vTouQ75jKsS9wVzivcYxXL4IEKo8vTo1PnNfkj6tfM49UaMLPn6PfL5NwRy+wMaKuGMhprwF7BK6Us4YPrNBFD5YZjc8DZbLPXN+8L1IZv47toLyvaCTH74rGVI+9DwWPtrWNr6i/wk+ynmTvn5WWj1vwEc+y+lIPboxMj39BaA966iTvVIPBr7Kfi8+J5yJvZ6Toj2SH6S+p+E4vpor2z1EdXI9UhftPQM9j7sx9jq+t/WBPVnoLj7Sdlc+6g+WPTbDsD2ntlI+Vq3IPSDCPr21pX49Qd9rvacCSj5x/Sm9L/aHvSYTej1Ffli+rtiNPsi59b26jwC+vuGQPgVA2z1fNQQ9JCpTPuR4mbxmche9NaZXvvr4ST54XYa+gMPmvLY8yrsSMFa+EwYkvn5aLj65br89KMoTPolhFb7qXsA93brvPXOylb42CBk+z77tPeneRL4WA+m9TJnKvcrK9T2UR6Y7elITPlaujbwdrMW8fdqwPaemS75z37C9pw0FPUxfg771nyS+qnSVPQoPRL7HRAG+Hh0TviIEOD0KTaK9DLSnPX79/TyrQjO++GePPtTX0zz7j709lGejPpDC573pm3o9ejmnvfQf4D4ySzi8YgNfvqD5YT6dnfo9qCNLPmvFcb5DZRk+p5ryPbm0/Tw8pcg9HLYdvuBmUjx8kEM6g12JPfe4Nr6kXoe9IiFavBWs2b0nVwW+2S90PdHXOr3X24C9B4fFPWs2ej51ECK+ez86PrBqCj4GK42+W4DSPkuz/jwt3kI+oenYvPH1Er7i7Ba+M2+oPFO7D72ltCY+S1j0PGhUjz4iqVQ9BnA/vkRMS75Ba8I9J2+DviHCdj2NQto+BVjIvdFnbr5TCJ+9T6xTvmcEgb0rwUu++9F0vrz6lj38Bc69vp8Cvvkl8r3UEnK+VQ1Bvo73J73CGuW98ZPKvXrzKb76hQg+1ylzvvp5F733mBq+1VFovsBdZr5DShU+st4KPh9DgD6x0/U96LQaPub7zz2SDZ+7Ky/NvGreEr41DPC94CH9PUQqn77EnfG8/ZRmvn5za731vxM+iZeXPebDkz0kPlQ+ac8MvqLjXLvIvJS+S1GiPuY+qz350gM+MduBvW7jYT1dSHI+nAKuvaye4L0gbUq+rIuKvhB43z1jEzS+8uzdOJJxKr5oMq688c8ZPtsV3b3AufA8cQZovMHaFD5Qqp89p4dDPUWq170l6o2+lUQTPVfqpL14WKC8EiUBPnJeWL5VUDe+SX4lPU0tmr1tg0u9QVfYvJhDEr30L1q+cNiJvuUinDzvEAY+Q8bvvA7uPr7SuQC+1DZcup64nb3dFO89skoKvqngEr3YfPs973OjPb2lG75ZUEO7WttIvuviAT68L789bcchPreEa75IGgu+rdGsvYmjQ75JFHw9eLkxvmsz57y84pQ9iC6ePCmPGL4jeGa9LhYmvrOHIL6/NGK9fIW0PYqVO763t969A3LHvQb7D74Opl6+EflAvTAZLL4Lmg6+UtrcvXr1qD2pYEa+48dhvWzkbz7xD9K9v5tSvsrn1T10Pwo+8dOfve4gwb0SMAg9AqBUPrBQ6LzQhBi+h+8cvm23zT0s3Aa+UZVPvmfpHT7nW7y9fArtvarnF77vTSi+k92Bu1gXqTubF8+9JNRYvv6Z2j2DIre93LdmvpqXnjwO7Wk9xbgcvsnF7z19Lpg904RtPZ/Dxj3cUCE+hLIXvlJrIT37DS6+3fOHPS0/QTzTZWS9w0/BvXDcIr4VQTo+HrQJPVnjujvORmI91f8FPu+TC76OIQk+G9zpvaAcnD2Xup88M8mLvdfyKj73TTC+ZIPmPMcHJr6VpdG9gB5kvdwImL3xMiq+rsNYvj9m7b3tt4695wNwPJJrBb4i7BA+qcxZvvhOrbzIYos60x2dPT5DgD0AfKa9xUDPPRiU1r1jxom9VH+dvZor9z2eg1g+K9hxPvfDIjuShp+8hx8TPg/jpb178UC+NP6avruftT29YZu9K/IaPsC/VL77dMO9BIQnviWZlb1ZhxG8aHV7Pn7pmb1zQpS9tZeTPMEG2L1zVjI+iXt6vHbFWrxqSGA+5altPhRWmz2Iu5O9XErQPCiHnz2Stsc9S9XBvfodvb1Oti6+WtHqO+vXCj3tsec87t6gvQZrQT4sIo8+wF1WPRzgPL7JYlC+ZZ54vmNqBL5fj4k+pYGiPfXHN72n5GG+7IcSO48lCL6y3TQ+2iaFPjmqor2vlSi+3lyfvuaqGb49oi8+H+uZPbnptjwQ0aS9KrYKPuW4TT7selQ+ASxRvjVgXj79gVY+ISr2vQbqzD0UhRM+2NxIvkaAFT3kFQS+KiEqPLLTGT4lp2u+8nJVPWRKqT1rebc9CDDHPRXe07sEGRm9lVuWPBR5mTwgD4w9qYm0PSvbTT4UNwe+lsBXPJfbIj68LDe+EEjbPej4nT3Ivhm4gyO+O+I0jb6kj2M9bEhHvbDnP75h1ZG7SmcOPqg9pDvEJg2+ViyjvdP+a7yuACS8oQ7ivR4jmzx0+0K+P4UxPjS4QL7na0c9Ka6Pvu7eR77a72e9MDDBPW52lj3xiZG9VvlhPZ5Ndj5FvoY+/DJ/vSyq9b2yoCc+LARbPnBioD1nkOy9bmqaPkKDkDw8OAW+jWAnvgyMrz29ngG+J6eIvvS8hT2/X6u8jyAQPuaPdb7lT4m9EwKbPtp+ZT2TDtu9xNIbvqysPj5/AAQ9IhbgPeB0gr72CEe+WeWePcLJHL49Jfq9WLIJPvqOcLvWTsC8WBYhvnBvoz6yFFq+qpvtveiT5roXJ7M8smcJPTAdQj62eVE+SPqBvWH1/D285F++7dPbPYSUO751R5A9FrPTvJwZXT7Rjys+bXAPvqHoIL4W6Ro+OXJYvsG2Xj7aIsU+9lRoPoMWfT2Hkws+MfCtPRTVrz00CHC+WC0uvtZVPTwuKIi8Da1CvfTbsL1Scw++Rc46vgeg972lliC+M65NveO20r26kCW9GaElvmQcBj7dpK29pyxAvaGVCDz9cRO8p8QRPv0LtD48dbM+rzDQPVMS6LwexCy+K45SvibxorzLFI2+bwNivnAVhb4MzGq+UkY3vr02vb0dHmq9w3CLPuwGQbxzo6A95xQCvvPQWz7d/dC9PzQwPrFrdL0pvRc+higMvhGyGL7MZBC9gpzcvSWzFD73nm29YDfyvTc6GD60fIq95NNPPpb8LL0b+AS+lVsjPoSTbD1EC+K9hPYpvrRH971xzE8+LyOjPVweKTwbLta9/3cPPhgfyD1aT/o9dZ8zPRMuLbxtEGm9NXIEPh5uTD7FCTM+jBpvveSn0j1VURw+Te3VPc0Z6r2RB629wiC8PpJJKj75eti9qimAPHci4D1ZjiO+HWWuPcgXqj2kopI8r3UFvQKUkT3QHEO8HHoIPUyolD3LhI0+uWfzPafBR73K9MS8oxLWvZwAKD4MLug9nH1ivSH/sT04L8+9S7C/PUyhUz5Pv109IHwrvvpzOr29ndS9bhQRvk8vXD0r32Y+HpltvcxFGr4gcok9ZjqCvfDLSD5Ehum7j77kPeEKYz6YJx69p+m+vd35Cz61t629ViUBPpobAb5iZPW8iNENvm0soj16Hb49ejkBPrnmiz6W9Cw8t2LZvEO5Kj7DqBc9xLchPhv/hzzVGgQ+bUCGveZ3B71vxnU9WczCPKDI3D0sZ6E9AC4gvUJltb1N/tw9I920Peqgtj3iqUY+QQDDvb2dSjw8M0g+utwEPuzPQT6r2kq9Q1w1vclBWj4amx2+fiWKvdvQv71Kd4E+pkOLPfFiVL124yC8INAdPmdcCD6a22G9P8K0PM4hCb59GZe8W5/wPJYPzb1JZfa9jkbevHrLaz2aEUw+2s8pPvb9970rxQs865XvvLVLaz7h8xo+DjKDO174XT7CoS4+u/d1PjS+nD3zEOc9AYpevaZQZD3O5R2+8D/HPN2aQr74Ps09YQmqvfOtBz6kg1O9uwudvf32KT52wQA5JfLeve4uYL27pTm+u+JBvkKjYD24Qu47lBjAvHyg071q3yu+wLOoPtBd4TvkCl8+U1nhvflGQr5+P7g9Y3EJPsPqm76IIZG9wHeTPRsPkb0usNu9KKxFvvZX2T3vsYk+SM0hvtG8R71+dRm+PaHyPeC6Xb705Ka9p2VSPuBwyT1fRtw9y0W1Pcl3VD2ydCy9rNyqPZlXAzyBQmW8bZQvvsouBr7x9R8+E0tGvo5tg75P0iO9BTEDPp72UD4Pnu29hPt/Pgt7dj2XOWk+dh5HPQ0M8b21JY4+NrMZvM4/Pj4kqVk9TBW5vc8Asr3IcHi+nNUFvjbNKD5ZxAQ+glicvM+uTD0IrBC+kMR/vvMAJTz2XWC+BBS1u+zZZL4TrYy+/yctvlLiN70wkHC+bTigvX8/3zuEKg++astGPiL+4T3zn8A9OBMoPtmpBz0FFRg+8iAVvbdH9T2HGDY+l5wSvix8Rb230o09WHQlPRHRGj5e7Sy+Ej41OtdKSL08CTu+91iZPYjByj3cUDq+41ElvkryqD2DX5Y93cTDPZEolT45jdA9nSkQva5sSD5P94m+7H4evodt8zx+oow965WuPXMgnz3hJT+9fWscPbKY4D3nq/E9uGbuvVaH3j1dHj2+KYiFveOzML6zFPg9UgTqvD/1ObxBIam9AERUPnScX71wbIc93OFovg7b5D2e2vO8Qk5IvqsRaz729fU9tmRdvgRS4b1P30M929OOvT9CMT22mDq9o/o7vU+3gr5dhXm+wHNTPccNlDwNLx2+ZNtxvnJ2hL3vBg88gwLXPfrhqD6K53K97+XGu/aMbT7A4Ps8js0jPmXcDD5Ooei9bFSJPhscj73Oa9K90k2KPKExGL7GMCm+i5YDvVYRsr1iz36+d8davNkApb3Cd1I9JnszPoIKdb0BqDY92YhNPWl1Tj7pSzA+/taGOwSfLL3EVQQ+YkEzPlysGT0Pp1E+WVSgvEEgCr4B/Ty+X/52Pbrb1LzrX4o9qPQFvU50Iz6q2xc+xcHTvBsHwrvCJwe+Pxq0vdhwUb7qags+I6kfPZpOaD4g0Fs+hEjePTsWEL1MwtQ9kXRavWcwQD52bYY7smInPnpGBD6EP9O93DIpPVEP9L2+4+W9QfODvVVT7L3PqzK9kdcjvILCPTuOTqm9iogdvkKGTL5EKpY+cYhpPFUmjr2KIbu9MnzCPCdwgr3GrAo+6TUAvpSEAz19Tho+8HBYvnQRiT1YtpI8JhmAvbENrr3WAMU7PeBhPoIO5b0zfwq+XaTRvd0LWD299DE8KSU5vlPoK75llmW9xFTmPZXQ471XWlS9v4vUPed0QD31LY49g+m2PWWVkr24dh2+InjpvZOWGT7qVuW9COSMvdW9d73eBRc9VPelPgXe2b0HH8e94HAxvWnkyL1IUhq9PjQTvqfWTj7XYpY9sgVePvV0N71G3iY+qLmXvcJu0b1HyuM9UF/7PR/YqT1r9I48rXDGveSGzj2Yk5A73dbKPahRaj3kgty94g1tPi7CYT5wDxY+RGMpvU0bDT0mhj89yk57vVkbnb1VM2y9rNBCviKx3zhUozE9orobPaahKj79Rri9MI3eva2eJT4H0RQ+AlQovbSdIL5zyaa9cfhZvbUaqj3/Et89+nimvPCklTyWMjO9IYQHPvmAij6JqTY7SxLdPVbvPj2fLXA9vThCPeQsEb7jvCI6CqICPY+AOrxCq0A9EsISPt6OAz7q4Mg98Sc8vNPACT4XGye+peINPd1rrTzKyNQ9roNQPR9PET2fXWu9ONJXPrIWML2sNui8EoI5PmWTZT3NdQ++KJj+Pf18E74xSUM+sk5IPjyHljr99he+QQiXu/6PAj4J5nA9XgoIvmttn73vABG9DXsevdrzSD41zMw9OddOPE1lxD0hliq99u3WPVSE+71UWjQ+tBc5Psf4UT6O5na9hhYaPqsj+zyT7RA+dbknPrlpIz7VrTM+TqQkvjwSAL7g07K3q+cVvgBrkD2uvKG926Yhvgrn5T1HNas9KNkVvvqLbj43f8U9YeUsPYcbGr29vsC9CnF1vvXfbj1VhCq8e6lqPMdZJj5Pb6I8t5uqPUVu67yOeoM9gSK3uz0u6z3NAFk9PGmPPZ/12L3HgV0+kLxivoYIQD7SEHW8Aq7DvTz7Pr7Km9W9P4AHPQ8YiL2iZpq9vlePvZbPQT4nVZe8N7A+Pl2sLb6jZpc9ULShvcCbOr0+swe+xSvtvV5RRr5Ale49WtcNvnCrnr0DVQ69F9y4PUaKeD2epdS8GQcXvhnBA75xubS9sqafvcl817y/u2k8ZQMnvksdkz3ogEg+DcWxPbQ8GT5JmIa9jcEovuSlfr4wjv09rfH+PUB1Ir4YPoE9EM+KPU5va706/Dk+5iI+vpztq7zC8qq9cVYQPukf3T2BeUM+c9VYvuZ8Hr6yCo88ynMgPSbP5j16yk++n7NSvc50ET0e8Yy9JIxyO9Ol9L3ZDTI+6uA2vox7ED4noYo9czoWPjtusL132lw8n0opPj90wL0K79S8ejShvWXycL1koWY9HVQVvpyhuD148Ck+3125PH3vJz5AKzy+VXWePZIaPb7ETqK9qW6EPb3H9DyhO9Q965s+vgNsGj7RrMK9nZNEvnhplbxhXAs+TZYMPhQc0Lx8nEY9IVMcPmuFy7xOI7k9DdG+vXIpxT0Bjnu80u68vUGVEz5UuZM9CrkIPvkd2D3lRSq9Mgp+vcqmPr2oQDk+SpQNPl3Wdj1eFQG9jpewvbrJlr35HXS+EcYMvqn6NT0mtBK+17qyu2DG6LzeZie+XaFBPna4MzxLSWA9tjsZviuazj07oTg9UpLMPbw2Eb71Fak9AsOKPrJMyb3lixI+2b8UPaoRLT5zTYM9v1W7vfxu3Tz9ziw+0XZGvMeQtjuZ8Hg9ph8CvlxoSD4TEgs+aRFdvUgH2D1YHvU9qcEfPiRsAT5aDD8+P3AkPoZ4Gb4iYyQ9q6jXvey9+T3Ljke9wav1vBhdOT2RoxK8paGEPSVnu72PFss9uXlEPh3Cxb2wzGk++0EMPXMd3bzbh+E7Uwq5PL2MBz0kGoq5TEshPmxchr6UfJC9FOg/Pqbz5702QZS+FF0gPcczdL57w3U9t1YdPvn1Q764mQS7XCVqPohqbzzaKzi+daorvst6371qM1s+kWz2PXCAqbxSNo+8CsimO/pw0r2eeo2+zczVvactqD3xzL692oHTvbDPqj3X9Gq+CpL0u7HXLz58/F4+Njg/PkA1ob2s6S++n3nfPVgbk71x3RI+SuCVvkPUH775/xe+8Y6wPbc3SL7VJIG+HAuEPe0Zaj1+WGo97aAfvj8Xgr3LKHE+c4BWPf0uBT7cLN49lnavPWWrAr7ZxLs9JAF3vtiJib0RvN29Sw13PXjV8D1Vx7A9bTRzPRC/uj02Cji+uc8aPhi15r3fx8w9QEhgvlWSFr5OzVK9KB3WvSrfTT0qfJs7vEFmPWNzBD6yU8c8QehYvpzihr1UeS8++DoGPlFYtT16bRQ++iywva6vtL0ObCm+yhO2PYjNqzyuxqM9HC8XPcmFQr4AH5M9OfcZvXHDeL6Suhm+quwkPUI/or0yrSe9egsPPTaVEr7f+b29HW8QPiVFGT6oCKC9GG5jPOd0fD0H6329pMXaPdE9G73pPD2+3rgpvY8PNj4WYiA9xKJJvZ3WEL7Q5E880mSCPVjzTb0hLbs9j7kHPl+aLL5VcKy9eDg2vp/XAb7USsM7WOa/PQK3DL1e7p69COO1vWnep7yekag9kawQvoRFFD5wqzw8sKr+ver1x73FjjU+ttg8PZq8bjsP3BW9e01UvpcYer4FJpA9wJK7vRcgL77tqg6+w+6lPVQ8lz2g1789WWhlvnrLvLw1GUU9n2CoPXurwr2bCgc+vPRQvtMMJL5jtie+yOOoPWQAvLtQ5g+92VAbvvm3JL0qPw++m2k6PoUtFb1H8Ci+97wcPCNjvj21yrm97EzjvRfgjr2CuxY9WfWMvZCbM77uNAW+BtsPPqqEAz5Yoy8+q+uWPoLPi70r7mG+lMpzO4SCYz41uB4+IpyFviBOq76hvkK+gIzQvVTknj044Rc+ywYbPLLqaDuzZ+g86AijvWF4AT6xJ3I9H0rwvRqlULwcg/A9ab22Pc6cZr4529O8ZR6lvjdr3T2+Ya29+eUmPVyBcT2TL3s+GxfNPeIfez1Mcvu9qP2avRghHT36Yc498wETvEPr8LzHWNs9gl5EveQF7zznAZq+b974vdpBqb3BZ18+S9FtPQsa6jsZ1xi+glsFPphGjz1ktLm9Fm7gPGYvnD1GoYq9lyNdvTwgNz0gekw9FAscPn8iSb7X3aa8u62RPJAjIT7B2jK9vcenvQqjsD3sVY6+vrQAPhTIQr7HNlU+cwpKPV07l753GD49/CU7Po9ap7xqXC49te5EvUi5Az4IOYi+fSBCvhpGJz2SgN29vdcnvq1T3T3Y4HG+0YczPVbz6j1QBJ291b5tPARdGT0wRNQ9zPpfvh8lpj15Hg4+iFHJvVwfOL5FNYA9Tev2vWwClD3hOKM9Q3cIvjyELz3jcyG+TZoLvvHkzr3zCY2+D09Uvg3AxD3NN1K+rbw+PSssk7sqfZY+fCtvvABup754l2u+GvBVPcVitr4P6K09atotvswFyjlGjBG+APMOPWZPXj5m0yi+v1eTvclqFz6Be+K9K9H8PVZA37zKcg6+jDJoPUHWhL7UWry9RQ/bPX2WSD4M8xG+3FRXPYNTGb70ry+9C0eyvVShPj60b5Q8AyWMPGGq1709mzO+Twa0uyXAMz26+1a+4aPwO9W3S76KcXQ+HGaTvnsbzD3KQ6a+NUlDOsiHSzzdpx09v9+lPYW8fj5wbeY9F7w0PvElfL4xnz69o0IyvIj29D3Vj4A9JxABvk0mGz7Z+pK+A7txPj4goL7efJw9hH63vkgHKj7SB/a9zVaHPTzKvzw7DI498T3VvAdTAz6he9c9Fk+DvYQn4zvk4je+YrUzvn2KWz4AhIK8CrZSvmSoxD0PDEk92m2yPtuT1j3PaXW+Qx0JPenmZLymCiA+RUBKPqE9Fr3idTw9iAOzPeU5Er4qaAw+f12BPRitR72B7mC+VuUFvrmSrr2D4EQ9t37xvckMZ74Br5O8qVlDvgqaML51Nwq+agLoPdGPiLlS4hw95RUIvZ0ekT6Hbwe+EIr8PUSVnb0CyIo9IZdEvQFXrD6R+YS9YTmYPkzbgLwWKdK962QgPsIZMb7Ar1e95JJSvkQga744DG2+PQ3fPcFCMr6G5pw+UBFevkCC+z25NqO9U85AvrIVXz6L6e89NxKWvgaQcT7w1Nm9PJtgvhTGB76ScAA+PdUvvfVS9z0C2Ia+2g+rPgt8hLzK4Ao+jwnOvSZhuLu9Bzk+mIrLPf8Ngb32gcS9J+qYPHxkODvWpPo809c2PoZrMj7vENY98NoKPuiCsr1vOwq+0PxpPtiyMT7t2DE9JD4kvp9nuT0ANUE+rT2BvVzJaT6Qlq094yNTPtICsz3yxaa8ti4ePlhk2D26TTo+G0UBvn6YCT4wo/G9QCcrPsDL5LxFLx8++sxrvSCLgT5OL0C9sHKFvSbCvb0ddFA9qVPmvZKOIz6KUq89TadDvGv2Xj2/Tt89utUKvts8aT0p36+9QFdQPbD/Sz3Ha488hSKNvQrfXT6fy/i9GnhvvSyK0z2xHQU+cuTtvT+xJ7541H8+O0rjPNDDQT4vS8u9x9oOvvhtlT5it+u9wQshPgWiW73c0xo+ezoivtUHMD5af468vLowvVzU9j0NfI+6zx7DvdYbDT4UzbC8sZVYPEzNW75U7Oo8FndvvQ2DmD0XzHc+pmj0vH8X0b00LhW8WLGEPQXUOj7PLfu9sblCPomjGj43kQG+MzkCPt38v706Fnk+WFFpvFghgb2cx6w9EuFIPbLdkD16zi0+ao0EPkaUOb2j02S94y3bO2CVJj5AI4Q8o0tgPeOCmjuGE7M9Wpomvsp5+73dVOy8WKcSPiC9/72h2vC8AVMpPu6yyjy9ty4+zhqxPVJnGD6JqiI+yjqfPX+jmjy0aYM9ok0fvnDcSr7K2MA+fvYNPanTD74DAyO+BQ0OPugfKj699hW+LsY2vAqJ4z3+3aw9RMnDPXeUb72oyqk8+751PbrYDD4q0YS9+TClPnlsUb64K1k+dxbQvWsyFT5YkJi9d59bPiZp470SLgK+vt8CvnEuPb5ECYi+5C0SvhA+970CeLY9+3hzvf7CTr3h6EK9fx8lPhD9Vb4qOi29cy57PcGDX71bxL69vL5suwLTKT5u9xS+CloHPsc+HL5g8nO9HP/YvYjuN75/c9O8Bwv3PU0KUL6U8fy8IGxZPiZBsT0fmyC++D4SPnWJID1sWhm9RdiRPR8UOb6gy4M9hEjjPN/zgr4ngUE+o2EvvhcEl72/AzQ+lJJJPRKO8L1BnB2+PLYtOi6tMz30PoM+KZHRvK93kTvfV0e+5B+xvfqkAz5omN27+YyDvHeo1juskgU+bsuPPksr1rxn5YW95DXcPJc6Db5FyIY9Y0T0PeeWAb4mLok+fjuBPBQz+T2zbf69d/dJvXyu7b0qH1Y8l8p/PtYKCj7EEqI9PPILPaVLhz0OXTA9j4JavhNs3Tzj248+nKh1vmlG/z3cU0S+6D3bvFWSV753jKu93CWNPYmHfj4IXCI+Erx1vjuWAj7Oldg7LCpYvm+eX7ym9GG+FXRnPvoFBL4fXJk9NjDYvTlg+r3e0oO+mwZdvc7Y1jyP16U7Oib+PWLMfD5bomg8PBFPPgAyUT25kg4+aUoOvny66T0uT0k+dROfPPW6kz3oDRi+a09ivjZvCr7WL0y+TQhvPtB5K70xNtW8bZUQvlTCKj7NX4e+v1+SPoNCqT1d+qs9kmgAPcFFtD6A8Ac8PJhyPjhYGr4UuwS9vxU6PhOHKD7/ahW+Ie9BPgbImruQxaU9f62SPi/1wD1WF+E9gZiOPUF+bD0+aR4+p5svPl+CAL5k6Jg+lTAzPpdIPb20zG6+uLujvk06oD0l+g4+4c4hvlm7Gj3xFi4+pDc9vvlX3T13Q2c+LtCzPlkR6j2iZ2m+J7BcPQ4KaL4Y3z8+O/3BvU0xuL0USfu9WlGGPVv9970Lz5U+WgTcvY4xDz0DiJO9asEKvvJ3C70GAqm9uOtYvoDkDz7zGam+FpncPPmtgr7jv5y75V5KPf5pyr036409HpsIvk7z/zy2wJ2+UJ94PkwSnb0HVHg+/C4cPQ8UiT1CZZy9XINSvb1PoD2kTpK+EoSKPpzYk77OX6a92shpvkd1i76XxGa9VtaSPkvqUr5O04c+fOhhO7A5Mz6+PEy+NkgsPm/RCD4Oh8U9jEy5ve1tfr5NaL+9MfiWvQva0rwB7tW80GAVvRo+eD0RhPe92YJGPiqQej2grKM9iUAzPtg5Hz7QHpW9KHvPvc80sL2sMdW9V6tQvqItTDycpcy9mCIIPaXBA7zcy1W+eCxgPXGZe737i329ZKj3PcORhj3ZBdc9zzEqPtoglbsGMQS8YUHnPafveL44ymw7zVsaPQTUo7xAStc77XkhPpEaJb6dtaM9+Q3hPIMycL6fovo9btbHvRnZvzs3fZ690RVyvoc9BD6Y6Fu+VG57PSzopjwQ2fW9fv/eOq84srxnP5G9FxYrviS7/TwsrMA9bmjcPfZ8Tb7Hfjm+pshGPRgNBz51nq+9KavePV20Tz05kAy+XGY1vS6lFb4wFWo9ytQhvpwz1T0bh2G9dfFHvm5A1b0N6A47gZcEvRu4OD5i9JK9zobPvC3cLb6KQwK93Zj3veJ1lL6BwMI9JUYfvi2gyD3TSnG9MIPLvfsbuz2OloW9lWTgvXQEKD6THRm+U6djvQkEFD42Zrc9XAoDPcJsCr1oxtU9Ge8GPbatA7749r09CBoWvnIvcr2qyDy7caahvbCpi70F/KO9RJwRPli55L3QSaM9jRyVPFBP/zyN9bg8DbVhPevdLb7qxpi9+gInvWiC/r27+g++A6g8von2qj2nnYu6yBOZvZtdD748JcO8Kny3vQhclLwu/wq8hw0EvDUdibzP5Jm8sqT8vX6FqL3iyv89n5kGPp5AN74OxeE9Ob5bPmgkHT4U6li+Ss45PXp9Az4tDZ29qg8AO8q4ir60QA4+WuMCvnqiwj1664E9UYwpPp0k+T1q5ls+dyMdvtmVML7c6mc9UfdUvhjI7zwsLJA+Zde8vONxC74rBso9UIeGvmmjXD5M/tq9QrfsPTkXr7yGib89MDq9vAkHR76vB6K+k1wEPrAHmj2GhBC7peUAOegESj4YN4o+YxPyPVpAi72SK3U96AQNPKwnA72V5TE+y3uTveMJEj6O+q+9BTPQvRzGYT2sZLG9lvOCPriD+z2ySme9fL7HveHXwjxwEgs9ULoUvtxJAz30Z2M8DoOFvUCWyz3ASuE9FZNAPiATij2ftl2+TT6XvlPuHL6yllg9Nj+mPO3SEz1KIOC9gpRKvXH8V70Au9q98RbMPfKuNT4Uwl8+gD7Ovd1cJr0aN56+BaRpvi7loz0jpcW9kcwivuqdMz5ftSm+ACgCvYAlEL7mVpe91dKhvrMe6T2zbya+PcuYvqn7ij3QO1w8ljuMvZ1Rbb47Eds9aMJKvhAOAL6Kcmu+rfQVPrtC1D0AoZq9kMUbvu6lbb1mLDC+FcMrPoFhw71J2sc9lUPbPE6TMz6pZbq9I14hPimMFb4JWIY88QTrvD1gyT0iNnW+7KjrPdNgRD4Lkgm91/WtvE5AcDsESam9se/LvWSwhz6xtTq9n0Ybvfw/mr7W5xO+qMi2PSfXo72Bex899xYCPeq4I76A3yq+m4aJPYBZPL7I5Ee+2TvpvbtMgjt4Owc9Rn03PRD0izsC2Ck9N1K9vXuChL609R48GZemPIar4L11fqO811e1vhS5IT0J86M9sBmkPTz8YT3+X689XeAQvqzQBr4hFxK+uHzuPbkXeb7+gA++7N5ovlosHT7OYgy+DF7VvYwtIT6W2Mi9AFK6vSIaiz5TtaW9MwgQvsrNKz5BpFk+IcOAvvnjGj3d0k4+DTIlPrus7LyaKRG+Wv2iOzRAOj7FYpu+Y/YDPr8Rrz3nygs+yTrfPUZWGT7xi7q9gXuePgck1z0UJiu9gD6EvgJHgb3joJY9C7EhvI/lHj03R7S9XpZ+PKWZzb3d+8m9R2lxvOpjZr4+5pc9Gd7ovRHYfr5Nkq0+8qAAvmnLPL0CdhI957GevcOI1L0gTUg8msivOzfujj2i7No7J8aaPJAVkD0j8D4+sr82Pc/x0D0e+Qy+CDdtPmuqDb4oEpS+ssnAPJFffr3UQ+k9UL6QvYocWrw7gmC+QCzDvNdqVT2BP987kduWPdFzYj6AJ4Q+eF6GvOgiCjwWbo69Zwe4u380rD0m67M8OcthvbCbB7yQmSG+qYVpvt//0727c5e7nN8sPhBmyz1YFHU+GTKvvVJsDb6bick9qCcNvsuqHL7lyUi+UMuQvpM82rsl1ZQ91GupvQmNVL4qjLK8ZzbFvaVlR76GBV6+gZLBPQtjuDvJTwW+DTkPvuKnoL33a5c9WKYOviFJxT1gjDW+rnVsvWouur0FhVG99XQjvvNEY77WKOK8W/xoPa/OVb3VYLS9AvgNPWG8Ob7gSkW+H4PUusPcrL3uuTS+Vt8cvfBChL5rxh2+rOeMPSdhTj1lo7c9mmJdvlE96L08Gji+/yILvDg5O70zvBC+4wssPHe+oL1X+hG+KApxPXRiMDwACNY9HHALvnP3FTzhZy69bVY9PXymJr1RZqS94e4EvCJuMT0iISG+htuiPV97qD22jj48p27fPbhnj73G21S+9kUdvWAWVz3kLmq9XUzwvTX8Wr7RZi69dupfvmURWL6k9ta9SbDtvWFGL77+cty9nRwEvVv9OT35es69tTIMvd8gkr2igTG+slVjPc8AQ76lI986TDGqvcD+u73iLDy+rfVVPIEErzuJxBK95xoAvifjwr01hzw9G1YNPZrwET7CW1o97PZ5PTjFIr4QMK+7/JnfPOodgr7bI5S9uvwPvtpmHj5ygZk7zSmhu5hU1b1WBT6+C97DPPEZW75RQd89TjL7vdU6GD45bPm94FrWPSMjzz3thEk9gpd6PR6UOL7+TMM98ep8Pby/672/g4Q9aCApPp2ejz6kFI6+GHASvr5Ojr6aDeG9xLItPg535r2h64G+MBU1vMQAxr2Szog96QIZPqqSzj2MOgY+nbG9vCxwD75XkS4+iVauPaDFF7s3rNw98TO5OlBMhj6gCQg9UWHePfTI6j11KUC+RmMOPmw+Jj3dlY++0pYbvTvaPL7YGx29oDrcPCY9Hz2vzUW+TkkjPkgvHLwSAgE+Fi5CvGdNDr7BL7A8lb8wvUJrCz5Ix9c9T08XPovltLpslQY+IMcYvbcr6z2y7dI85+mRvcUMQ73Jhhq9xFtYvtL7G713UfO99hlZvhDZdb7j0Eg95ewVPmG1Xj3K68W95X+Qvnykmr6SN1m+G5fRvbmBFL3ugSC9MDg7vvDZvjyFlCu+wEKAPrLZGr5h6Va9cf8evUapyT0sP9C90a7FPfZ8hb0p44u9K2YYPUmrFj3RTf48OYGqPWwiTD3UfVW+t4aMPVVPOz5qqmu+TJk3vPQAMbwHgH+9Wv/tvAI6eb4ReSu+Wj4AvipWGr1Dnyq++pVAPsJAQj7p5TY93DNUPr1rt76U0B49zzL/vZRjbL2g5Bm9GE7kvRbxdT37A1Y+plOfvBxvFD6OP1a9DT4fvtnj/TyoPXG+z03XPKV9FTtmooI+RWGMvXSaIr1sGrE9vuMKvvlI5D2LmJc+7Z42PvLONj7t/V++VYNoveh3r749mCS9IOY7vphEkLzQwKa+oJmZPS95sb2351K9IvhZvkB+5j0vg4w9TO55Ppt8Fz3kDTo+bbCzvQpdO76TsgM+XVc1vit/mT0IbhA+jiHDvjPAgL4np2G+1OmjvVXFGD4h76K8rvM/vntX5TxoXSe+xsY+vmGbE75UaW29h50uvsp9hb3eMHC9oPGQviNpPr50AQg+NmKNvrEhJT7U/6O9/+KgvVlBhr0CFU0+i6lIviOaAj4CIyM+MASPPs9Z9b1ohyw96pr1vK0nPj6OJyI9uImNPi0mNT3WE5O9BQF3vsu9QjxEDQG+hVS5PW+/yj0xskc95LJ3vKhCQ7x0Yvu8XB2WvtVzID1tK6Q8xheOPYf3Ub7bpTU+cJDEvcc3xz0ZA007qlouvtSEbr49mNQ9V7swvh7t371gR4u+jHcnvs0oO76jCvu9krX2vFMuEj67wnY+dV/IvQQNWj7Ovo495f4APvzZ7bqnCe29wXqMPmXu6zy+Iq09yodKPk2vsD1kgqW9sCuAPp7air18OxA+pRJwvR/fqzwd9I4+7TNIvZs/gz6Dh4A+Zc/FvPtCLL5h0QO+MpOQvL4Zfz43szk+iNNuvY3XaL3ScFk+xlNDPVejiTxWX5G+mJuqPLVDgj0M+sG9eDldPRxpBj4EXKC9VvBtvh6u9L3HwhK+rSeevGh5d73r9Da9la5avcSUxL26dka+0laJvZQomrws3UC8lJ9jPh8V6j1OfyG8d4upva66NL6/iIe+2ffSvK7ZWr1xb8W9NmLjPXxYIb1E7S0+2/8IvnCCtr3ymbE9rZEqvKTEN75AzO89PErtvYYLMz2N5qC9A5GcvVN9+zx4dzq+B7hKvosyvT23z3c9LUy/va3aQ77BqLs8AewGvuGfJbuKxKy8YawbvtkbS72Xix69vPBqPWIgQz36Q3K7h0MAvsg0K75xxTu9HqiUPTr5O7zuGSa+3z4DvTlxAz7yMA2+uUyOva9C/r3uMyo9E9tXPQCBVD41DtG9PAMhvheV4Dyx6ma+AJNsvkx+3btxFp884r+YPQC8Ir6Pla+8apJ+vb/s270s7L47wJqvPRtc4Dy26ze+YrhLvWJGkb1V2w2+128NvruDF76+y02+UeWFPaB+H73F94c8EWSDvUgREL77ss09RcgxvrzNPr74dh++taPFPYtxsb0fGzW+ySIYvufJFD3n9xw9w1QpvnOsw717Tfu8P+8Zvg8fMb2UFOg9sq6kvdbtWj7Eigu+WTMPvgB4Cb4Ntiq80/DDPTJL0L1FHFm+GPnTvYOwdr3Sh7i99KkLPmURhL2godY7shYUPk59Ar5cxzI+KpbYO00zEb7/8Rq+Ibg/Pmv2ez6W4fI9ay+pvW1R0b7KNUe9od9PPhjDDz6AfGy+RV7tPTqlR71hHNs9Xyt/vr3HDL4q0N49TsZTPAA89z1OnmA9AIYVPdp6Jb5329a9Ub/8vQl0Mj7Myj0+V8ooPrW/CL6I7e895CETPrb9pT3dvpO+t4KHvWbIPb4kpz890ZKkvZf0DT4i5QY+HTBFvkYbur00dv89PBacvTEFEb3HZrm8ZujrPZ6XyzyvTQy+iZBEPfZrET6xDRC9PWBoPfcN0r1/4gc9B83xvRzYML6M0PG8LfG+vS4Jq73NfgY+P7crPWkqNr6Fp7Q7s93EvKGkC74Nohe+knduvgwfbb7omaA96atCvml4fj7B7Ik8eZEsvYb9Qr02H3A982+ru3benT2P2RO++bhEPQT9JrwX9Ng7SP5SvRzkzLrnrmy+vvXLPVFyDr4zBnw9tjqJvZ9r873nr9w78e+OvqhoeD2C1IC+pPPKvfMx4z2eK2K8ORnQvfJUoL2SNWU+fCCcvRoFlj3KsJ2+PkO/PYkxyL3EihS9gLO1vSbJ6LySWMs9rmw0PpTPYb5+oT49/4gpvkki1z07rfM9UwfrPbDznL5C+Aa+assevg6Yp73rao2+ZrtIvtHkiTzzHVA+nlslvTB0Br7vSmO8tPscvWa7dD7NCtO98+RtPRUo6rwQRI29UPpqPHBcvr3nriy+I9MRvpU/m71itTm9pPsEvh8SLL4VUFG++W1ZvhUeBz5+6s48THDFvdvzXz0Er2e8p5qQPE8mKT4jJy0+oR4UvXUlmT1bKQU+qZWGvpDRqr2MOnC+dFLKPZh/hb7D3ww+hOSyPfE5l749rd+9AnkSPrTUvL09qXg9gfS8PaRhs7xeUn89B3bCOmaZab5KPaS9gr4mPawLkTzCfrW9JxArvq6DBj2+C/m9Hmr6vbDyYD7igZ08K+QOPlPDCD2fS/i9ZKW5PcRVwL08aA2+tvghvtY7YT6ePv09zkj2PQxQuD15Eu09JnfzPfckuLs1TxE+Lw8aPb++xj0FpUQ+rzqZvVMa3L2PxMk93QijPUCZDD6uDx++LbbUPCynoD1D1nM9typnvStTgr44IAy9VQMkPnwbhz76SBQ9CsxkPq+dmL6EFaY9t7glvftTKz7zTk8+w77kPGLaEz69hAI+Zo4evm7ytzyCad+9J2IdvU3Gn73aLdS9mlkwvk55tbyrMOc8K9G9Pba0B76z7gu+e94yvrUhRD4Gwb29qoc9vfa7sL3AfcC9b+KhvU6fxb2Ilo89l7ILvHNM9Dx3mIi+nO2tvbNQML4nFBI+zR3+PB0Qir4aCic++9TdPfXLGz4W5N09lp9OPkyY1T2pLpC9jrl3PbtsPT1X5429t2DNvaeXHT6PqBs+gPFbPZ3+Mbx1Rtg9B4ogvdR0Lz6RWSa9xDl7PlGkQLwqr7u8qhbEPZBYljz+gy49y3OfPQUoLr0BJp89HKDPvBarAT6GRQU+WMVVvU723r2h2p4+gHk8PptlGj4dPGA9W2rqu7fEAT7xiyc+aS4pveAiJz7NY6U9w7GUPosHt72fAb490jtyvVr5KrwHWLa9YyLiPT5Iaz1V7fa9QUb4u/YBBj6bbBk+uRDBvWiW3D1vey4+D3EjvSrIAb79yZm9jbtEPnC2srpvAvU9ZsPAvUgXLj4YeTo+ZnrivKNKYz3NPhO+D+x/Od6kID58DiM+/zLPPWqElj34Xyw94UogPmr87j0bKGS9EB0SPULWVL0dvou9sjDDPbC8Ar5N1WU9i3qHvDjTWj2Wif68S2I4vf+J9r2AkuY9sDLrPcXq8b3emEY+UjR5PpgioL0/pke6KfbhvfFmjr0XtMM9vxLcPYDDNT5Vhsk9CdV8vZmjJz3jC6w9PuxZPsF2EL7LSLk6D1j4PdVHIj5vWQw9oG2LPfLAfD4lBlU+H7VWPt2DFj5xo0A+ZIDou6cxt702K8e8s0AiPX4lG70d0tg9Gk/2vTdloz3E0OM9EfhePh+SID5Shks9R1OAvb5PVT6irTG9w+9kPNlC0j1FZjg9vXcqvoprV75Dfu69tmSGPsx0ib209yK+mJQPvnoDCr7Tif+9Q53YvdtZqL0O6gC+XnhxvcFhHj6u5dU9n1YRPnqcZz4GSva8kOkpPozrIT6ZkDy+ewo/PhTkjz3GVWG97BxnvXseKD1oTR2+W2wlvivVNj1x5bM+x6kAvmdWJj5vQSe+LKiOvR6TLr5ZlEw+NLoMvLq/zjxEdJY968w1Pu5kQT525pK9IxhAvUadqL1p2RW+iP/1PQfXAT6wOJe9E6xoPktOrrxn+i+8ODavvNidMLtO0D69qCVLPAmcBT59I/w7A9Mzvu2JRr5/k069JZI+vjHKcb3wG1g9XDgHvk8fKL3t0XE+8PETPQnL2b0XA0m+Z2ItPaXANbyYGaM9Uco4vgDQCj4u5Vq+lx8/PqmQ9T1hVc89d9cKvmVWtTwN85Y7WM0RvTBKIL7k/3W+nQTRuVeATT6zxyg+8rQmPvmQjb0uDmA+dl9fPvkI9D1Y6hc8ukVHPnLLDT5TeAU+XLV9PVz9HD0kWxW9ZD27vPXZFr5T/Cs+W4fVveTg8T1DPJi8HbAHPTQqfz6rRc896HK6vdkJvTzR2mc7OUjlveIfYD4v+s699rUyPQj2OD4quYK9fZ2oO1Gayzy1rCU8Xq9SPZGuyj03SR++4d/FvFmUAr4yMvC8skEbvgrJ5b3MTGI9q+r3vKhJGD6OhAE9NbwNvkATgT1HWLs9rbXLvAETIb4JUCU+NEWyPJBbrb5qcAg+wZWLvfYoTL325Ao+sQ0CveMBzj38mpm+rJBvPlOhzr2iwpW+k+YuPsDPAT6/Lso8oliyvZK7NjxVOQ4+g6qrveaiDL7DuxO+KOrVvdt+RT1rraK8qxTjvSotM76rF3u9AUMSPcCFLD48cDE+gXwfPrJE6D3C1EY+3BAoPrBVsT1b5tE9o8WJvYoTiL7+90e+EdKBvquFfz053kE+dkcuPBdCgr1m1IO9EFQgvvF/Kj3F5oy+4UwSvfZrEz7RR+A9wpy2PYwjTr5RRje+FwI9vmBQfr3bjJO84KyIPs+6Tj502JU9ii6rvLhBBD5pkYm+W6VzPrlEbr5cPqe9gl9iva5vt720bH6+EbE2vcpPaj332bq7HUvVPXZMIL7YBcw81OmsvA0AHDz3iEm+bGRPPsroNb4FA5092RAvvS2H3L03UrU9xY3hvWMQRj6HkiM92FkgvQoYQb6DbyI+vwu+vqcU4Dwms/69k6uePC81IT7mnum9zaf/PT+Cjj2uEIC+DBk1PrI2sz3D9OG8AJD3vdd1q74MiiE+SNCxPNGlCz26eIO+LI8SPrR78T0hYZM9Y6QUPUXee76+ZhC+r8U/PlpnebqMPIY9TJcAPpAoGb6oTAa+ECcDvs27srwdtLc8S61+vpvWtr2Zk8k80dYvvfdvdb7G0My948mPPAZmHT5Tuts9bzC7vXtJEr6GlM69hcclvtjbij2gqGS9if7xPWKE473YVX69G13Ovd0fSTs6AyU+qXPfvQZl2by46OY9UHa5PRSj/7zEsr69pQQDPdW5JD5zoRc+VJL6PIYwGbuvnQc+cIlhPS0FE743EKA9OEp4O370Mr2kCRG+2lnive7W97y66GC+w45BPg/utD54gEC+bE4hvnM0sD0zlJW9snNGvYiGsD1p++o9l/O/vGRcND7QC0o8Qx3ZvCqIYL6PcCG+KiJIPpqlVT45xz++WkesvexE8rri2mS9vWecvYIehLzP4nu9P/+SPRPqbb1S9es9aCEvvUqlgL0QNSW+pckUvlItDL73KR2+C0qxPSg50L1S9XE+/RhhvUt9XTt76n+9GlnSPQo1pLvLYrK8WebNvQeHL753fqC9dvnkvGGNN7zHK8y9T4+gvUXCAD3YwCq+I9vfvaQuZ70+irQ8gwgaPbM42D3j1dA9kKSCviWtUL0ckga+AJzSPGhLIb0oQQq+eTy+vRZQFz4c7qw9TNAzPibn6j1QMto7A2QGuqMxpj2wdQI+o++xPXjdCzzXZzI+P2QpPhmUcrtvID++y2JhPEAXhj0Jxq0+ObOwvWxGiT2Y2ou8xvcUPvoL+b3OIjG+9JSGvV+JaDy0+Hq9vyEhPGs5Bj42/5A9mgrfPeX3ID5NP5q9nnacvH4Y0z1wOKE+7WsqvV9mD767kME8ozX0PXPo9L0EZzm8FI9cPRiVAb4AtB69hT1NPeXHAz5a7b+9KxmvO1wgv7zc25y7WdBJvgIS2z3lT4++96QfPb6FEz25/Bw+x+MVPn61qj1LoIq++fVjPZUHwz31MQs9dVv/vKYR9rz5/hw+JlQNvYpE0T2grTM9SbTbvW2Lgz3DVQS+D4VDvUa+Wz4sWo49ctVRPWBQEb5pP889z0b4POLTqb2jLIs7nwt6vmLmjb7sy0u+kDxSPoBuQj06pE49n7wzPtoMpTyhyKI9JM67Pcmjnjwbj3++S1K4vVavdz7iuN488kFHvux9kL2dZb49D2qBvHi4db46zoU90dAUvrDEjT3P1h2+HMqTveB/tb1ceiW+xEN1vlChIj4m+ju+r7bhPT/STD0+PiC+lC1IPrSRUz1GjA6+ymwLPA46RL3n5y69UI6kvbK1bz4W12a9X0lAPJxngL0qU7O9xYB2viqbxT0ak6c9qqHJPGs/6r0jZii+4l/BPCxwWD7nbru+M34IviDr4T1wdEu940Q/vjtw0b1cIou92137vbbeUT4iXzs+SM8ivptPtr0+kZu+0wp9PqjdTD7orzQ9XdYiPsrPWTtm3eo97esQPYTbPj5uPzk+/TQUvR0HyzoozT6+9VDmuvcu3z3BcQe+ajtDPrWGBr3JPT688/BFvSHdqj0km6y9tUGdPQ2PBz3OSo8+y/4oPUa5Bz7/W5A+SLqMvcwftb2oEj69X49kPQqWkz4v3QS+CvbBPaeVfj7E1uC8cWepPlBWir7BqUA+iy8ZvDrTAT1paiu+0YgAPsQxdrtecfI+yQi2PUbnlb4R6zw+ZVt9PsLPkr2nHUm9pMscPqiSbb06M8Q8mZievomsab5Fyns9RIixPqmHCj7n5CK+Ps8Mvgx+dr55VQE+pbCwPXPYxz1HAy07d/HFPozeQ74Q9IY9pBhLvZoRFD5vloG+MHf0vbtbKL5GiBq+KVzGve2GKj4CE4A+nVEhvrkslr2ozQA9cmj+vWkKk75tUJA9mEJ9PseWHz7ao0i99ljju3ZnbbvB6WQ9/n/guz6MDz19k++9W4DmPkgboD6T0Mq+huuPPmZJ57i+6Qc+vv2Tvg9erL0fgXm7QhIzPrZraT4Lojs+wgP7PM7pUT6OSiY+Co4BPETBoL2i2RM+yw+IvgR4Sj68RVo+PFRxvKqBNLsNgKu+OJEWvvPtQb5DoZm+zyISPiuLI77pQ7g81B0DPu7Fqr1eYhg9eOPhvfNJyT0R1029h/HJvV/EJb4Gs6a9PLI+vpkfur03RZY9gNWqujIVib1BDzq+ZDYTPr95FL4HvPk8d+d7voz2vD0bOAq+bpd7PPCxM74yowO+1YonPvzwUz2PJ6s9lSjBvUDeEj7f7ZS9ZCeePQLKF755ZkG9Q+Y2PV58H75YERi9XW82PU+92b2e6yK+YtTXvVcZCb4qBfu93V3aPeJXBb5jGro9Kt5FO2AzqDz9YAM+oEMNveHdp73jVIg9CgsDvqbTxr1tYQu+OaEWPHeGND4d9TQ9irQ0vlw3Lz4hTBs+ri0DPOVbf72syQs+/7mVvSoZQz0tOw2+8d9jvZ8uJz53MYc9yHamvZ6gqT19jqu9KCU8vpArU75/GEK9Edz8PQFTcT1/8AG+odEBvXHStr1iHKS9iQ8rvdznEr5/gPO9Xek4vsfW8T3ii2Q83NQzvkUc9b20ON29uRSMPOHdoD0uDbs9DGldPnHbS76by3W+/JxWvgDlQL70Rxk9FrEKPt67Jb1DNws99k4JvjwBGz6eq0I9lHpdvkspL77VMTk9H4e1vD3phr1NTRE9LG1vPeoENj5SGdO9hKz0vZ01Hz51l18739P0PScFUT1Rge+959jePVEEhTxAGAQ9f1/UvV4Kzj2q1/o9z1c2PpbhRz0ZvCG+JUJ9vsnkDr6XQ1E8PB0dvhhG7j26Sgw9PeinvVFIHD6v1CO+Mg9XvjjMAz5spAS+klZUvVrtzbu+qMq8jaX9PTavwT3R/Sm+p5pVPCj/tLrDmWs+aebRvE05iz4FJ+q9b66QPUABlL55fc89+bdIPZ351j1U5ck9hG9JPTbbcj31JZc+F/jPvbwdAL5tl2a+AgGvPT5prT1YzcI9ZX4YPfRB1L1lmAA+KXqWPSofAb3qj4M8usMsvldmCb1t34c8s8iHvcu+lztPFjY+HArcvAIME74Qa6K99mV0PgCmNrtd7gW9Rp1bPtlSiT2nKsk9qP9lPiIMqryxPeA8zsKgPcR3oL2Fb4W9xZFXPh1Ugb2B5YG9kEXpu9TDRj0SAgC+9Hy1vfyuI72traA9o5KXvtKfF71ki+y9jInzvWPmcz1OZkM+9DLrPdXmHz59hly+VqdYPClH1j1PqJi+glFzvbZx+z0+m769MnHJPeKWibzcZjk+ozejvXEVXzyCkgY+O5zdPV+cfbwWjoK9ZF9/Ps7fHj66HyC+gOwNvhB5pT0MvvS9Jm5/PtEU6LtYJ+W7WMIyPvPRij7kMZ096CcGPsKqyjw9Kba995lhvlQuYj5Y5Su96/TvPF8rPD40jwY9ljFgPN9NnL2VOVe+VgE/vaMRg70nah8+N59APmfz6rynGYm9dkWUPfwttT5RvhC+kk8vPoqwtj1LbvM9uYUevkCkGL2c+3+8xdg0vRoYhD0mbDw+92OJPBgldj5ZF8O9VUMuvvV35j1wHIw93edMPZirp710Due9VIbiPVNw6b1I85a+yRWMPrpOSr7Lj3c8BnicPFYMQz3fWnq9iVeRvIBDYjykETm982Pmva5nFj6ZKIY9CGlfPoJvIjudFdI9jUt2PseqJL5GE2O9RRcMPgo5Nzu/9I+99pBZPqe8ij0hjSM+t4QmvtnjUr73Zro8tnI4vqnRPzwCUSU+1z8FPsjZsb1J6ig9zWvUvUc4SL2PdZe99KOnvuDOgj3WkAc+S3QOvYR9az4Of8G93PdvvRaD8j0oWQo+saNUPkLUXj37/og8HnYaPezUlD5H4ra8vc5nvfe/hL0si1s9+S+MPiMlcT0hgE2+XVCmvf273z17Aeu9oJ5/vTZOUT0IW9Q93y7CPT2xvj1jjLG9DSJzPUuTdL68pQI+KTAdPiuuJb2MWP69hCGKPduK+zwuiGU9Prn7vK99G76zY0U+kJs3vflilDzd8cq9ze81PQcUXT2OqXe+xY7aPRDoD769FeG94ZydPTOsSD2Liao+Wh1JvnaSGL5Whk0+CLLtvT3Wxr1fxni+wQFxPuVJmjzL1EQ6gRizPXQGAD1kphK+Nr5Gvcp/eL47Ezc9F6c0vvtGLL4PnBA+XMJ1visMk72IW3Y973Nvvv1gLb7cL/W9gkk7PatbqLwjrXM9chioPTtIt7xgNVI9JiGcvXouh7wnoaE9hi4SvqvGDj0+DEy+bsfOPTCnP75EdrG9Z3NCvvHIj7rl3xU+5vkzvn2KUL7YwWO9dZ6FPasaIL7ZS8M8gxfgPRsqwz30RJe9uueBvisR8r1e5CM+eXnLuoq/Ib3IG5K8RkwSvtjOLD7fQ569En1nvQ9AzL2u3667B0eQPQS/ET3lXhO+BJ0BvnvA+TxIv4g96aA/vazE0T098/O90dqePNK7UL3lw8y709UHvYM76L2a/049k/RHPSFy5D253pm9Y5HVvQnNeL1jfyy+lKHUvd/3Br7tY5K96oQ9vrsQAr1Sb2O+qEqgvXQ3RLsYNdw9BoEFvg3QiT3XvB48/woiPuZg1Tx9IrU9TTcpPqwpV77lIoK+Qj7wPM3Hj73l0dy9AIahvfeoOr6Fg0A+aBxEvpJfMrw78mC9TISLvgy3cTyGS9M9cjfsPZNSLb1Pado9DrlJPapZyTzY6jW+hJOUvTUyCb4FTcI9IF9wvmrfLT4JIma8rPGCvZO42LwyMN+8lkISPi6VszvcR4A9IvycPGA0Hj72auq939cCPvp6/T2gXwi+VXmivbpsfr0UbLW+uFNuviB6Ar27jPA9JYw8PeWW5D3BPhW+ZAv+vQosxTzSQC++DeGIPqxjND5t8BU9665nPrxC1b0aXoS7bxN1vgPMpT3Uu4C+F2yqvagAubzprmU+NooFvrl3PD2l9gW+6tq3vZVCaj1R6/M9pBwpPjOl0r0PecW98LxTPqLNFj23i5c9mLlJPXe0OT442S6+rxX5vPqRKr7ArbE9AF8PvdKDFr1mMRw+ZDiwPZrrbL6I+tc91f4qvimjIz751iK+hL+RPT5au733fS28z255vjfY4L1C6HI82/u/O3qfQr2cw3G+zqVkPdzcnb2v2qA8EDlDvgSVCb7s+jg9EacWvuMEiT12hZy96O1gvkeosrzVN4e+yx64PdoEaj45nbg9X0olvXXFSjz7f6i8tTUUvjpZCb6qEm89p0o6vnwuLj6I4Lu92O37PYyEsr3rOSW+KfoOPl4bJj68g1Q+2XmsO/mzwL1wzRa+p2PEPSOfTD2tyW8+DSQWPRv+qTyURIK9Ey7gvWdeqr2iq309+2yHvWDZ3j2uIw69obq5PXmUsL0LxRA9sgOCPnNxK76xuXc+VAmKPQR5Qr7nhvS9bQq+vTY/ID53l4g+nwFQPnVCGb3jrQ++PoCWPSeOE768A8E8gHmZvk1QS711Vw4+6cgbPjjnO77nmMq9HfonvX6gprzwWC0+wwvoPbxrNL21aRy+R/wtvj8uXr3vA22+d4EDvpfVcj4QBIC+Q+IWvi07vD07x1K+dHD6PTTP1z65c0e+4C8CPuRGWr4l7au9U5ecPi83nLy/8Z8+IY7MvuOSn75N2CE8gErxvc/t2b0iSVG+mL8HvhxHgT45t2++HSv4vEJESj6DeUy+blYoPn8ycj2xsRY+RgSMPr73FD7I7pe9QJKtPlWAlr4QFWw8B0qXvRvRAb7WaFu+5KAYvjJIDb0ueZY9GN6Avgbk4j1trvs7wyervZDaG71Rqig+dbFJOxwf4b3npf48lYcuPrqdGj4L1aw9gcfTPgrKGr4275K9sOvqPY9cx738zrq96ujQvTNQg7wdlUQ9hWW5vitTnDzaiNY9xPhAvdaYp71DTSq+oL/ivXQDEj42vTC8tlvWPcaJrz30NB4+veUFvrr1qT313lC+GoMkvjilpr6+Bhc92omWvVEAiz7aQpQ82lKpPY/cnr6LALY8/uEyPit4sT2qeai+SUyrPp7To74ZZD8+w7X9vTzfFD3b7X6+EfiIPkXD6b1/Zsq9FenQPVW9ob39qMs9PfBYvcE1DL1XgG49rRxXvndRn75PH829FxMKvk8ygj6tuig9sdw+viBoTb6FOCI9Z4NWvtyrhL1In2y+kaaRPrg7p7zhQCw+OeOoPZ875TwowZC9Uz4JPnRycb0t19C9juixvc7mxT0lgmc9I20TveqTyLzH99C85glzvjddo736C+s9tzLvvB3W1719h4U9itc8viB+Pz5NiB894auxPRXpZjtNPd09yPmlvYLoDj5OVNE9lkDkPOmFU71t0FA+J1Vwvg8RTr3igZy5yqACvJ6/Ab50qI48HHopPfOOhz5BJTA+AJpyvdl4WLzeOIq98AT0O3NZOz4oooC9vsIsviufYr79XI69DIz7vVCpGz1U2IA9ZKGOPWT1iT4WJei9Wp8KvsQbET4agLQ9SidVPm0FQL2GEEQ+WFodPhRqsr3imbQ9q4+JvEKgKj5gqmg7tfaXPGbxKz4Yfk09uWrnPbS6vz1mbbS8rK7Mumg75D0tC209lRYPve+dxD2M6YM96b4MvZOHDD6pxgO+xNG9vT/EyL1HSAy+ni4HvvmfI74QLzk+ZLbHPb6diLzK2hm9WYP1PQz9VL0FpDe+9GHUvZxI+7xmhqs9BdSBPokR27y15Q4+oea8PVjxiz2YBIu7BlaLu+SGFL4Q8TW94PB8PUVScj1kBBc+qHGFPcYRL76Fyti9DIYcvlSk3T1BIQ2++2G3PcA4pD16wew8mZxBvpMe572tKxg9z3btPa0K9D3csru9uU/9PUVkC77EIxK+QfioParAI71iVIA9v7SDPq12sL0C4wa+Q7SJvZwWYD7SEKy+Yp3xvZ0CUr4umjk+77zCPQ09ojzIQM++8p7aveLriL5bM2w+aRqiPSdDU709N4k+/PTlPQJhFzybAT4+0rcTPmVBSD7STWE9jDtPPu9Juj4uGZi+mQ0xPgltWT0yXJ2+2OQBPUW9gr170Tq9/Z4iPhnypTy7Gnq7vfRQvpLFhD1TwAq+G4EbvaqQbr7oyvc9+HMaPr8UKT6C35u+6rOmvcEmHr1sREy9CpWBvV4M27wBIc6979KOPrchjb2wmWa9XenkvTH4fD2COPI9INGOvumAcr3UMUK+k9mePcDskb46JJS5FKWZPqEXEr6pQTo+qss5voPzh75Nyh8+QWl3vK+wcb3mRoI9ZyT8vUWRcL0nvWq+dQKZPh4sf7y+GD49enDXvbsYnbz5fWC+kY0ePtAlrTwOiBS+W9R5PQIWErtJG509t4NFPSG8pj2NRbC+y5X6vT8F07wCxW6+toN9vgcNDb1Qj7U8T3Mvvbnr/L3uFti9xOhKvswz8r2wq3g8Mj0EPRsfrz700GM+B02/vLhxQb2Gjeo86Dc3vAcEoz0bn+g9aGB0PfaDoL0j8988NgULPt3Vmj1Qjt6+vaSgvKDm0j3lDnW+4wGbPvbnlD2YsFO9zkN1um4lNL6BE0s9EBiCvoP46L2sTf49ZpJqPZq4jL5t3xW+dV/DvRlRAT55jBE+GpYHvlMJHL4deAk+/tAOPsUTLjyzATC+AarJPeE8s76j+n4+M7MwPeub5jv0Fkm+7cJavXEDET6iovs9Eh6LPjpuAT4DVZa94ryvvincujtJ2x++Ao+9PS2M/r0uLwU+hlwSu2o1pr6htqW9w1b7vFZwi76dTDI+e++GvtQum71732A9ML+DvcXI7T2cnwG+Kh8mPqMrtz7rEkk9E1b0vXpYwL0V1T89rYolvkBACz5xslo+xvxQPsy/oj1SL4S+OBYtPrEqcz7ZIUo9qNYJvfKqCD56StU8lD56ubub2z1TsE6+FBIKvTLZlb1SDJo+cjrkvUa/Kr5BdjU+kfbjPQgJUT3mu/Y830tRPc61OL6iGEw+BRvAvY9I/TzWQII9cr+nvlbyQL6kRr28CEN+vMBwhbyVdZI+nZMmPq2xFj6IS2q95cG9PfjO4j2qIwu+mqNYvr9ILT6JwcQ9yg7fPZNvCj1JzWw9uavDvWjGKT5JvZC+Ip9JPjKnGj4WH0+9hNywPDYu5bwaUmC9T6h9Prp7LT5aP9s9+SeIPd4aIz6Vts09Tg/cPUFHZrx9UUu+ZPRJvQ2/Gj7vr/49d48pPXknSj1J+nu+B+cbvm3p7TvRpio9EP0evuR7tjwp2aq8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "VUeFvTbtQb1JMhi+yUY2vSb4d71KnRQ8QgQsPKu4obw+5hG9HrfuvITvOb1YJNa8bVyKPDt9Rb30BgW+gBkgvp3ZLzyYhne8PevOvUvl8TwM7RM8ReV7vQvD+7xF5tS8KTUqPP00Nr33qLC9ScJ5PenMKL2S3LG9tYnMOyjo2rxdeuY8HvIjvYCHp7sCH2U95RdLvQlXBr1pgpm86Cg7PBoZl7m0CQq9HTzduycffjtPW6m8rWERvGKZLr2wb2w9nyfBPM3M7zx8HBW9AJOrPYS2e71aDzK9//wvvb76ib1vyAg95yOkPNeiaj23dQA5O4pdvXFinbzmqRo9KZqBvM10cb1xMx2+9lE0vSH0sr0W/8O9Sc6wvJZI/7qpz4u9UspQvAPv/jzpesM9YbIxvSVZkr0Mr887hYIHvWZX5b1SUcq8OH9Wu6BjeboETlo9meBLPRt/LjyGtEO9NUTRvbIfh73CsVu8PfN2PY7sQbu9hfm9AXp7vJb3nbw+BbK9ZWiYPPbmnLykUHs9+TK+Oz6XobxusBS+IG3NvHCt4LwRgB28CvS+OjpRpLzgqSC9MHg3vBaEuj1VspC9YF63PVozPb1jvI+8JLTxvBFVAL321Da9wPkGvZOfVr0nwHo8aFKwvekxn7zz9wO9S2EdvWLnHr06Og86O3lXPIKvvj0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 