{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "shrink_axis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "N": {"i": "3"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"end_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "5"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "4MVuvc5kJL60Vqk9Uyhtvas4yL08fTq+lLuGvsbgpj1o/hK+3P//vXWiwr1BxFg875UNPlTQFb27yc696/4SvZa9Sr316lW+mlMXPuyxzTyTlae9gzGhve17Gj6kV+a9s6z6Pe0V3D0NoNW9NO8KPsAncjwjhau98HIXvrcsD73CdR297w+2PaYfD76Ua0y+xNrMvDJl/724GtQ9rf8oPaVY8DxGn2y8YRL6vR391T2xJjG+rPAxvtxqnT3c06I9U7lJviWN/z0J1T++bPLlOBpTP7xmUVG+M0+dPs5jir1GpK49G9M0vrRBSL7Yu/69luEgvrcWzrstLag8aYfLPfZjsL14APK91AlBvuRNUTzIn6E9gANdvmBerbwyFfA9sYODPcE3XL5s23K+oxuyPdJKYb5kpEy90Vr4vHn9ED6nJEW+duS/vPR+oL2lPmy+xwj+vaygp775Nl+9EgNtvVMjiz0X4RO98f78PS3XI77ODwm+BGbNvCzW1r1ymK89OCC+PWe0zj1OLG49RsaPvYu1hL1vw625slFzvkERjr492ru9iGWTvVOWDb4wkrA8WeNIPVg2Jb5O5j++gXIbO7bznz0P9sA97jFivr24Fj3Qgvc9qHrzPf4KE744vh6+sFTGPQJZJz5UR1G9T4mpvKv7n72thl89nDS0PfxAFr7vIMC9lz+EvkQssr4JJws+h33DvAwFG74JLZ48XIn5vHYi/DyJsyG+Tf90PsKamj6Qq8q9bdRnPd+T+b2dbOS95pojPJqtCT6Ce0I+flYjPjtykL0IgEi8onLdvQB1Kj09mRk+qyIJvUygTb6MgSK+FYcMvkgKiT3axww91L86PkflYj6IV9Y9IeowPn99Wb60Xfq9NB1zvTJMVL6OswC+EC6cPcFcrD1eOy++FfEoPslFeT38Hhq+tme2vcxA2r3bqVc9lowmPtWwB75njeo9CwpsvYUFo730mpK8fGn2PX6ghjyWtbY9pkPfPUFfsr0TtMO9YNgWPoQIRr4+05O+HZeIvohm9z1iy609nUjyvZliCz6gvB6+Y9Aqvjgpzz0CLau9hLHBvQ9iTT3zEFo+uG8HPq6FAT7sPDm+rx6IvpHyiD5oexM++vUqPgHnLz4RQQs+guebPeBjrr2c1xc+D8GBPpY2MD60VTo9EFnYvQwz7Dxz1NI94JsQvvY1+z0/eOK8hELsPfcCqLtVwcE9VHBavas+rD1r5Ku9LESDPQgkiDy9oIw9AUb5vS8sgb4o13g+/zm7PfON4r396fu9UbWVvsMcaT7wdwI9q31/PC3UWT4L0A6+lGppPUrHBr7pdhW9lViQvUBlhb4iP2y86UfcPbCJPDu3xju9YqwBvrPTwj2jZ10+OgwfPilVs70yj9E9Na1PPrQEsD2EWHg+/+ROPcMjIz6Hl4A8wAwyvvKJGj7yDfA92taDviJz2D3DOxS9NVxVPgoFZr7EksU82QdGPvb5BD5Cm3y8ZV2LPu/MR76AMzM+iz+JvF/xgL1JyK09RFZkPjOYTb2j3UO+d1tQvUmlKT4mAXS+ZbIWvhA+pD5vOyi+cSchPr6gHjueJd+7pH1KPiw8jD5Dw7W9xMYNPklpVr4s9sU7h/EqPmAlO77gsYM+fZHbPerbqj5y3gO+9lXgvd691jt+n3E+uPjuPKvr1DxIiF8++k1RPr1ok704nCc9CTnrPFe2ND2uYxG+ItAgvsCmSr7EIA2+7VuKPXejJ77jDR++lbsvvr57Jr44WIw9oHCZvpTPlL0yYhA+a/lAPXZf9T3cWZA9ulBnPRvV/b3gXyA+u6w5PhHjOj779RQ7Gf6BvWcvmD0LRJS+8xQVvrjbmb4Q6Iy+EmVNvpF5BL5zsBE+NazvvbQ7qL2zjuo9ltFYPaHYTD6VGwS+07Y6vnRBeL0qSbo9+z7rPZn+IL2ZpgA+TvSBvkPzLr5p7sY9ko1Aviulgb2TPSO+dONcvizrID5BIp09jeg4PnwFwb0Lsxy+5hyfvQwxnL2HqRy9qj0qvgJYk7vm3Fk++WMZvY9iJT3aZAa+R6N8vr0Rwr1fNQs+RSn5vHuZkz0PTh0+x8OjPSVQLL753ik+ZnekPPiDSz1uAfm7r0X9PX8kF71kG4895bOVvhHFi72GpTW+jrsfPp4JJ71nwD0+sbI0vHjOEz0Vk5q9nel4viZ1tb2BD3k9XA2JvKJGAT5MqtW9lnZmvUlhmbuv4km+pxqDu+j7iL0z5Ro+uYY9vuenAr5QjxG+M+iWPczi57wOews9hz8PPs3T6z2sIas8J9wVPiHGHL4oapG+WXYMu8uutj3aaOc93/Ftvqq4n724rC49hkEgPns8h71cymW+EwVbvj1iar43mMa95Oj4vcqBwb14agk7KWTGPFzYAD76UEe+ZUINvlqrFr63mxQ+e3wvPTXhZL61PuE9kBvJvYQeCT3RuLY+JDSbPYPVBr6VMl+9MqS+PNzTnz0kIw2+juVLvkmbFL31Y7i9IL0jvlEVcr5NjkG+iGv4vYNVfL7LtAg+VWYhvvvvFb507t09w609vUTfNb32Cl49r5QTPQA4ML6dF1m8b/7TPTg+nz10KJU8aIPyPR0bQr5zE9y937JrviIEhL1R9+S9rxMuvdVRrz3fb22+HkwzvR2uJb1pEqw9GbEmPgaFjr3eQzK9fGyXvVsgWT0/deQ9+fp0PR+wyjvZBv09jPRAvuLnGj7BCQ8+b0V3vQORGL0In1S+EWqFvZxgqL2iJyE+bloBOzOHjDtLUju+0DAovYLtlr0GMk+9tnyBPBEcLD6MLvK9oSztPDUw+r21N5e60FE6vt90lL0Q4FI+tZX9vTOEfr4R/xe+ULZ7vjJGOrw/0po9tqwjPh4fu70lx+q6Nl0vPSynqr2skQ29DjtnPptCN73cjOs9QmdyPrEfNj1goEe+r9AKvVh0a74qZne+eeWsPXnlzrziiu29L+2PvVr1Kb5+y0Y9CZ4mPkg7br6WvbE9GI8pPlOf5LzXQyc+a2U9vuV+y73X6dW8GkjBvOntUz1DIx++SP5zPfI+yDwKZRS+Qgh4Pn/VKL715g69x2p8vkSWlz022ZM+u2KWvVWMGD46254910pgvfjzgj75sYM+bGTqPMFBMz7f1Zo9Ulr3PbIuOj0Ns6M9gMx0vVWcGj7hvDk+LrYgPqK+ND6L65q9EMxCPdJNir5cauU9O+6MPgjVUr3SdVa+JBlGPPEq17xqumA+dlClPW1ohb385JG9UaYMPjVixj2BsAG+at3ZPX2NET2wWNY72IqiPENvZj0Ci18+ePIOvVYowb6rJH480/UKvq1QLL2CYHa9cTCevjJzTr0MVFk9KQy6PaKQA75ndeQ8rCVCO3nTGr7PcTY+zyGTPSnZh76ceSa+DcNOPfeWcL3+Iz+9vqSjvSafjz1upge8rucNvRogyrxpBNE9318WPopnj72mlAQ+65yEPnPMrr1XngE8cpBTvjuypj3WBZo9u3SHvtgblT77H1Q+oX+kPs4jr70ngz++gAdCPs/+D74MRcW8qMN8PnDaJr5yJyE+J5lVPoiDbb01US69aXmyPE8xCD3ehQQ+nkEgPjtdSboDYB++L0T+vSH2yj4fyN89PleBvSWHIr346AK+MiaSPXbeLT4Xvgw+19YxPjenXLvE5QY+RajDPdA/vz1UQI+95fAYPqIsET7e5eK9yZXdvegJPL6qxZc9FsMbvo4+Kr5DRXU+iLHePQbJhT0ZRYs92rNpvtR1p7zVRXS7SNWAPQIl7L20RL28pvbsPKCnarnH8Ae+ScDovaKX6L2k4l49y4OnvQlTVT0ReU2+WhRxvsXjhj6m832+kq0Gvtrkhr77+Uq9YSVcPsypBj5bma09wXvjvH8s0zySvoK+bHWcPTCKJr7bxSa9gM/EvcNBNL7Q4pu99FQVPfD7qL3ipoY+UPwZPq6tD76DbtA9v/OwPIHBwTwcB3O9VtOKPunI0j2PD109DjyXvrO7tb3c61o+rZpzvu9HNb7Ow6C+JshMvd2+uz13woW+CFu8PaLcC751lQy+zoJFPgjcOD7zPDA+DhtZvQEBaT0CLKy9wlAbvgOZcD6A9N69ToDfvd2rUb55tco9LnWQOllOaz3GnuY8ucjuPfsj+D00Foy9/SVXPIebZL0r3iu+POo8Pmoet7290vk9Fbh0vvsbUz20qwW+G371vQkOlr2rdC++Io2wPHCXFT7Hx6E9/wh/vo02Cz1eVli+hWRSPYFGnb7fNz2+2Y7ePapUqTvDSQ++azgHvvAJnTy5C6W95yJKPgwyOr4xTSa+6aUFPhJW3D35WKS9x/NVPb5DozxLCAi+iEfMPVYPRr6dN3U+kRFSPm/uQb2YujK+NaWzvb5exz2ohgo+jAGmvtBpRL7B3be9ponLvSsKGr6fcqU9mdJjPuX+7Ts9Tes6FjmLvY27oT0Pi5i+z9cDvuSMCr6ZPb29BCIDvv6W2b1G0/Y9MXQ3vi/t7z1rd9y96mwvvmmDbT0n5Yy+dSIUviaEDT2Jewg+sb8PPSkHhr7lbQ89C3Jlvulj3j2V2Gu8wNShvJMJyj3RXG++63VVPm7nrT0n2jc+5wpYPuCbrD1DSk8+BJxBvkP/Kr6Kxbc9RorLvbvG+b0CcYA8nbaovSZQr7v4xoK9h0UevsInHD7io8M9AOxDvjOdob0wWxe+Df7bvMMWHb5+gzS+S8zFvIedYj19Ico9K9srvk61sD0l/Yg9SBLSPdTrnr10OQE+VhIlvu5npjz+44G+EPX/vakEij188D08JYSivgu51r1gKau9gHXwPWFbgr6c44g9Lo9xPDLz973tLPk8FmsqPvyOZD7wdLS9cotqvbJglD2I0my+6S1jvtmj/L0RFOy9KC0vvpMZQLsk5ZA9GbdSPQKDF7pQ9uG9CxhOvaCUSL5tRd+9ix7jvSJIW74d7988xiM7PtE6jT6mRKk9wSYUPunOfL4xOSC+hytWvH5zL70sTnI6EFo9PrOaET6huYI8yljWPdwCEL7Y+oo89HXyvZOLM76xBlo+rrQePozQRr4UohI+eXSZvrscez1ti00+7Kl/PSEgDj3S/Is9izeKvVONCr7jJC8+yZuYvchAmz11crW+8fUuvgq43z0gj3Y9ZuXmPVCGjbzm4E2+oTGIPfDHLT4wCG4+XtWbPZKRiz3i5FU+kkvEPfSrkb29Ko89vyebveZISD6wLEe9VitXva/tUT2VAE++4ASdPtuY+L2aTfe9wiCTPk/NBj7DvVY8DRQ+PoypI7zfwve8wRRUvhLdPD4VQZ2+FWAhvc9JCrw3IVy+kxQivjbPPT5r6bo9hVoePtU3D76tuKk97A7kPUzQpb5uoCI+cwfqPev2QL5DlAS+hl3mvbi5Cz4cZxK7C+cOPvQ/JbwFkqW8ePqvPV6HWb5CF7+9QXqpPBgwjr47DS++X5OZPetvQ75o1vW9EIEqvr7sYD0fjme9ayLfPRBbwDyJETy+3PKUPsI9XTzWKrM9fU+tPlmDBL4R44Y9cxDCvYVj1T5EEQK4MSJuvv7WWj4WiuE9LmpXPiuOXr5+ExA+/cDtPT1+szzzDd09UAofvs8jnTya8a+7/XGVPQN6Sr7g3F69W32SvN146L3t5wq+eO6JPeYEh71qEkm9zhWlPUpBfz7SNhm+AfM6PrbU4j3yyo2+ykzUPl3VFz0Cwzc+Y/cSvXLFDL6fWiW+OAh4PDpoa7zDmyY+GN50PLqmij5nskU9F5s2viBzPb7kNbQ9MGx+vpewdT1/z9I+oHPkvX5AfL6QzN+9B25dvgCyX72V8k2+Of2AvlHNXz2BjNe99lj7vYvOz711KXi+ZpM9vutnJ70W79G9L/y2vXOqI75gBgI+WbZvvhNH27xfnjm+DSRlvt9IZL4DHSA+yBMbPmxegz75HtM900kWPvO96T3OxCa79NyVvC77JL6O0w6+TsQVPqHFmL6lV+C8IUtnvuJ0YL1YQhY+R1usPaq8oT3Mxkg+1kf6vT9V+rp3pZG+9SSnPhOiqz2E0f89ttByve8/jj1OVXE+HpGovTr44b2Lbj++c+WGvkmcAT6RakC+5lM7OdtSIb7T2kG8OYsiPiun670nRJQ8Sl1QO1n0Ez4C6LQ9XsEkPQEC7L3DVJC+lzUyPXHYr72VIIK8w7YDPkQbWr4V9Ti+JMH+PENOob0XwFy9YowJvUHXMr1tB16+/T6MvjtXgzxe9QI+tBKWvOQTP77z0wC+NTHDu6Skob0hIfU9RKMUvuQTHb3GF/89LYSvPZ7ZGr5mts+69QVIvqIGDD7bn7s9T28dPmCQcL5+tQy+7pyUveeuR74xNYU9850zvsMZ57wN0pc9iQ31O0+yHL6520y9wlkmvhJUKr5h+1m9g1umPReRPL6R7OC9iY7TvWX1E75zLWC+AD85vTC4Mb6kZRi+zeLjvUDZrT21G0y+zyqIvYXQaT5k3eO96MBNvlchzj2TVgI+51qlvYqHrb2j7yw9mHBTPiGa8bxrJhy+tEUnvlxE2j0W2A2+e3BEvh4bHT5DeLq9ifrqvVeWG76bHCi+04rsOWevnDvXsdW9apFcvqKRzj1JfsG9Yclxvp7KnTxHf2c9WmkfvjLwAD4c0aQ9CKROPcUntj28BSU+lP0QvpksIT0bgS2+ur6RPa8vZzxt3H29E3zDvaucI77l/jQ+B3AIPcFAWzyjlnQ9eL4OPoKgEb6bOAM+7632vfxQlz2DPn48XyiZvR0pLj6QmzK+ll75PPUqML6UaM29IV55vRGUnL1WNCy+iNxfvmVO7r3s1py9JXCQPOiAC74X3Ak+PJdYvvX2mbxO8ns6lsqUPXm/cj1M5Z696OXgPXRUzr3rwda9pVeTvQExCT482mo+wPJpPuvzoTyzSty8tsMQPh3ZtL2U1DO+Av6VvkxiuT0642S95pkEPo2jY75MtcO97DQqvqIAk72RLXS8fw2APsPNob2sFJy9SslmPHYhrr2tNy0+NcSEOosNGL2zIl0+9Ot1Pqnsgj2RhZe9VrWXO21GXD1dfOg9/IGWvaYKx70aOjS+QLMEO9Z1oDwzmT89l86RvYrTPD4uaJI+eOtwPbkhSb5WfFy+bd95vvjD9b2UN4c+21OqPeRCcb14yG6+gENfOZQdDL5XfTk+zXaBPhkRpr1P90W+/9CbvjbjI76yOjA+EIm2PUGx7Ds7Z9m9dxYLPp0+SD5/ynE+ne1PvnyBUD5QC0o+uwb8ve5Njz3EHxg+Z09Fvh6y5Dy2qwK+/2iIPL6tFz48UW2+GUB3PWC70j0ayKM9bG3FPWoIbjvvSke999JSPPrm0TxF8aw90L6vPTL2Tj68yCS+HbtmvIjbHT7AMze+QLffPYQzwz2q0+u626dPPPtYkL6a0h89xzJavUdgUb4J6qw7wocUPvAnlTzHpQ2+GAeqvRdpkzznHtu8EfLqvUPjvDzKS0G+m9E9PmgHR76PGes8sNCSvv0TUL6Ofoe9+5rGPcmkqD13Go29N5k7PWUfhD49ppQ+y5w7va1t9b3WkBo+81BePnB/nD3wKwe+lYepPgOUt7skMPi9KxIvviGqgT0VO/C9pcCNviLEbj1gHfa82mYcPuAVar6uZ5y92/iePg+PRD0O3Ni90wYivrSxPz7veQc9DDb1Pdsai771Yzm+gXeePeFHHr6qnfq9/AIUPgtdNbw87nK8figtvlQNpz7rLVS+e7HqvROw1rwFfYM8jEcIPQ8hQz7qizw+hCp5vc4IDD6Z9Gy+H43SPTMnNb5Ltn49aWcSvSb9aT4/Pi8+TxkJvikPJL6Tqhg+Lo5XvpgCXz7KPsE+pKVkPo9zUj1SAfI9D5aUPVnhrD36Bm2+A/06vmThsztbtXG8xbY8vTN0mr2vdBO+Ib0tvl3y+L3+ChW+SG1GvRVyxb3qJzC9HlEnvqgGDz5aN969Nn8WvYBwzztmeGi8fvcWPnVLtT4V+aw+ZbjDPWaW/7ultCi+K5ROvrjFHL3SApm+R9JPvuXHgL4pL2C+MrxDvuvZs70XaFm9CliOPqw83bup0JU9p+73vYw2Xj67WcK9HAA8Ps6qab2GeRM+8MwLvlG9Dr4dJjO9Hv/TvQq7Ej4m+ii9EXTkvXAjND5ZkKO9xGlSPiHZEb2fuu69MCMoPqObYz2vs/a9bOEivlS3+L33lVw+MpKqPfMkZTsEu9a9avcYPlsizj239vY9ytsNPbBQKbyJgoW9M10RPqHUUT5UhS8+EtlavURb2T0VKBQ++BfvPbXg6b0uC629mtvKPpprLj4vTNa9F8eOPEcZ3z1tbiu+9TCjPXmdqD2kqsE8anUhvTCrlD2OTXe8nta5PGTacj0vq48+HcQEPr7kXL1PQ7u8T7jSvbeRHD7Cd9w9VOZYvaGNtD2hcb+9djHCPTs+UD5aS089MGssvszVCb0TUtS9p5ASvkJMWz3QA2I++41dvVYUEb7whY89tkh0vWAZSz6rfLc6Gd/rPfCYWj4zUR29XSK5vV+uGD5sz629HOT/PVXaBL7O87m8EkYIvkhfqz2rKLQ9GFL9PV/Wjz67xIA80WStvPaYKD74EiY9crgRPkgKcjw0bAs+xW2DvaY89LwWxHY9ACmxPIwD3D3/dq09XEgwvcphqr2WMOQ9QdO3Padd2j13HUs+Qe3AvbrLNTzGZkI+080UPu6qSD6QbVK9w0YkvXaBUT7Xxha+faiPvR0Srr3pfIk+KHSDPbDFVb35ssm7ecYgPpUD9T1cilW9P3i3PJrHBb70XiS8mrsOPdOxx73YBe+9yP2ivOMReT0IVDM+7T0oPk2r8r2aM488POymvENMaz6EYCA+pTb9ugLAXz7/Vz8+s/VzPprEnT0Vzec99v9ivZHTPj11PyO+D7vIPH0oOb6yagM+sW2lvZvMDD6gxQG9P+OOvd7IJz4GpcM84QfKvX17IL0OwzG+dwA5vmuzLz3n3to7z6quvIUt0r0tyC++Byi1PhngSD2AKW8+c/Tavc57Nr77ksI9u3cAPmmFl77AMo29Kt+4PRpJoL3UGtG9YRNNvuKv2z12TpE+g+UnvqfX5LxvmAu+CuzaPQ+PYL6akXa9Br1gPhgIFD6N3dM9Wsi9PRG8WT2tzf28hT7FPfeP7jtYu+y89C03vgg8872GkB8+gYRNvmkfg77KBFG9zbEaPhg4UT4yjvC9apF5Pqgcqz00E24+aNFhPfk16r3oLpI+FqfRu9hGRD4f2F09lj7FvTkMr73HP4S+IlcBvgTmMT4J1Os9LTEzu9diQj108x++GpN/vggQezyjKF++mIwHvAX5XL7DNIW+PlQ8vsttRb3w0mG+F5V/vedjZjztlBG+CtxUPpvFiz06FuA9aWMsPuTU6TwoBy0+FpDtvKIs7D2S2FY+BKksvjMoLL2pYsI9I+o1Pch8Ej4PeS6+IVShvCHPKL3sYSS+/8ezPWQ2/z2oLzy+yY8wvhbQsD0mxMI9tmrkPSCujD7+WLo95WAAvUjOTz7DoIa+3Iwivv9IOz1Qtog9DCSTPb4+8D3dvTu9mfOoPLpwzz2j19c9D67LvWLX5z2ndzu+R3N+vZOBUr5af+89MT2pvEwVwrz0Rry9fptSPhuVML3SzWk9Sm9XvuRo4z0R9Ba9FKY6vuX/cD69X8w9Q6hovtST3r3dAUQ9uoXjvfOVKz3jmz29+feNvZaYhb78Gn++ipNYPWbdxjxKAiG+OqdyvlTrjr0r5QI7sLHXPc5EqT4CSUO9xtIQPRBdbj7Qca08h0EkPthJIj7ZitK9sPKKPp5/hL1eod29L6oRPKobKr7p6CS+3XnCvMczt73N3HW+riMyvAfmwL0TFFI9ECE4PiviaL2/GE09R292PcCeRj4C8Sc+2SFgvK9VLr00bQY++elBPgiUIT3AlVI+ylCYvMYiCb7pOTK+NMWjPbWALr3geZU9qrw6vdTCKT6HkDI++jCdvExJcrw8lQW+GCDEvcHAWL6IrxI+P3odPSyAaD67+l4+h1v0PZzDP724B7c988VTvbUnUD77bA28fkAUPmEYCz40GMi9xKwoPckG+r0WLQC+SA9yvXAv8L3eTE+98h2QvKNlRLxKRae9LTUIvlI/Sr6v1Ko+S0AOPC5vk70JQ7291q8qPasxhr3dQiU+Tzn/vdChLrtbKRc+BQNIvr+teT0zE/E8LXuJvTgzp7265fc5yDdhPsnZwL3v6wq+KWHTvUcOPT0eALc8rltIvjE5Ir71Moy9vB/xPecd2b0iklK9hE2hPaQMTz19NY89nSXGPfJfh72Y3iG+BPbyvWkXGD7f9uO9GgKAvW8taL3dvAw9m8+vPupj471se8m9U0YUvWcA073TsTm9nCkPvmxvUT7Skqk9pVhpPh1GQ704QCU++mCHvS8pzb11/wE+t0sEPpOvsz0eYSQ87bTXveD33D17vLo6mN3OPRsdgz1o6eG9ygqAPjSNaD6mrxU+2qcgvZ8WGD35zDw90Q+Mve+/m716MIe9W9RBvuYnMjxYTzE9McMjPT9NMT6BkbC91krivcxUIz4pMRI+9pogvUKzE74Yrqq9X4pUvStOqT23ov499xR5vLsJozxKuj+9g7oEPsvekj71KdI7khzAPfrnNz38e2k915piPbzbFb4TQCY7HfkIPeDZGbw4E0k9D5cVPgoqAj4r/NY9IFdAvH0rCT6+/ia+usIHPUX3uzyYyfk9oEk7Pce4/zwcQU69w0tbPmwuH70c2vq8ilk+PlitfT3XOBC+w4bvPSvzFb59ulI+AsNMPq6Sxjpe3RS+Jwaauyb6+D0BJ309OVQTvoKYo73RA/K8lfAOvQSxUz4OO9s9KIaBPIshxD3g+wq9bPjIPZVJ9L2jijs+aTdCPj/6Tj7jsWa9SgMQPms15DytsiY+ElUmPpUdJj5JPTQ+x/4mvrcZB75ktCQ8u64LvqaglT340pO92V4fvoFW6z1v9rw9sgkgvsP6az7W9s89/Q0uPUseBr39/Nu9AIR+vuITYj2b/zG8ANcDPC+nKj6Yz5I8cNjiPeZhcryZUI09tpX0u11S2T0kk489zwCcPQR53L03KlQ+0KlivuHUQT4yBsi8DF3IvRqZPb7W8tm9elkBPdSfXr305529VLGKveoqSD4OOgC99vQ/PkU/Lb69OJM9GsqXva+RRL2ydQ6+HpvpvVg+Qb5YMOc9rmYOvh6kkr3xeM282rihPU95cT3UFry8Sb8evuGO+r30Ta+9JBa3vQWoobxzgY08AwIXvtfhjz0q7jw+HIenPUT+Hz5+FoK96YErvnyLgr6i8h0+cgniPd3jJb74QHQ9vUiNPTNbVL0lCzo+9y5BvhYgj7wEMaO9uvMLPjb20j0wGj8+0+FVvscSFb4Zz+08axcgPaoY8T1NN1e+HowmvYppFT2vf6S9zIeqOjE5671XlzI+PhsyvrzrDj6IrM092hkZPll7s726LTc7jpEsPmmYrr3QtOq8KfOKvdxCZb2DFoI9IYgTvor7sT1L4R8+vM/EPByxHT7nziy+MhqQPUdvSb5eXaG9CvSOPQp01Ty8s9o9SqQ6vuD2Dj6EdrS9cUJIvt98ITwQIgs+OsUGPmTdybxNJzY9wYkuPuKK8ry4iL09NczPvR3MyT0Imb+7/MvBvS6uAT7PjZA91D8MPl0l5j3t3i29KMIfvayRZr3qnz0+9noMPslNdT3iYWO9BVy/vREno7006nu+cxsevmTDXz3GRQy+zj89OiywEr1fqTK+69I/Pni86TyPGWU9xfkivonL1D3xCmw9DhfaPVMjB74zk7A9oOyJPnmHz73JMAk+IFkNPTTfRD5D83U9G7m6vd2XrDxgfy4+9qRavBgcyzuXF3s9i9EIvg2jQj7Dsgk+wW06vZMoyD2o2+k9wo8mPv3tBz5YnkA+RyoiPgtxE74n4SA9ihrcvfopAD6AASO9zYiRvOAceT16Qau7WK6YPaVwtL0qFNY9ww5UPgRty71rJHM+lPAePXEFj7xoXSs7rNcZPYKEKT3gnFO7mvQaPlnviL7PwZC9e5U+PiTZ5L2xX5S+yegyPbTPdr7U+4s9y9sgPpfjQ76BxPG74IGDPnK+Ij1Wqzm+IIw2vlKD7r1voE4+AEkHPpNO37wWzo68VPv7u10e1L2P25C+mjy+vfsgrT1X05e9qbXbvQA9oD2kymy+HL2cuwUEJz6v6m0+eQE+Pq8WpL3NEiu+mZvaPVrtoL069RE+nlWavnwhGr5uBRa+aXejPcNhOb7BW4C+Std9PXNMWz2oL1I9918xvgEyYr2MAHc+8eNiPd3EDz6d2t892WWoPY+KBb5Lsc490BZuvv92hb0Aiwi+BGOGPSPz5j0o/KA9vnCaPY7Ltz1jujG+qBgbPkN63L0Fa889zeBuvstMBb4wlE29BQ/XvdgGbT0RL1U7QzJBPYGhAz5Rfdk8tVZWvk5rob1+pCk+I8r8PdKTpT0uzRc+9x/EveAA873dahu+P5KxPRtUyTxA45o9cz00PZhxWL7zo5Q9vJU3vaOZbr6HEh2+UuCTO+eLpb2eqgi9ZWvmPPQ3Dr5yecq97bcWPu/2Fz61XaG9z6mIPFbqfj0rXX697lnuPYMHFb03GT2+SHg4vQZfQz51ozA9CMQ8ve3XEr5zc4s87IiKPacXT73/nbw936kAPs1gIr4/9869r9tDvr6GAL4Mc/Q7hDfEPW8+/rznO6e97W2/vbFHg7xm2qU9DB0PvgloHD7qdb67to8Mvqpjqb0o5TY+V30lPblDoTucUQy9whFBvpDHc76e0oY9cMjTvTO0Lb7qghO++T63Pcj5kT14HMQ9ifRsvuxIrLxjxxo9+dWjPWD7sL0S2wg+zwlNvn/OIb4ojyO+MfyLPe+YnjuVHie9PRoHvqpl/rxosyC+EOpEPvQvkLyrhS6+ualLPBl3wD3RtLm9XJnKvaJZgL3M6Lw8PjV1vQOoUb5yVwG+an0ZPvT5Bz6ioyU+h4GKPnuCmb323mW+1RxSO7+DUT65/wc+CzuKvgq9q771Mzi+TsDIvSRADz12BTU+92Q3POIMEDym1a88H5qZvXSx+j2iqTk9sejlveq3Hb1qPMM9Uf6zPSh9aL4O4A2925Okvkz81T2dm8K9DUksPUJdXD2pKY4+2Z2tPc7BtT1eVO295+GdvckCIj2/sbc9UDkQvBVnH71C1e89S9OHvZb3uDyQwKG+S8rcvRzzh70x6F8+t1VkPQtZ9bpQ9hO+hAf5PYNjlT1esqC9Zw6lPOgSGT3saZG9OOVwvayvOj3gRUI9w4MgPnZUMb4ZdGK8iPmTPOJfHz7tVsi7lxW3vc/axT0N+pW+vBIHPixMRL72rzo+eWWJPXQPnr7Hyyc9DMM2Pi3t6byUUyM9rl5SvWrFDj6k84K+Xg83vkTnTj1g8+i9RGk0vqVH+T0CHme+ZU7fO7iA9j29+qy9dk2xuwi+Zj0F+wg+ONRjvrfvpT3AxAw+Up0DvhkfML7rj4w9cu7cvQZzrD1UHIo9wwMJvm64ID2fEye+QPcfvrM58L1P6I6+Ez9Uvondyj24UD++otRfPaMruTum0ps+gisMvfTMrr7IXU++9V9lPfbxur7F/6c9OCs9vnYRQTr/IAG+mvQhPUVwSz4P6i6+nJimvTFOLT5Y48W9m7nkPTxrurzKFBG+pXKFPRiif75xhba9pXPZPVQhOz72khy+RE8PPa0iJb5jsw29nK6QvUfOMD7tEAY9Fk9pvIHA670rMz++qbRWvARQ+jzzc1G+O6p+PAhGU77f7XA+iZ2NvknQAj5By6u+jVbeug1XnLuPDz09Rp2XPer1lz5Egcc9aA5KPlLccb7BTFa9hAPIu3bf9j2UoZI9IC/+vWJc9T3kfJS+i0x1PqbKqr478589BHC9vmbnSz5aueS93pqSPQJ9vjzDlcM9vMKovOhyIj4UVtA9f96TvdjKuLvFJUC+d9QxvpPWYT7BnU87HkpKvsqLsT2SXYs9tNGxPgAY7T0FsIK+SqjyPMiRRbwtZQo+9fhAPgcmKr3/NQs9qfHDPTfMH77Ozak9PgCLPXATe704HGC+awcFvgJBm71Tr3c9wPzovWuler5EyoE6f8g7vjn7Kb6AMCy+uujOPTCtvDuznBY9gMXnvOlyjD7FFiK+Ghr0PV4Mlr0bimk9etg0vURDsj5F7Yu9dEmmPlLWFr3EfO+9BXQQPsBtL74Ky5a9ElpIvkgCZr7Vkmm+dnOlPYyyNL7KBKA+w8Rivn1ABD4YRL69hgBTvqq3bz6eB8E9joSTvjx6dz5mW9q9xpJcvniI6L1waBQ+ox8dvS4q/j0sYX6+Asq0PhsoHjxmhRw+hx3HvQrEh7tIvzk+tD3TPaV0fr3gfr69EYwuPM0kEDyXjqY8MzE3PiRCKj71R+U9LR4MPiLFuL1ATQW+WAaAPqCwMz6eTjI9bHYbvgFdvz1qPEg+ZSFovdd4bj4ivqo9dJBGPmHsqj0MbbK8mGcePgWJ1D2/eEA+lL0HvhFrCj4pbPq9lpgpPrGmK72ROzM+EgJdvUy+gj7EKFm97MBGvWHmqr1PBFU9sr3eveE0Lz6OiqE9QYtPvJrRYz1WOuA9YZEQvhyWnT2fobK9KVZBPSShXT3oI688XPCBvSU9bj4G/fu97jqCvfVX3z3a4A0+WQjvvSg+IL5KxoA+BJ66PDTeQD41h8q95rgJvrMumj6S5929rlkPPuUSf70lUBk+8MUpvu9+Lj7lj6u85rM1vbmc+T3ciGS8MOjQvT46Cj7qH528dBBtPGyOT76Ol9k8uzdjvWgonj11lYI+253jvGVu0b0pK5W8u8yUPe5zSz6HDfu9BatCPi8YJT5gTvq9ZgXoPTLj170JXYI+8YAuvHuff70QTLY9AytSPSfnoD0MVCw+yzbxPfZ4Qb3fgXS9eBLOu21HOj6e2aY8hYh3PQmJijvC1Ls9oj8wvr5N6r3PYQS9SJUVPnLI/b1WG+e8c8YePlbP4TybRTU+DVSwPSTlFz4oDCU+LtuzPVuQwTvdEYk9yikfvpg1Tr76G7o+t+EPPYjOEL7DZxi+qg0GPiagKD7JFQy+DhAAvOQvtj3xlZw9pzHPPdx8V72l/bo8665YPZMwDT53lZq9HSu1PokBTL5o0WQ+Q2zfvS8jCj7EqKq9YBNpPq5i9b2ZIhi+Li4Gvqw8Qb41VYS+KXcsvgYF2L2kw789r1ydvdXAjbsLiFy9+cUoPpMCUb54zZG9+kFIPUiaOr33edq9TIuGPI/VIT7NfjC+2wgCPrcVG74YJYa98yHOvRYqM77Kbxa6H0DOPVn2Tr7NszK9CqhYPo3/zD3kyCS+j70RPro5tTy2aza9NXukPcRdR75SRfw8jvWaPCV0hL4Lzj0+TRI5vmFJpb2cJjM+YG6oPaq08r2TKTy+DFj/O7O1Wz2T3YY+eR3zvE2Djzu9OES+uAmlva7PGz4uwya8MpBHvLXsGLyPAQQ+VoKQPi+lOb2BoHy97yPgPN7jCb4WUos93TMBPsny9b3i+og+atCZOz6g+D2sswq+o0mgvAHv5b2bGqS83cyBPjgW6j1sHqI9o48YPSiQkD1SbxQ9PV5Zvql/5DxwnpI+dsd6vtKA/T2R6Ue+R80WvT30cr7Jq5e9egWgPXz+fT754hk+NglxvlpiAD4OzyG842JQvqgOhr34ZWW+xm5xPhm0+L0s6609twrXva8pDr7gJ4W+tquAvbrXcLtzk9Y8T3oFPu2Fgj4LbdA8kfUyPo+1WT3+5BE+HXgQvnvk7D1ndVM+AMszPEuPgz23txe+ZEhqvrheCr7vTEi+Ao1ePqLaQr2fSei8z5DevTCtUD5ZVY6+AqWTPhVNxT35orA9EwMXPb1+vj4KaC88rIZ1PhyAJr4GgDS93JQoPnmPLD6LAgi+h9dAPmDuXTs6vpg9yYOVPlDxrz2D5/o9TquSPelqhD3GGCI+2WkkPjCexr0r5ao+PXs1PvzrXr16nW2+8GmkvkZsmT32Dgk+xfIhvitdDz3lWlI+8pM2vviN6z1Zamo+rOW3Pn1iBD7F7Hq+Q7Z7PfkObL5bzUY++d2wvWhr2b3fV/W9HaN2PUH6171dsok+RiXIve4EPz1Adqa9u2sAvuSDMb2ziqu9m3FdvkMDID6IO6a+M5QnPWHffL6U+s665El4PbdN/71HQKU9+LnuvYdHIT2EbKO+MXpwPmqHoL1KPG8+dB4vPbX8jz1AM5q9nCokveBLsj3SUZO+shaRPkh3lb4XabW9771uvuzFlr7IAF69WieQPulnTr5uQIg+VoLMO2WvRz4WGUy++yovPm+w8T17SLs9fru5vdkFeL4DZLm9fwGjvRqZsbyox+i8PYqpvB8Hfj1jCt29V/lKPmilLT2ZI+M9tX8wPuHdHT7Vr429EX3JvRser73Rvui96G1gvrFDmDw3x/C91MIkPTKlKbz8WWO+JcxaPc87gb2w33q9TwPuPfa9oT0z69M9BUEYPtg1CDu3CxO7SfjGPaFzer4Ckwg8HpARPT93iLxy+L87qX0ePt/RF75pOqA9bIgEPaGndr47EwQ+uDrXvcob4TuyYJC9ISl1vlR6BT758l2+GdlyPeo8RTw6Bfu92j9Yu+QMsLyHMJO9K7MqvqQdBD3NJLA9Y7bVPTlwWL6YRT2+hyNkPQI6BT5sHdu9vXniPXIoTD0y7gW+63wXvcY0Fr53loA9ZB4kvhAqzj2C0Gu90dJGvldz0r0IrRs7X3IQvSpoNj5ujJy9Xo2gvKFbLr6jzxe9iMDpvSoNnb5Tobo9e6Qavidhzj3vdlq9dHS7vYP+tj0Xb429BsDtvTX7Iz58jxe+vGdPvbAWIT7EQ7A9X47GPL07srxRJ9893wbmPHBfBb4E67w9gL0kvjLriL0AQGo75ddxvdqzhL25rLW9AVwSPvXB5r2bTKI90ic5PDz1AD0GaNo8qk16PZpEKL5cYJS9wYRTvbrp+71zIBC+u7MvvvmtoT1qBi68cVeGvTfcGr4BeH28ixm+vWq40LykIm07QeyevIDn+LuCp9C8wlv5vchyur1jogA+h5kRPgWBQL6NL+A9AYtcPu1HQz4q7F6+rfw4PQWCAD6F4/69AFQlPCYbiL5DBwI+0/MRvnY50D1ltTY9EOwfPnRc/T1l1FY+9U0OvsIxJ76Vbn090FthvoH6Lz1Vgo0+14/cvA6kC74KKLI9mpaEvi7qZD4RLp29IefiPWFOyrwNdqg9idVnvOSzQ74UUZ2+pzQBPklUdT0xEXg7GJZyujI2Tz7gx5M+7wDyPY/Qj71vVYo9ozJbvO3Lw7zyQTQ+NCqJvd/gFT7cas+9+gILvtc+hD3aiM69HcOIPhL/8z1CsUu9RZvTvTwQuTyOHhk9l6IYvrk2kj2bPa48MzyVvRlNwD3PEgU+AkJTPgIPjz1hX1m+X5CSvly7H77HcEA9CA55PUhjZD2MTpC9AJMIvWh0a71vbf699CfHPTynQD6QI20+dGKNvZV5i73DP5++WBhsvsLg9z1ZT8C9hUk2vkDBPj5qaja+NdlevRiHA75ut6e9irGOvsH78D1uDw++ApCVvnHznD1Cvg4922y9vao1g74QQ9k9MppJviFM+b3s9Gi+RArsPUvs0T2p3Gu980wRvjXIdb1kCzO+Hnk7Pqoe2r2CBOE98qLIPIs3Mz6wqtC9exAVPuf3A74pY6487VvOvKEhzj0DuIS+4aD9Pc3Obz4fDAG9hjfOvM4GsTuaB6e9tGawvfPVhj6k3DC9/gKVvblcnr7nmx6+p0SmPfvltb0aMDA9dJVlPdhNJL7nTDC+zRZePeYbQ771KlC+dxLgvfpqwrqIs5k8H35DPRlEvrs2DAM9+NKzvS7Dg75DZcq7GczUOzTwJ77OhEs6dGe3vtC9Hj3LM6Y9hF2ZPbWelj1lRZk95TUNvqC6C76Cyxi+AssEPoX+e76cpR2+zBVsvpP2CD78tgK+96nZvbQNDT44bd29dae/vaUrhz45fqS9fmAYvjK4JD4vyCw+70Z+vn0gRT1iaEc+AGQwPrD8YrzUJxO+lv44uRvtTD7u2qS+SOUOPuBRpj0TLhI+MGnoPZIGGj6WCKy9jBehPlNDxz35kGe9xm2PvjlTob3w7nQ9ESGYvHCu8DxLwYS9W+S6PNx79L0GFbG9i72JvImzVb5VNn49CoTfvcFlh76Akq0+FvUDvtRWf702rxU9+x+bvVsSuL2VuJM80soGuQ1Rkz1K0DM8ZCKqO6PeaD0Yfzg+41sHPUzzzz2YJxG+J/xWPqZIJ74A0Ze+R9H1O9E5eL1S2gI+IIKHvYMtdLvNmGu+8OqiuaY04jwrR228lMaSPd5wVT7wvYM+oofwvFld3zufG5i9MVS/uwdqpz1n0YY8ooKCvaOEBb04vhW+O6Ftvjv+3r2gFMe51/wdPiyBwj2THHg+xji4vSdiFr4eR8Q9OVEAvhaPHr67bUq+xdmXvsijaLvyAJc9bkKhvQhoXr7QTbq8NGHHvWeTRb4ZQWG+KLyzPQAOljyDHgW+CcsQvhXJwL2yQZs9aqkivts0wz1xOzC+1e9svcyht72MHke9CoIjvleMYL5TxgG9HeFVPQafSr0b/qW9bXtHPcWsJb6Mrle+RSiRu8musL1cZzS+us0hvSFSgL6d4xy+BceKPTLdLz3sQbk9zrtbvqsY5L3bYDC+7qhUvERuYL2/0BO+pjNzPHv2pr3X7hu+C0NBPQofYjxvFtI91lEJvjqOiTs77Ri9W3hKPe6mP72oHKy9dneevFNdcj3w1SG+AwmTPY3Znz1ujMw5FwbVPSkuhb0BOlW+13RrvEytKD3rH2O9CDHvvUU9W77pKBu9oP5Zvj2KWL7f/9q9uGvovZkcMr4k8um9fCH6vECKMT3/kM29a0Yqvdhalr39pS6+hBE+PamIR77qhsm6tPWjvfetxb18MDy+3s6RPPAowDpDEyq921AJvja+wr1Ruzw92tToPAyfEz7rKlA9lzqaPdITJ74XAmG8yL+dPK8NiL5+QIi9QSoovszpGz5+1yM6NWMLvMS68L2xjjq+P7uePKiNX76OSeQ9aonvve0sGT4mgRK+N8vePSjqvD2mJTg9qSiWPbmbPr7fZNo9QE6JPZJ+0b01/oA94nYnPmagkD7ZnIO+Sg0Mvqm/i77xzOi9GtgoPsR13b2KnI2+60AjvIX7uL3WBow9/kgoPs4t0T1XNQ4+MGI9vbyZGL6E3SY+Ml2pPSxZGzyMc8g9Um9gvLvDiD74aVg9bXbmParj+D1nXkC+95EQPkLiCj2IX5K+Wl0AvdSKUr4dRgy9AbD+PGWUVj3PM2G+yQwiPup+Y7xbTAs+v4i0O5w/Eb4698Y7hzcVvR8qDz7zlto9QA4uPvmexDtf4f89eOuNvO6CAz59Ewc90geUvZVWg707nxm9MOJMvtbIKb3boQS+rDpjvpYcYb5kuTc9FWkhPgNxTT3RALm9O+eJvunTm75VYVW+dCymvbW/PL2LptK84REovsAxDT3bvyi+S36BPgc4Gb4h62u9+ntVvQZJnD0d8di9G1/VPUjKYb0TIJm9xGM1PbkPoTyiG/U8GyfEPUSBnD2NKEm++RWfPQAFQD6Hj2++mTvjOko4ybso3b+9uYZTvJbYc757LhW+VJT/vWH2Tr3PNSO+21JAPhqaQT7yrjo9BOxVPiyOwL72DzU91jjkvSI8gb3bEui8COXVvauiqT3K11U+ySZivE0qFz6BhhW9iwUbvkwiDz1OvG++bF8lPeTmAL1uYIM+1+KrvZ/rBb2Oa6E9nYECvmS31j3UYpE+XIsvPjw3RT6P0XW+xjiEvc4/sr58vva8lU1Cvqns6bx+D6i+zdqdPZkjlb3xnYG9a5JWvgnL2j0ioJs9W1t/PlrSBj0IODo+2i+WvSuMS76OrRA+qcMlvtYyZj27xRY+TXfCvtTeib5daXO+LDCivfZuFz4YgZy8Woc0vt223jxaFR2+c7gwvhsQEr7uvEa9eLkyvg64iL00f0O9X0iQvl5nPL6GzAM+6sOPvp+CLj5PQKu9ziqivdnPXL0SuFE+531NvrA2Bj6plSA+gFyMPlVk473Hqzs9WsKdvLFnPD6UKVY9iSaYPrnmQT1uHHC9+YGFvlxJkbuBvAa+EQvGPZFetT1r/dQ8SajevBJYGT2Fv1S9Yxacvv4i5DweJPU7soqXPZARVr59XjY+9+PRvaPe2j1AQt087cYxvnuSdL6zKOM9Qnozvrkc+72v+IC+DV1Bvo6XP750JxO+p060vWCT/T37j3s+KLbbvRhrWD7cEM89wvHyPd0+irxKduW9yv2PPqTCQD2Dcqk9oM5CPg1Xsz3V/I69lGR/Pvkxb73yjQM+ucd3vU2fazyalIg+gZNGvbkhcz5lMns+cWXhvHOfTr5hIQi+7AVlvASUdT4xyTM+ZjxlvYmvjr1TU1Y+f3FsPUlYqjwgMoK+JQijuqQdjT2EMN29hjhePbmnBj4/g5m9yWl7vqGg+r3T/RK+Qh7jvB5ocb3lsCm9DMOAvYBhw73cZVG+edKivW0PmbxWUQe8zdxfPitn7D09iCW86gG2vTPINL70nYa+QAYCvcBAUb01+8q9lJXePX4mGL3SHjE+1LP0vYbuqr2snLU9UnDivJqRNL6sw/U99dP/vYZieT2a7pm94eOdvXfKCz0NVzy+6wdavrXbwD3LcX09vC7HveDuQb6pabs8aTT/veUlw7uA28e8zwkYvqTzer3WSCK9mNdlPf2KOD0Ro1+8lZzpvfHxK76oEhm9CWWYPTQ1v7yl9Da+llH9vA4E/D0dygm+g72SvYzO+71tvj09qO9JPZzuTz48t9+9DWQKvrVP2TzgHHO+/upkvus2ezvl7Yg8KFSaPfxqJr7t6NG8OSB7va5K872ZXSq6nRq1PZbbwTzTgjq+fjRfvSjSm72ZvAu+JsMTvi+GCr4oLVG+zYhpPVyaP72vMq48B/CcvYjuEr6Fw8o9y8c2vkv4Rr5YDzu+DNbJPbqbsr0UnzG+IOobvr9rWD2g8RE9Jys2vg6i0b2X6wi9reAVvsTgar0hP989eU61vUjxXD4n/gG+VC4OvloKAb6fR468tJ6sPeLTzL3p4Fm+EyPavY72hb0Uw9G92mEOPtteZr3dQbQ7v0cPPmo+BL5/RDA+RJzRO3vIB77ZFzi+Ayk9PuRwdz4eAgQ++iucvUYRzr64rlG9YBpOPpRzBD5QLV++nOD7PbT55ry+8dk96Ml4vhzdCr6Rtvo9SreWPMlDBj51flI9WV02PZWsIb78sdO9lDX/vXtvNT7J7UQ+0AknPk+mCb46ywI+l2ASPvNZ3z0mW5a+r3h+vfx1SL5xGk49ZECzvaGPCz4zQvM98SVTvt7hv731mOg9WEWTvXAIGL0g8P27OLH4PQLRqjxGsgS+ToVIPbk2FT5pNQq94qGRPYNFwb2cG5U8FJTcvRmjFr6N+k286p23vWdvw73+0Ag+7o0tPUdqPb790rK6oxkDvbt/Dr6Peg++wvt1vsF+X75ql98916FUvjrUiD6xMZA8VA5svQXIP723oYI92WkCvO0ctT1q1zG+Wl2iPQK9f7zGPxk83l8rvUgpZ7yXP3S+JEmMPXxKEr7Pq4Q9f0xEvW9AEb6G14Y7gEWOvuq8lT1ND4W+ElzFvTSD+z27WIa775WvvV7Dm72063M+7F2nvUCOoz1LXZ++pE61PdWw2b1ES1y9PgPDvRxg3LxYjbs95kEwPp/zWr4cKYA9a1crvslP/z39JwQ+wnrjPUrJnb4ZWxi+fc4avj6Zob3z3Ju+KExCvm8UMzsm40w+CW5uvHk44b2fik68mIzLvL28dj7H47a9Kg2NPeiKu7x7ZKu93BUVPGldm712DjK+xws9vt5Lrb0nTk+9cMj4vckMKL4oEVm+BnxSvt6xBD6GiAY9KirCvb+xbj3BYC682J4/PA04Jz6H/hs+XiMFvXH/kz20oQI+t9iFvnRswL0vLXW+xDjJPUjzgb6rdPM9YizVPYwqn77Bd+G9ymsGPmEOvL0/a1g9ZZ62PdplD7zZfYU9DFBIudmVar5FI7S9mvlrPXkm8Dw3Da291U0svh/k2TzF6cq9hBD4vQORZj7AyN08fj8HPnBBED00IgC+SjvEPf/Lw72VpwS+OPwXvpvkXT5QhwU+q04OPgUduT3p8OI97+HbPXNS97t4jQ4+073LPFZZ9T1aED4+2HadvX5g5r0B4vc91KONPRVMAj6d8B2+hpEQPaQVij0BLIs9VQ2KvXbZg76ADkK93eIjPq1Nhz57zpk8+Z9ZPqLZn74ArsE9ogROvewUIj7A60Q+rIjIPOikCT4u6Qw+EikqvpGSVjxIcdG9ezFNvaaYgb0TX929TDQdvro5x7w7XSg9JQqaPf5j8L15Yw6+OkEnvsthSj5WP6q9IDU7veS3pb2rsre9dKS1vfngsr13sH49+GgPvG0M8Ty8HYi+Eb+JvdnzRb7vcxI+Gso4Pdqjh77r1yM+bkviPfkFFT4tZvQ9dGNWPuc86T2k3469flVuPXjNSD2P4oy9VSW2vX2GID7bxh8+rmddPeCBVbseMdE9N+QQvdh0MD6Mgh69SY+EPv/qa7wX/by85W7XPYB1bzxaCzM9r9ykPdAaIr01VZ89s74HvZAzAj4nXgM+W1VxvXel6b31C6E+90I8PnCdHz5lE1s9OyxcvD1xDD5friM+2KUfvdZYJz4EZ6M9YG2YPuWkpL0Q77g9RQ5fvZyYgbtBpbm9aWX2PUP1dT1ogPa9cwguvNcFCz7xvxk+dy3KvW/y7j0EEDY+EQMXvdtK/r3S2aC9p7BKPoP2xTux3+w9N+vMvdR+Kz4tWEY+dEXfvLCwZT2wAhm+Lhm7OQEVKj4nYCY+iYfxPWS9tj1f0kQ9wfgnPsLS/D08aWa9kZkbPaO+SL2Ls4y9RC/EPQJxBL4VvII9JH6XvMMdVz3kotC8vMoqvYl99L2cJu09gGfnPUb++r0bYkM+5rJ/PtUik72fP0O7Pzbevc5VhL15bMA913DVPZQDNT6N4MA9m0thvYrPKT15Paw9KWpbPusOFr6YtYE6jvHsPX8kJD5pvxc9Iq2lPWE1ez6x/Fs+TSZaPh7FGT7wbkU+Sa32u6Avq70o7bm8INFMPaUbE72xK+A9ypr8vefgoD2UmQg+16FcPvTOHj7Z1XM9aZiQvU1HSz707i+9EL6ePM4jyT2u+jE99ZkuvvPQUr4UMr29VnmDPi0Pk72pKiC+2UEKvs7kF76ATwa+zvbgvccFmL2gEQC+iXqBveIJIT5sqa49dtoePvB3YT7wGqG882omPrIoJj5prjm+BsU8Pmlpmz2tQIi9DDVuvQjL/jzLPhy+kDY0vkKNcD0HrbM+7oEAvsd0OD5GoSa+oxlvvfnZIr6JSz8+TtvHvHGI/DxA+YE97tg/PsDQQj730ce9SFJRvZ5DnL2jfA++Xj70Pff5Dz4LCXi9ptJgPujUqLx9ol28fQ64vLjArDv2xAq93oSAvFw+1j0dFbQ7DDElvlTIRb6qmk69olFAvpVscr26a009H+IVvvMgJL2bs30+kiQfPQDPzr1AqWK+HSM4Pdt6aDvvvJ09E4Y6vjnpGD7mdmO+XIFHPpmA9T22HMM9/VwYvlXFTzzlgM677gwFvRVfLL42jHW+LW46PBvXSz40XjM+ZeglPqU/l70nuF8+OJBbPosd5j2aY9o8grZVPi/fEz7OhAY+30x9PcPqhzzlASe9BHPHvOJCFr7sJzM+Jt7VvTCbFz4Yi928osD/PLp2eD5ws9o9q/yhvRhzZrs2yno8jhXTvSpjWT7ggNS9DBcwPR3TOD7zKYm9WlKeO4OtbzyGFGo8zy1MPQMTvj2wHTC+COQSvLXIDL6f2fm8TWEXvmEb0L0WTI49RSTKvPplID79g/o8rFMuvgsXiT2EA7U9KAaZO1LYEr6EsCc+vUsRPYVqsb5iFQ0+0XKcvcRcOr041wM+I6ZJvdWp3j05zpa+pfZ7PlHRo7321Zy+Ch8pPpbbBz4vy8E8ivurvY5sDTtEuhs+8VunvZPcCr5EoBC+ij6jvZ3sOT0ovIW81bT2vToVJL5jbW69SqcPPXm9Kj5uo0I+D3MdPl506D0uQUs+W7ggPkDQrD3vUQE+yF50vQ+lib4SX0W+C89+vpQ9kj3eDD8+4mhcPB8yir3csWW9zP4jvuPeMj3pvoy+W8aQvC40GD42M8g9YS/APZOfRr5lIie+G8Yuvgzwq710u8i7K7mCPoXwVj5XJzo9cTEBvRr0Dz6DxYm+dt5pPpiFeb6K5oW9hmVyvc1dnL2B0n2+VX/OvIIqgD340oI8y/rdPQj0Or42Wbg8TSCpvIACqDxTPUW+oXtMPmD0Pb5AO5E93WPXvEwZ8b39cKc9ZGrivQ4URj57Uxo9WQOMvBWnOr4Chh8+ReHCvh3toTys3gC+3B6uPAbbFD4NBcG9msUAPhxFkT2IOH2+B74yPrWrkT33hKO80swBvsGHp74kXyU+LjfPPNgtOz0XgYK+0UkAPr9a9j0EIoc9kCcCPYKVc75SxA2+jJQuPh+VGzuGIIE9l54QPn1oFb7wMxC+CqkEvuW6HrzqWok8vuB2vqNu070+Xww96U/qvEXaeL6i4MW9gaisPFOgLD5Q6to9XNS4veeCF750B8u96QYsvkPLlD1HDjq9TbPzPVFH5L18+4C9ZEXzvSSANzscfB4+3hzHvZvw3LxP9+c97PbMPf4qmb12j7u9jzkFPQw6Kj5Wkhk+XrVRPWWe8rq3gf89+m1iPTMKEb7tRpc9YJmAOQE1F72GnQ6+cuv7vQfC87wJNGS+FDQ3PmYiuD7E9De+JE0fvpkvxz1n46y97Z8Lvb/c0D3Y4/49FajYvCljNT5J7T08/uL5vMvSVr56qiW++EZLPvIYWz5NHju+oNDqvd7rbLxpKDe9gGiQvTiKQL2/24S9S2SUPeriVb2igvg9l5E4vXqDXr3dByC+3iAavtmzCr7gzB2+Zai2PWUEzr2JC28+j4F5vXhW8Ls5NIC9lEPkPXSADjkd59q8DvXHvcuWOr7Irp69wymTvGxBHbyLOqa9uSqlvX8oAz2aByK+PkrjvV0jpr13ScU8VzQ+PWle3j15+sk95KeQvj7AOr1bQQK+MqjZPKctHL34gx++h9rDvVWeCD7ona49+Xs+PvaY7T2mC1883AmfuynDtj3+Nug9pOO3PYu3orqCATs+LlRAPuPR3LsSSiq+NEAhPAmznz0AeMA+Wz6qvT3Nmz22QVC7rXsaPqoi+70gIiu+W2N6vYxlzDz4eYK9OIagOv/pED5RWpg9Ysv4PayXID50Dqm9zN+2vGUxxT1D/KU+gq51vSm/Fr6yXZ07cmX2PeBb470Teru87e1TPQduDr5lASG94NlVPc8wCD4Hs529pdxZvLwfz7wAEu66jx0yvuzt8T17N5q+IZtCPVKnWT1sri8+al4hPtnwgj1mRJG+g0JgPYAzwz3jrss8IgkyvRoSQrx1lyU+D58yvQi/uz2CumQ9SFj7vW2GAz0nzgq+AHJ6vS6faD4UxZU9TK6BPTjPEr6YlM89gBI9PShalb3ec2O8phVxvsoKl76wPWq+xDV3PqsfCT3/3T897/40Pn+K1jzKKLw9tTa9PWcERrwSsHK+h9Hgva5Wej7VIY88Lb5Ovpalh73aZuM9qxK/O4Ijjr45c3Q909scvvVkzT3bYwW+NbiPvSqrxL0Wox++eMprvuFyGD5v40y+moHPPa05Oj0Cije+JgxNPskx1Ty7pAi+KDoevCgyFb2PUFm89EiVvd84fD6FIS+9JirCOy2ljb2RCdq93otxvlCobz2L+589nyEfPYaxzb3wqRi+r5Nau1lOYD4u1LO+MgUIvmkb6T1+rDq9btVUvnQj6b0RNIy9h7kXvv2yOT4Y3Sc+jqtMvpik9r11mJa+WXSAPliXPj4T3109SeczPqil7DzwxA4+eAeJPEa4Qj50J0Y+hdcfvY6IurxQh1K+4xb1u11ixj2Y2Aq+n38yPmAqK733yb28ko6BvfAgoj17Wau9z2KUPXe9ID3Gsow+RewsPaL3CD4HK5Y+Ogx0vSn2tL1y70e9h0mQPSIVkz622wa+LpS6Pd89hj6Vyqu8xNWsPheCh77NsUk+lqksvQuYMzwhhzS+Gxz6PVtkDj1vzuk+bnqmPcY0m769RyQ+AmuFPhFKQ72xC3+94g4zPtYVAb3p8sM8neuavlv3YL7ttJE9b8CgPotXEj6MuSG+pBH3vbejg77F0NY97Uq4PVIUlj3V1o28MebKPnoaRb7I7VY9uMUZvcjTEz7GW3++3DQNvrynKr5nrS6+1o62vVCNKD4oEIc+xQoYvvovqb2TE3Y9mkzFvYngj77ahH89XZNpPo4xPj625zO9d0kKvcKBqjqof+48KLMfvGfUFj2GYQO+7+XxPtQZlz4KNsu+86mTPiitDDt+hSY+vyuSvpAJ9r1Eh1m7Rx1NPmCOaT69Ziw+duy1PC5rTz6nah4+etXPPJu38b3dRhU+DTSOvpfdRT4pWFA+T7v7vFVcMzyriKq+Llf/vUbSUL6h+5C+I/b+PVBRHr5w/E080tQJPmi1rb2KKCQ9473Wvbmi1D1r0jO9/wbAvfSNMb6px5e9MjVJvv05qr243Zs9hdVEOxsEjb14bj6+C+MhPseOGr4Efuc8adl4vlQYtT1XkQ2+nSYsPERNQb7QU/u9M5IrPnUHTD3FHqc9PxLQvbo8GD5+m5a9gUCmPTq5Fb6jeVq94LBzPUAIIL7waXq9DV07PcRE3L3gERu++47nvTB+D75m+P29VOPlPYkVD74UTbo9/eTyOnwNpTwSEQo+jycNvTsymr2LdI099LP+vYh6xb3lHAi+9bxBO/LJNj6rugk9DxM+vktZLj7wjg0+2MJiPMPQhL2OAQQ+402YvX4wfT2uVA6+7DCAvbhuKT4yRoI9GjisvS8Xxz0sNoS9BEg0vkqDXL5aRkO93kgCPqzYaz0YRwG+hNnivHTiqb3eqpe9OGBYveqiHL7cKO69Y0M/vow/8z2qb048qHoovgYz9L1TAsS9qtaQPCM7ej0Dq7M93lNqPoSrTL6gmHu+HhtDvhtXPL7g9BE91nwOPug4Lr3R/UI8IuACvo7yKD75R089hFhVviN7Lb6vOyk9CSlavCQRnL1FEBc9ysd0PY5MOz5sIuW9kq/dvWixGD5aa4M5WPT1PUiIWj2u6uu9pQcCPg79SjynNEA9ryzWvTtxwT0hgv09Ew81PtoPWT3aDx++m7F4vgkQH75zzoM8W/0Tvv6o9D0mQYQ8CratvdujHT4F0h++dJBXvqztPT5GYwi+usRovW6TEbxUtLy8Yav9PSLXwD3ZYC6+si1jvPko6LwuVm4+pqJLvOhlmj7VZ9W92nGYPQaJlb7KsZ09KeQuPSd68z0GX849Vm2NPWD4uTzRWJY+tLXDvQB/E746rWm+R9mmPdS9qD3h2tU9q1egPUpq2b0/FRY+OlOZPRn5Cb0arKY8pOEwvlsXGr1AugI9GFpXvXRKBryoejs+lHshvbd+D77F16C98thxPp6yLLyLOA69n8JVPqmaWz2VONQ9EkVfPt8777w9MiQ9e8m7PT6Mor2fnpC90jdaPhf6kL1irdW9jpdDvREfej2EBOy9TmbAvXBrCr2eXoo9qW+WvkvBVr33HdW9OuL1vXoGSz37TEE+dB0CPhb2ED48tVO+CrmBOwJE7j1QxJy+yuJQveMGID72KN69NDvKPfPaRbzeoDo+Kquwvay4hjwyNsQ9lGK+Pczb4ryO4Kq9qxmBPuqyHz493yy+FsMJvtz3rT0PZva9oBqAPl/EfbzCZ8q8v9Y/PlGXjD66e0o9lG3oPfNEBj0FJqa9vv9kvhTtaj5PhDy9Vxj1PNZRKD7XBOQ8aHPyOwiE2b1ynVS+1FT0vDjzqr3SSiE+BnYsPsmkxbyUqGa9wpe0PWZuuT6wHg++j00vPuUylT3DT9o9ZSL1vaVS7bxAoBK8diUjvX6Rgj0e1To+xCsjPIEuez5ZBb29Sjcxvikg8T1S50I9GA1RPX6rpb32z6m9MR/iPVQ7tb1KPaC+0J2OPmQ9Ub5Y+748l7fDO1XrRD0jhFG9TDJjvLwvhjqdcge9uCXHvW4yFz5VmY09Ks1bPj6jR7z9GN09/gp2Pl7ZJb5lfVa9jyAKPmHOfLtoNaO92yxkPqN6YT2M2QU+1RU4viXeTr75jak824o7vsF+Lzq2nzI+xl8OPmBurb1oPsk89+UJvnsbc737j9C9cAeivs3QiT3vrRE+bNjDvJcraz4P6q699PARvfJt/T1o9SM+995BPiQ+dT3qGMM7/UoDPYhBmD4OE/y819x+vYN9uL2KNIU9/6eNPr8YQz2HgGW+BHWcvSfj9D02Qf29M3OBvY8Wmz3LRNw9OgbPPUUb3j2L4dy9v7KmPSacf75l8QE+vzEsPjRPq7wP7wa+XA6JPSkaOD1TFE89rBXmvLEWG77LqEY+TcR1vfsE1zzEZeO9il0SPWKfkj287IC+V6TgPesrFb54j9m9tgGUPRyypD3Pka0+WVJPvvLvFb7l0Es+tT/rvTYErL2tun6+I4JTPr/KcTztrqQ8X1XXPVd6PD2ZShm+ZB1hvTjCdb5bqjM90NY9vtgaK762AQ0+3Dt8vqBBhr0gHT49da5ovj9JM74TRN29+HVEPS3huLyIs2w9YJ2wPSyglbxM21U9pNyxvco0tbsNFpQ9Q94Avj/FBT3RkUS+suTgPf9nQr5N/rC9h/80vslEzrvBciE+EagpvpQcUb45U2K9DNptPa+DML7jlNc8IAnfPQVT3z2r2569bYR8vpivAL7//iQ+mb0GvLZLzbwUGo+8Dn0QvqpDLD5yL629KpFyvQkBp73NOfi7pzyPPc+qLj3z0xe+xAoCvl/P0jwkKoY9TnowvTeI6T0Ysuq9HAnfPI1dMr1JGNo60yrsvNs7BL5W/m49Pit5PZ9s+j3HxJC970L3vZPlh71pzTu+xrHlvc5mF743bIq95zZJvtNRAb15JXa+lhixvdK++bpL99A94J79veRioT05NXA7tQciPmF5Dj2rMMQ9SF4jPvrsWL4J6YK+eEz8PHj3d73X8tq9xz7CvWToRL4zkks+9AVavqWgtrzP+FC9z6qKvqi0izzWHts9hhDuPXrSUr29R9o9FXoOPQgX8jxBkDG+SFCqvX5I/711Wbs9prlnvoFCKT5z54u8r7GQvXzSzbw3l3u8sLoRPsItQDvj0YQ9MpFpOwV5JT68pQa+FB4FPmGJBD4DjA++pxiqvTb2gr0Zvbm+SW1yvny5sLxyG/I99/ltPeno6T33aD6+JBn6vfhTuTw+bja+RoiIPrFuHj6+0Tw9tJRyPtiK9L0eQfU6KUZzvkoisT31sHG+E9tWvelSFTy2lWw+mAUDvspi+zxEVxC+4q+4vdr9Zz1kGgs+LUk4PhM9zb2lB+m9UCROPmAkGD3COb499lQaPQDTaT5aIiK+85FQvQsbRb4bbNM9AMgrvKTbsbzzchg+1JSwPTXcdr5LxuE9ejkYvlexLj4HUSK+tc2KPVRYub1fzs+8Ms92vvcX471ciQm8qTrUPFjt6bywr3G+oveIPTHua72mSdY8VPpDvvJICL5ZACw7yX4aviaebz2kin+9cBFkvshFK70xyIe+IunEPSfbXj5+pNc9CELwvA/TUrxUi6q8Sw8ZvqjMDL7L2J89RPU8vtTTOD7MW6+9xWEOPoHHwb1tcRy+Y7kWPgeAJT7q6lk+0O/4u37b4L0XYiK+O5O2PfxIcT3oN3s+XP4/PWUbxzwOw5W9YmsCvn44pr0+K2U9uEmIvV4N2z1mNSe9ZhLFPTtWrr1FTto88iCEPt/qRb6XRoE+sDaSPTOKPb5sdua9/Q/PvWXEJz5zBoE+509PPvvSD70wewm+RE2iPfNJDb6Utb48yUSdvnWi97wWLAY+GyMUPniXKb4JlZ29xeVTvWMCaLw11T4+k4LHPfckk73lehu+GBQzvtkaYL2FIl2+O7jMvceWgD4jkIG+AtQZvuHlnj2RSEy+ujjrPYE10z5lykG+tkUFPsXrZL6mupe90qGVPpwRC729lJ4+EbbPvutgqr69lDI9BLHrvfNRwb3bXUe+gLr+vfPkiD5nGH6+Gfc3vSdsVj5RWF2+IhsdPmZAej2nZg8+z46SPkeNBz79hrq98xqwPrzJlL6YJtI4ZqGLvQpBB7546Vq+a78HvsNo6rwJCok9jTWAvhI83j32UR87+QJivY2jT71IDB0+i7aWuuqoxr3j60I808UqPowyHD4RtKg9DZHSPlPMG74NW5a9ShnOPfHbvL1m9Mq9fSX+vXKvK7xZEpM8DjO3vkWVhDxG8Po9trsmvUIwtL0mdyS+ETnEvaMKET5poNi8dkbRPdFXrD3yQxY+pncLvt66nz1O02S+AuElvscAn75lRR09oH5pvfpWjD4Iql04ExehPVBWnr5ikuA6nUUhPslzyD1WAp++TNamPu2hp75W1EE+XqMSvtRIoTzcLoK+hWOPPsaZ8L20bqu9vLjBPQOLsb1O47I9jaFXvYeZp7x9ZGk9hqtYvg+Klb4SC+m9LI4OvsLegj6WfFI945tCvm6hPb5XNz89jQRKvtzOhL1v7my+4e2VPiKvzbwgtjM+ESOlPS8q/DyJ55u9VDYZPvK1cL03zcq9B8ncvQvI0T3wils9bbnYvAClqLwRsdy8kstzvlwEnr2qo+c9IlcLvUPIyL0EEIg95Ac8vpuFLT430uo8nTF8PcxUBDpCkvM9h97OverSEj5pE9Q934j2PNpabb1y+VE+J7B1vrl0Lr0toAg8Ux/1vOtuAL6O0EQ8wb8jPSFiiD6RVSs+wGNuvWrXpbwDcY+97l+gObUaRT5+e4W90csfvmlhZr45LZi9B4bvvbJAFD1tfmc9fwiUPduyiT4dN+y9i3kfvrWLED6qzcA9ztpYPqOdLL0+Elo+TOIWPg13xr3WObc9VMm5vIPIKj4iepQ6P6S4PPKTKj4wSBs98l71PSry3z1ejRm9w2VJPBOT/D3av2E957QJvTBlxD3A63U9LRvsvB+MAD706AO+xJ27vX9gsL0wgAK+p6b7vSTjF74ouDU+I2mzPb4SYrzMxfW82gHyPSdKYr36nDm+7THSvQ3tH72Ebbg9wsWCPsL2Ib3YYdk9FbfdPfQNij2jIGe7/v4FvPGlD755zTS9XpVyPYB8aj2+4Qg+MtxYPZzgPb4wYdG9VbwPvrEW1z2e2Aq+swHcPednqD1I6/082nlBvjDR4b3QmiM9olX1Pe/P+T0PRdO9kWwAPqEKC771Vv+9A5uvPR8SZb0YYGo9/ReIPoVZpr2BSSC+rFyLvWMlXD7N4rS+dB6vvWWMQb5WHDI++xe9PUIUiDsmw9O+FmbLvdQ1jr7rL2w+vaLGPcyeJL0im4U+DngMPt5tpjwkwjo+rcYpPh6STT7cyVo9b/1aPmJivT7HFZS+POIrPi7jUD1z4Zm+TvSxPHWDiL0ZGgu9iQEZPobhCz3UbCA8c2NOvpdvkD0TVQC+L8T4O1KPab5QXgw+Kv8XPtdUHj6As6S+9imPvVSoTr3BIjK9rmCqvfuOQby+uKK9g5qYPhInE73H1Uy9S/bHvcornj01bBQ+Y2aOvoH3h70IBEq+JAaQPRd3nL4LFIi8np+nPuAiI77nZzI+Rkk5vsq3hb7JXxg+l3pRPCx6Sb2gsYM9KaXlvaUnKr29y3O+hTebPnLDV7zPYng9Cwz7vV0OAb3lNWC+bho8PoVk5jzn5wa+G+iCPZxvoLxGb7w9Yzl3Pa2usz0abbC+l4iZvWIcgby6H1q+59B6vnIH87zwvLA8KHBAvSJu8b3/iu297R9Cvj3fCb7+8aA8Kvh0PFuruT7/6GE+Cxi8vEZclr3FpdA8lXqSO96NmD3sIes9y+5nPcEpqb2j9O48xnwDPhq50z0+dOC+bE7jvMxa8D1RtoS+kIegPvyZjD3y0Fq9DHRWPHp0Sr4eLjs9Cth4vqnL7L2GhwU+gidmPeRKjb7zux6+b/6qvd0CDj4+oSQ+73LgvZN5FL5/dQI+G8cbPihE0jtaHTa+ZcnOPesctb5KJZM+WOxWPbd/zzv10l2+X8SCvfxSBz4w6AY+nKqKPnDnBD6Q/n69IE2vvqj2hDvrIye++Dq5PUg50r0ANOQ9MqOuuXpbp74S1Lq984sSvLF2ir6lxio+tSuIvhQdrL0+x409zK53vV1L9z23CQy+yloxPnnCtz5lY2E9kdH9vYrupr0hNeQ81cImvj7QFT43mls+LtNaPgNCZz3cHYK+apAyPnNIhT4dOhk9NzSAvEd65T2CCgg8rCGrPBisdz3ehV6+/dIhvTdIgL2QMZY+IF0HviIPGr7cyC0+pE7SPTOXOD2MjSE8RS08PQoaQL7OyFE+6cuxvUF5sDz4UqQ9oOqwvkZ5Rb6Nth+9/sV3vLQppLyda4s+tGQTPlYh9z1c4xe993vGPUtWqz1E6BW+icRMvjGnIz7YCaQ9WkPFPTzjXz0NfYs9+/wMvr6LFD5k2pO+1eFOPvyHGD4BJSy9P+0MPAsZDrxm03O9cOpsPmyGJj53NeE9KlhpPRtoHD7F0MM9oWO0Pdt94DoKtlG+ZHowvcrRHT7bCtY9/6tQPQYvDj0QDnG+h+Mgvmk2czwDiVU987wbvrUfJj3bM3C8"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "7FSCvROgVb2oHxu+46Rfvb/gc72zgpE7vxliO5PNiLxRBQ29WC7SvN8qb72Zqgm9wf6qPGZrNr2maQq+QMUtvofuJTwtJzu8uqfYvfIrFT2Ik4888tiRvVB/8rzpEuO8gv49PALwN702q7C9MOyYPW1aH72g3ru9Nie3O0BfCr2/yd48KevsvGkLRDrB13w9WChMvWgeQ72RTZS8rEcHPFRnubqZn4e80f3guwolXDrEjI68E4+xvDdWCL3ZD2Y9qZu0PBR19jzb/P+87CGpPX2RhL0xukK9tYc5vSrwir3w0do8qBm+PNlQYT0SAeq7RtVWvfemsrxB4CQ9/BrPvCgwPb0+HCS+/ipOvY1zv70ai8y9Xty9vKJcNDwwDqa9QhA/PNDU6TzaFs49+z0iva54mr3i2IY8wZPnvHz35b0Czri8N8SAurkKtLyfIlQ9qmkyPYn+RTzilDG9lyHrvU8ifr1DZaa7IFF/PQrSTLw4iwG+Gj6FvGa+qbxQCcy9NKMJPWCzQ7yPlIc9GmUAPCYicLwAwB6+Ri7VvPfAlLwYZym8Ie8VO8L08bwlCjK9AnmQvKnZyT2X2IK9qim5PSYgNr2auvC78WoNvXw8Mb09IEi9k+oLvT03ZL2B5pY8z3LOvVbsnryyZEa9j/QgvZJmTb2FsPE6VK6oPP0byj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 