{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "N": {"i": "3"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "SrcT": {"type": "DT_INT32"}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "//uHvQDnKL5MyrE9iip5vXZn0L1VU0K+D2mIvrp1rz2guBy+MOr5veJpwr3lkOw7Q78KPvqqKL0NIse9xjY2vaDOdb1Xc1W+Yo0ePnL++jzLMaq99OikvbwNGz4pcfa94wzzPXdn0z2DmNy9Wcj0PV6HlzyW1qi9F6kXvg8xIr0dik29h9WVPYvgGr4qhkq+roTDvGvE872DNM096TY0PaQfrDxAsKy8c//4vXAk5D2EqDC+KYssvmRcjj2Np5k9CnpOvq1AAj4QlkC+ch2PO+uUJ7zdzU++mc+iPkf/gb2Tqq49Eu07vtZHRL7PQ/699CMfvqJ/L7yhOZw8wjrUPd2Xub1hmPa9jTZDvv8dZTxc46E9/3RlvnYlFr0Rcf89tdBMPVw5YL6OU3++Ys2zPbpHYb5Ydmm9X0QfvcglDz5lQ0W+k43ivLpJpL3A4G2+nyMCvu0grb4r2Fa9sfhvva3nij14bUK9aub3PYM+Jb4LowW+Tr71vHCK572fXqk9gV2pPcpfxj0753M9IlSHvbqwhr3LeuY6O3ZzvpyAj75No8G9xamNvbvXEL4BRqo8UBpiPQEbIL4tEkG+YGhwPEjTqT2tg8o9XlNivlYxHT0NVfA9zPXxPZ5EG74HcCO+uq7WPQGTJT5NEgG9OgCovNiFnL1CZWY9FQ6xPYm4HL63Mca9rSmAvvOAsb66HO49fVnTvB6aHb65Cf88OnffvGOw6Tx96yG+yiZwPkPfmD7dTd69bvZoPZu78r1JUvS9FWWEPL0/Cz7tPUI+ZeM/Pu5iir0e4xS8eqvWvWd7MT2kzhY+JOQhvfCfPL7Z3SO+mBMKvg9FcD2r+mo9pac8Po3hbT6w6oo9dZIwPnscSb50Y/O9//pjvW9PSL5DJgG+gxC5PTxFvj1m0jK+170qPuXrRT2q5RK+1y+2vbzjv70bgF49c0AqPqHyAb596As+R8p6vTSjjb3hsR+8AuvyPdASqTvHK9A9y5/LPZg3r72AIb69XVEZPqORQ77uKpm+7E+PvqDkyz1Tx6k9yZ0BvoRjBT6gxBe+VR0qvquO0z3gDcC9sSXGvbBIXj0/KlI+qvoLPm8E1j01a0C+M9qIvtLajz7JGRA+Z+8aPvkrLz6h9gY+g2FsPXTPwL0sVBY+t8iBPs+POD7cLzg9PsvuvZEbNz1KZ9I94uARvou40z2/VS+9wyXlPe5jPzpIs7M9m4FBvdeimD0VnbG9q1VPPRIVETyBwY49BLEEvlj9iL5lq4Y+tXm9PTH32L1IjfC9BrSOvjGsZz6NK/48qZXJPKs0Vz4mxRW+U3twPT20Eb67yzG9ErlkvT4nh75kcB68FTXgPTxVNjtpcfW8RZgNvotFvD2awmg+vbQrPi+Cir0UvdM9R3BePoEjkj0H9oM+IgUIPRQbKj54rlM89R4zvltGAT69M/09OmN8vn9eyz0KdjC8NURYPjmFVb6eiN08PsRPPjiYAT4Tvba7zfaRPnJWTr68HCM+rHZCvMLSIL0UxM49G9NcPqs/Qb1IhkG+1m1RvXk4OD7Yynq+LCoTvmchpz5JpTS+YkkGPiN6MzvLGm+8iBVOPj9Gij7QCce9DCAGPlSzTb7+05Q7CT8dPh/wPb68/4s+Z4PXPa3MqD6NEwy+SqCpvZqRmjxKlGo+XDFJPY4A0zzn7F4+0+pWPhe2Xr1wreU8vPCYPHFGGz2PxAS+DJsKviLoRL5IGBa+tH6TPWHiKr6r/CO+9MIxvuTFI75AEHs9sVGcvvdCiL3SWws+7jggPfisyT1En7A9875cPZ0g973R0S0+ie02PoagMz4uuCa7pQOhvTy2gD1eV46+RbcRvjBtmb4+SZK+O4o/vrNTA744eAE+h5b9vaVgnL2ieuE9rpGPPdOIUz7WQw++kGg/vhSsV72s4cY9n0XSPfgRAr0yE/o9l8eAvtXkLL6YjgA+l64+vrNegL1eFhO+XiNbvhBiHj5F4JQ92nwtPlOUsb2w7xW+eGqYvZrvl70EO0i9eCksvq7YXboUk2w+5cclvQCsPz0yTQi+myqEvupj1L1JTw8+mS0cvU4wiD3mOxU+5AGZPWDYKL4AUiI+0VfAPHIIRz3kTna8ES/6PYmxI73am5U9DHCavuGOor1oITS+G+AlPkkYFb1kWkA+pPROvAq5Gj3ACbC98ux9vjfGu7051Xc9WuwVvb+LBD5mnNq9hc1kvRzY+bs4z1G+SY+evAKjpb1drhw+EyQ8vqTA9r1JNxO+pNqfPTz+Hb3tpwA9XGcQPv78+T36BL48fFMZPlztJb5HiJa+/RZWuyfGuj16AOQ9+Dhqvh3Oqr2r+zI9+uEkPsDfdL3i9Ge+LeFhvlKYYb6AZMK9Ggv2vV4nyb3hE7o6KBjHPFu/+z2KeUi+cucMvtp0F76D7xQ+dHgKPbLVdr7Nm+w9KsjsvTut8jyRS7g+BKWcPd5DB769enq9dTaJPIEkmj2ySQu+lI5OvvvTHr3qYby9ycclvolLfL4YxT++WhX5vU8OgL7G4P49OOojvoOyFb49luk9jOxNvV/HVr3IFEw9TQzdPJsgPL7WtDe8r+raPTgToD0Ojak85v/yPeTjRL4+K9+9EDdpvkWqjL1c5Oa99XkavdDHtz3oKm2+TUz7vLeRGb0HkbU9aQQnPtfIi733fD29mNiYvRIJND1Cxtw96d6JPTl/fTuvMAw+yVw+vh0SHT7vdBM+ijiBvQxQKr2QRFO+AnpWvS+2o701FAU+y1kpu/+V7TpbJDC+6FYivUAIj72N/E29x5ZjPFPTLj6V/ge+Z9D9PGVx7L2Pr+y7DvQyvmefk73a0E8+gmPHvdNydr6Ynha+TPV8vmna37vJPJQ9vFQjPgaNo71KLgW8QTdFPdkHwr2BTxW8YkZoPsUw2bxoyJc9v3RzPmmkZj3jdUS+eNsLvc0aYr5HOn6+rX7APfZzkbziR+S90S2IvQy/OL4wZF89dnIlPlcwZ762vLQ9kR0rPqc+4rw0kEE+eT9Bvli4vL3INX68Eq/UvDsIQD1sWRC+o3RSPZoW7Dz3wRK+Fk95PsArJ77H7Sy9mMaEvsYLjD2lYJY+21SwvUTWEz5QJcU9c6ZlvVwohD5r33w+pBkBPZEsOD4RX449MpIDPufAtTzsk6U9TpOBvZYmLT4KUjg+49UUPofcNj7ekp69PKwXPZITlL4cQuM9mxCNPn6HL70u3lu+yHgiu7xs+rsBO2I+yROmPVnFor32WsG9alYJProV0j06MA6+IXjmPUca8TyUndE7OlgXPO6VXz2NN2g+iYwqvWBEyr5jpiE9LxsLvjRCG72AS2+9mVCZvlZiW72hZmk9YCPBPdV5Br4HyrE8uNVGO3BoI77uhDI+DtKvPfEhjL5c4SC+w65fPWBSar2rvum8WJfFvbSFij0UTnO7tN+FvASPfLsBstI9H9IePqUSrr3wgw8+xvl1Pki9sL15fVc7YkVXvlegeD2eU5c944aAviyGkj7AQG8+VcSkPnh5jr1elTe+riBDPtNCFL7dKg683S+DPtM+Jb5pBxY+2hdZPl+FHb1x/fi8U8+xPIrbKD071Ak++HsfPsTpcTzKxia+QqADvt2XzT6v0uA9GrOqvZFfHb382g2+j32TPcHhKz6mEAI+Fv8wPo6AEzw7xgg+J02kPRRRxD3Tq2O9b8sYPk+LCT4frvC9yP+vvSlIMr7l1JM9D0YJvkZJLL55+Xs+dkrxPQLtpT33k2o9E8x0voJ90rymgBk8Du6cPX3k2r3SCM28OUAJPXPwL7uV9RG+pdXqvVXY4L02X0o9SaauvVf8fD0am1O+RXN5voFsfz7QoHG+zPINvqB1hb6Mbwm9On9XPsid+T1nVqs9mQcevQIl1TsPzni+IHCfPRjLJb5MjS694tidva3WLb5Ov8G99qIhPegan72se4Y+ptIqPn3bDb41N8A9+cziPPBI7Tzgclq92seGPkui3D1OvVQ9I36VvvyVtb0YsnY+SYtzvj/ZNL4gVpu+xV5EvcWuvT0JWYm++JSnPYrbCL7TewO+BmVGPjtQND4M4yw+m4pMvXZ+ej1+ZpC9nLEhvrKvcj4zZ+G9snjwvePfWL5A9tQ9ouSCu3V+WD1c9648NgfjPYuf/z0DL6C90wiOPIL+aL3/bzK+e0M9PuuLvb0YNQE+FU57vqyHJz3g/wS+dOnjvTVZkb20dTa+UpqaPEABGT7TAY49JjGBvmqy8jwN+Fm+NS8LPSnwnr4rWju+g3rdPUrQvjqdTBi+zKwYvlGl1Tu2p5i9lQdNPjiQM76fDSi+jTALPoNfxj2m5LC98hNiPfDf5zzhjwe+xS/TPR2CTb6Kl3c+LYJbPiWMPL2g4ja+44GyvRDowz3NRgg+b/SovuumQL7hI7m9EfvbvcgaGb56mqs9nFdoPvaoYDu/uRA6MVWHvUPOnT2zvpq+I5UFvmRBCL6ueby9lb4FvuHx970t+AE+4edHvowJ6T0YTui9hOgwvg8ZbD27o5C+EyUdvgakBT3bHAk+2qYEPW8SiL74bQQ9ZBVpvqrI0D3esFW8JRaavHddxj1i1X6+Cv5UPhe5rD0q+j0+M8RTPvoPnz1n5k8+IktOviRcM74Hfrc9bDDGvWLi+b1Au4E8JN2pvflq0ruK/4a93mMcvro3GD6XAcM9qF0/vvFum71iPxm+tg5YvPbkGb4r2i6++5apvJaobz2lqMM94vAtvvmTnz3PdYc9YYXrPfZRob25vxI+sCojvhV9szyTU4G+iUH6vdULhD1tKsk74GWfvjGq0b3r8+O9UwzmPfhPg74QbJ496E9sPFgH972eEOY8h0QoPhJKWz4YR9C9ksdjvbBCnz0pvHK+ExVnvsna970jBPi9a/oTvsil0zvC4JI9lsRSPZScmDtJn+u9GphcvWlVP75zWeW9kcLcvUAbZL57qFc99ak4Pqq7lz7qEzU9vAUUPg5mbL6eIB6+IVoIvAlsGr18QDW7iMtNPlE+GT5G8o08uYDpPa1VHb47C648MlnxvTz4Lr4muV0+AbklPph8Rr51Vyo+ZECbvttgcz2CQlY+D1BwPQOf2zwGJ5o9B+CLvfB5Cb4Npis+ObeavTguoj2rZLe+Y9U/vgpMyT0Vxm09gcjZPf8XvLwaf0C+41GDPQ97LT7GR2E+Ra6fPVaXnD1Jm08+EQ7OPbyxuL1TWX49gaKnvX4hWD5aXk+9iS+FvReSWz1u3Vu+HUebPnNcCL7Hlf29TFGVPrJyEz7hYTw8rkQwPluxKzwpYuS87HNPvhbAKT64X6i+XC08vdBTybniCmW+hcAavqLgOj77qbc92nsUPoVSFL470a09/GLQPelJrb5hlTg+4m/rPR8mO765AAe+JEzfvbtFCz7QDgC7wZcSPtsL9LuTita8Ew6uPZKXaL6Ssrm9EpQcPbeAlL5tKCy+9vyhPaJUP77ipN694fw2vlRjRT1zgDS9W9wIPg53ID1YKTm+zuOXPmegpLqORcc9TnCjPppp/b3gIXA9cEPIvUoCyz6nuYi7cRFovv/tVT4NEQw+qChXPn9gVL5ikhE+yebnPaTEhTwtmgM+aBQUvr0BajxhIrC8qA6aPasQNb4yii+92kWbvHjj3b3Ivwi+DPd8PcqdXr0wv3i99zOiPfAhgT6IaRO+8mUoPrwK7z0wHZO+Y9zTPpxzDz24ryw+UfQova/CBL410R++etkcOvHRIrzE0TU+LxeNPMp6iD7eJCE93RsvviVZPL4Fx609/fZrvtE1gD3/GNY+72bZvZsxdr5wWPi9qmtlvgHqZ735T0C+yup3vmDfhj1D2969GTD3vT8R0r3OTn6+1q1DvmS3Hb3u3Ni9OX6yvVGbH750ZPk98OtzvrqJRr2uYyu+JPpqvgyNYr5feTE+ttwXPtJVeD5jfcs9uksKPslIwz26phY8uC5ovD0MKL7RWBy+5ZUnPkwbl76ZdUO9vUVovuenPr1atgo+t7HHPf3Drz1zbj4+vFTzvQKEmLq5R4++mEmgPuKuuj1/ZfY94uRxvWSYkT1eloo+u4mqvXBc4L2hkDe+HRKIvnBCAz4wP0S+LRDxu0PhIr4UjLC7nIUaPkHR9r3cmD88nn/sOkC9GT5Oy9g9GeUHPZhW3r1wW4++37ZCPYDGvL0Iige863oAPvrrXr7Wk0K+naXqPHZsnr3SHYa91jMKvXPzPb0EcGa+2cyOvti3KzzQlQk+UgkgvHQpTr5GVQG+iPQbuz4Mnr0TtfU91JsXvg6/KL0IJvI99MujPTeYHL7Vx9e7EN5cvs1IED7AHrw9uRAdPq0Mer7kdh2+i+2svfSlU76ka4k9T5UzvhxXtbzGnY09J+8VPJasI76Xu2+9YiEovtEpJb5riU69nkerPVspQb6stva9Dafeva0YEb5p3GC+Yc8rveBIML4zqRq+UJXavZ4Msz302FC+2hmUvehVdT7HhuS9wxZOvseDxj3IMwU+7s2ovXvou73GSyw946tSPk8x7ryvihy+R94yvjouwD3tIQ2+/i5WvrY5HD6LtMS9RVzxvVfCG77GfSG+F4zeuynBoDoD9tW9kAZjvvRVzz3dAcq9u3V0vlH6XTzaXX89y9wivjBkBz6uC5w9UfNHPdqotD3cMi0+pokVvjA+Bz3IFDC+DKCIPXDlKTwb9HW9IlzCvQIcJL6OGD0+JU0FPeB1dzxKaGw959sVPpOYFb4UDAU+UiTuvfDypj3oJFo87EuIvXNHMz4tNjG+pnfuPJFLM74oSNG9ra9/vSiqrb3xUTS+Hf9cvr8z970oWW299MWIPCmgDL7aSg8+DvlivkG3qbx8fYg5hgKSPT4RaT3fDd69vAbZPbeswL0iOdq9e8CTvTeoDT6Hhm4+eGpjPmiwfzzcrMm8QzIOPoYyvb22Dza+f9iTvobMuj3TllG9zYkjPhZZZL5KRru9Ir8lvs07lr3J/qO805dzPl2zg72a3a699iHMPI2Ft71ScUA+ZuJ5O4bWC70lDz0+/cx1PldRoT0xeoy9r9nyO4Hlhz2wq/I9o0qNvfimrr0WFTa+pSIiPE/1Xjwlt0I9oRWMvfj8Tz6o9ZM+R5OBPXP5Pb6dC0K+cvp5vhC67r2duoQ+uL6lPRp0nb12+Wu+hhFsvENXC74yJTE+f3CEPvU3l73zw0m+19Kkvq4zP75xVDI+4Hu3PapaWbom0M29TLUFPjpRRT4Scmc+n0FZvgj3Tj5Sjjg+2in9vVhgdj0V8xA+FOo/vnbH9Txntf+9YcIbu3+nGj782ni+0q9LPaLM2z3mXZs9m83PPThuNzwB0TW91XOlO9RTPD0eh6s9am+2PYg+RD6cxye+gzeovDlRJj5OKDm+pJfwPU50yD32o5+7VQJDvI+8lL50Cxk96tZ5vUA8WL7+i8k80igfPsVp2jz/1QK+HUOSvc2swzwj2xS96mLdvXvvqDwwXUa+AhRQPkCoSb6PN7o8xHKIvvxZTL58P3m9+qfMPTclvD2SWmK9bSgzPeoCiD5swZY+ozI6vbk2xL02jhw+3OJxPpS5ij055P29afSiPktwYrkKx/S9L8YrvhY2Rj3KY+y96qONvtw9cz2u1wm8zDAcPnDGWr6i65+920qjPvnQOz2bddK9Jq8ZvurIPD5eErk8Xtn/PQQnh768EjK+gbWjPUv1Hb4XJvK9epIUPq77jjpeXKK8XgI3vvllqj7kaFi+6qEPvnqM0ryfZ5I7DAIcPVOaOD6UCTE+TZKLvbLCGz6XLXa+B4KwPWDSNL5iG549CtEgvXDecj4kEi4+iNjqvd4YI77IhxY+A0ROvsoYWz4gCsY+UlxnPk8GjT30+uA9BUBoPSURrD3stWO+Q3wwvpLBQzx19I+8pOYkvX49qr1Nkh2+hDMwvvV/770Fahi+bc5LvV+yqr2G3z29JEU2viwPAD58bNC95N8DvaIfnjvNzxi8np4VPvElsD6zoKk+RQ+sPUToirxVPyK+NKRPvj7xLL3I45y+tf1NvpSzgL5OiW2+tJxNviWcrb3qhGG93pKUPmShwDokxoE9hErzvd8WZj7Yssi9gXY1Pn3hTb2jSw8+lnAKvvT+DL5IlKi8Q0fLvXBZFT624Aq9ePnlvRwLKD6oCLi9RetIPrOl27z5luq9faYpPkSRST06zQe+QC0yvhsG870VRXI+VtimPcBQtbeFl+O94LIcPouqzz2lb/U97kZJPeRIIbxr14q9SEIHPmUFVz4Z5yc+kyRWvbn71T17/Rg+zHP/PZHr4r0zALS9++vYPiFbNT4GQdK9wYGGPI5D4T0lzjC+vS6nPcVurT2dlRU9paQZvRdRmT3PR1u8j763PH8hiT2/xZA+AMoGPmV7d72VEJu8/dHAvWYHHj5huwI+Cto/vXLtmj1CW7q9T9W4PY6GVj7OwXE9A4s0vhXv1by/1tW949wWvjIBQj1OM2M+UP1evU+eDb7oz5Y9Fsx8vcydST5VpcU6D3HTPSP3YD4IhP+8c/a2vWR6GD4Baay9ch72PYcbCL4KkaO8/D4Ivh2nsz0Trb09iWr/PQt7kD737HM8x1vAvNXrNT5czhI9Sb32PZrZqTylKwg+cxaEvbmdAr1kxo89HAKlPNGQ5z1jF6w9yNArvYk+rL0gRNQ98lvXPbVb2T2ixjs++P+8vVO3ODz0IzQ+/foiPtUKRD4PGUe91r8Fve0GTj5e2RW+FBR3vR3Fqr1QtIo+62FnPRoDUr14jl261KgdPkPPAz4KUFa9pKHBPCh9Br74OQS8VS+tPOX3yr2m3ey9TwgBvaFJej2gkCE+uZEwPsbNAr7MP8Q8R5KqvD6yZj5evCU+eAjou1beXj6gNEM+8z1yPuqEoT3EMuc9RpdjvYH8Tj0DTim+J5eGPBZFH77WKTg+KXWmvTBNED7KIAu9+yRvvYumHj4CPds8pia+vTjYB71yOB6+bfcnvtkJMz3vyZc6bRsZvOTW1r0cvjW+ZMqyPqNfkj2fwHI+geq0vSMxIb41oac9yf3xPbrJlb5CdJa9lD/iPRjXy70lf8e9ziRNvty+3z3qZ5c+HEEpvkaiErsa6gC+0eTAPerbYb5fjhG9qlxmPkWZNz7LVN89eCOqPdCkYj1OiCS9GpvbPce+hrufbwi9BYpGvoEeBL6U2Ro+jUNXvgnYhb4ZLF69KqonPinHRj5qnOm96KN3Pg1TuT1MdGk+Orh8Pd6p7L01R5o+TbexOtRtTj6almE9AWryvX+pt71NG4m+vYP5vXelPj7w2Mg9NYlEO5DvKD0l2Te+7HqCvom4FT1rxWG+RjRRPDTFWL4yD4q+OAhGvhFtfL0lhWK+axm9vdO3mTtfEBq+WyBPPiDPlz0Oyfc9QeImPkvWFz2TUis+EUKsvDwp/T1Kr2o+kvsavgpcL72IgQM+yQs8PVEyID7uxi++omQNvQY0P72czRm+Tw6rPcuDHT69e0++qWQ1vlEtuD2v5fo9jCn2PU+4hj5PqZI9e7f2vM/pUz7YoYi+PpUsvq55Oj1InJw9oiWOPdxLKD41OES9key7Ogw3tD3hKtU9w5blvc2/AD5xSDO+Q8kvvRWjdr7k0tg91dQ6vNtI77zu2sm9TpNZPopxCb0DdvU8FvBZvqFz6z0SgCe9CKRAvpAQhT46Bsg9K0trvkFK570VB0o9kpcRvtPxOD2rML+8bdmtvV6Sf75eB3y+++k7PRXcID0+kgy+pJ5hvhLrgr0Kcfa7F7qzPTavpz6iCxm9/ZVyPTn0bT7VScA8OW0jPtRpJD6mD7C9WCKIPmHBJL2bWeq9O7+oO49fLb4tARS+5wlrvNJvur2O6WC+aZ5LvNzP4L3nRGE9oPcvPjdUkr1R4Sc9xWWIPXlHNT7ZvyA+UNBXvCSvf73BCQk+LDNZPjP6lj2UcUQ+OgCmvBj2Bb7RUyO+zYabPZaNEr3MFpQ9khydvXy9OT4Kc1A+UBXBvPz0Kr17HAW+Q4y2vcdhVb6TaRU+j/tIPazYcT6XuVs+/1f/PRV+Ur3tMpw9Mj+dvAUqQj5GwjW8idsWPqJR5T1+wdS9Mp1VPQBj8b2/rAC+86V3vWfGy72eNsG8d6IRvYPgUbw0t5y9DifxvUh2UL75tq4+mV/JOvS1kb3DPca9cDD/PEHRcb03SFI+wS7yvWntTLyuUxY+BuY6vutKPj3Boys9JJF1vbmcqr0MrTQ8e1JlPrHQsb2y3w2+l42zvQ3PAT0ZKsk86edPvlKwK75XtIK9Fhf3PfLW072ehky9CQaNPeYhcz0RJpI978i8Pbx+db08WBq+0LgJvpEtFj5h4Oi9ZEWBvfr+ab0WGvc89hy5PpMC173WYMm9D9wMvZnq470uGCq9dZUPvsTQVj67g7I9IEtpPk5GQL2gESY+5yiBvUx1v71JiwM+BgUJPsvXtz124kA83ZjWvWwS3z2cSCI8QvDVPeeAdj0eXta92E2APlzwdT7Qgx0+pggcvZUa0Tyirzc9ttCXvdEbkL2E0Iq9LxtDvhf+HztbrCo9iBM7PbphMj4AjLK9f43lva+DIz6alRU+S/0YvYneGr5R5qC9KTVZvclWtD2lyfc9zOpGvLpcmzzMJTS9E1QHPj1Qkz5F1a87CC+uPS9BJj3M7ms9iFYWPWbMFL50ZLM6m7X7PCEfOry1w109RGsfPveBAz7HqtY9N6EbvHGbCD6AOCu+XNAePbaQuTzYGfo9uwM+PVBRAT37fTa9Ce5XPhR4Lr2r/OG8ULtDPjUPgz28/BK+OkoIPuEIGb5RsGE+PSI8PgWejzuHURO+Kbr3u5zZ7T3Lt4U9yP8LvnijpL2zSte8/q0kvfamVD4h0ts9rDtqPJj4yj2lGBq9ynTcPWEd/L2B40I+rZVAPuoMVD5irWC9g5AJPnO74TwKzD0+gnwpPr/lKz7oSDE+iyYavi6gAr7MPP26hNsRvo2Pnj3a1Ga91EYYvs4H8T3hspA9B18svhg6fT6Ppck9Ad8iPUG8C7x+/uO97b+Bvg77Sj3zNv67qWV5Ox1SKz6ZgKU8wCy1PSl/pLxrL6A9dNxGO4gQ4D1n+Zg9E8SjPXCx+L2OhFI+PmVivoaKOz4+5Ae9uAOqvW22UL7/eM69MjQyPYfncL2WkKq9M96RvXDvSz7pO3S8Y/tFPn/gO7733Zo9iS/RvfZ0Ub1JlhS+VQnUvdbaRb5IF+49kgocvufgjL1PO8W8K6CYPUGWYj0fhxu9mCQtvnqL872MIK29VL+pvcxr4Ly5iiQ8+xsVvvyGYz0M6Eo+VpypPbUUIT6iine9EvYzvkUggr5NyA0+pq8aPjSmI77/aqg9+keyPTf9Bb2hLTQ+LvlGvgxoFLymyYi9Ch4XPjqgyT124zY+t2FWvtvH9r30+E88CMdEPUt/Bj5COmC+orwpvXctijwwlLG9eWqruh3P8b1QozE+Vw0rvocmFT6ZVdE9F5UaPkYQ5L2gY+g8Uh4sPkm4m72pU9W8UGqEvZJNZ706uXo9k08SvrTCyD2KiSU+EVX7POR+HD7tZSi+li+LPRQASL4XI7W9lL2IPdkA8DwLm9I9Hk82vgu9Bj4jSbu9a8dKvsL9UT0KLQc+hfgIPkdcTb0u1Eo9KZo9PmdinrzcVMM9ugjtvYkauz1ySgO7XsXPvVoN/D22NE49yYsPPrpoxz2Rai+9J4TbvNlDY72GZDw+dh4HPpeciD0vpH+9ypLGvYfMq713g4a+/5gfvrcFjz1ACiC+PRRru68RSb0vWzG+o2I3PlKl3jzwP4E9eVoVviB48T0WKoA9Ke7DPekE8r3oHbQ9gl2GPvko2r2FJxE+8MXLPD4HQj7uH4M9IlrWvVm4RzsdKyE+NiyvvJQJSTwy6Hc9EMEQvk/3Qj4aMAY+IPYZvZOjwz34iu89n/wiPiZW5z05czs+YHspPvQNFL7WANE8ebrUvQTo9D1S7em8W7isuzRslz3tmoa8cridPSyxvL0/u+U9UZpTPmoRs73vE3k+w3MbPafqqbxuAru74gsrPWPAND1M09S7t8oXPrskh77BNM29XXg9Pr6cz73hp5W+rO1CPVI3a77JsJw9hJA0PvB5R75wbdI7k+CDPg4dAD2m9z++ky5FvjM46L0l8lg+DbYJPlbE47zqZwi8lAXlvHk0w70kaY++MmqcvWxWpT2W4nG963zfvauNmz2WWXO+2WlqOyjzKz5rQIM+Cpk6Pi4+qr2W3Sq+4//fPTZ60b0lDAk+kKeXvn9aG76+ehW+x8GHPdtPPL40ioG+XSitPSHBLj2BUYA9DjYtvjjAYL3m03w+UbqOPUp5Cj4AcNw9BCmaPeq8Ar4KVc090wVrvnIYlb1Zxga+JEkqPd5x5z3cU5g9YFSKPWgJrz2J3ji+YxglPpQ+5r2U3MY9FslwvkKDHr7YWUC94FPjvZfxXj16Try7zK4fPW2EDT47tKE8Z/lhvopGhb0wmyw+TPP5PSCPlj1nlQg+p5LEvbVo+L1KjiC+5wWsPfyfGT0wjpk97eRFPdKZWL5+qX89o/InvbQteb51bx6+aJ3iu0Lzkr1kZj69Cw6SPOrgH75tKd69o3wVPqrmHj6fhq69X6hSPE7NeD3QopG9O4vmPUiOyrwh30e+w2F6vSKzRT5B4Sk9mcFEvUrDHb663088eTZxPd/SRb1jpLw9S3T2PcVWEL5ogL299R9AvlZTAr5+WZg7CfbAPYTW/rzq2Z29Fbe4vdQg4Lwe26s9BVwJvsfbJj5QIYe4XsUHvtBXfr0310Q+jFAmPSHweDwpCwy9/ptKvqHFbr64f4U9UEPLvR/HJ75CCxS+Dd6xPWZekT29OLE9aYd0vmtZh7z4Ozg9lm6gPeZcw72jIgo+K6BRvl8fIL64fB6+cGuCPQjshruc3De9uuAFvm6V3rw8yh6+18hKPnZOerz6Oy2+jt1qPD7Dwz2wVrm9HWe6vQ7Fa70xDhw9Cqd5vUaXYr6J1QS+yh0XPrK7Bj4jjz4+O8qDPghVp72Z14a++vrIOtv6PD7Eqg0+NimSvhiBrb43fTm+DXLXvZT/LLzExis+CaZAu5xb1zt/vrQ826Ojvfxq7j0FM0g9Py8JvvVVr7x8O8g9iFnJPa05ab4zayG9cqOuvsPFzT0vhwa+n5YhPdlNYT2zPoI+0JA4PQEdxT0jxd+9iBeivSoGdD0+4qk95DqROw+XHb1YgPM9s2GdvVJlcTxAlqO+wEzwva36VL3nm08+EsFuPbhrmDvf6BW+8jzuPbQHnT3U6aK99g7PPGaIpDyKZXu9qxJnvTLnUD1/rZE8J/AoPsMeNL4g7ne8Pz4gPH39ID68dLA7xoimvb92rz0mcJu+Vz4hPvqLRb5yPkM+VS51PTKYn74KRAs9cPAkPi7F/bxXVEc9/yVivXZzDT7wY4K+XwVFvu2+Iz3/EuO9WOI9vjpEBz47vWC+0hv4Oy4/FT6Ivqm9+BHOu++oWD2jkwo+HIppvkgJhz3QWgE+Qf8IvtvLPL6XMY49G27ZvdXhoj0JhZQ9KegOvjtVKj1lQze+69kWvmNW+L04p6C+P9VSvr1l1T1DYDq+t7uRPV1hOzyD1Z0+HDr8vKwas74F01i+ETGUPZ5Bvr5tR7U933k1vn5a2Drz1Pa95yzvPOwrVD5lIDS+zNGsvaNTNz4289u9OkAAPiMFWby46xu+zZ1ePVADbr6KyLS9bH/gPfL4Qj7HbCu+ntlRPSSaI75aO2u8C6cdvd3sJz5jCtw8sajxuxXZ4r1kTz2+o1uevOs2mjzq1mO+DK8SPcESXb467VA+lH2Evs5d4T0NJ6m+IaVqu608zrzokyE9eSSkPQtvkD6UFO09mDFXPndgaL4+PDe9nWMZvbJT9z326as9c4sDviNttz0GfpG+jZJ0PvCRsL7CKrE9zILKvpDiVj6E0gO+IKahPUagHj3I0QE+Fh6avMMbMD4QKOM9uEKUvesTMTymtzu+iyg7vsgNaT4LPBU8QA1fvur1yT1TXJs9vKysPsupCD6JlIK+EQMAPdp3mbxbbwA+x8lGPisN6rxQUjk9fRiwPRwEH74WZbQ9UMeTPRTVSr2E5V2+a4MWvgqejL3nXYA9q0Lwvf6jhb7JZti7P402vq23Gr5QuTW+iWjMPQaTNjyKVhg9VSgCvVQRgT7rrTK+MHLhPSDQtL319ZA9F34ovZXMqT5Y6IK9AhuvPv5j/7wPoQi+YuECPt7jKL7BzZ29ceY9vkJXcb4tTW++X9azPVqoMb6WxKw+UaxnvpVd4D0hrLm9E7xcvu+jaT7BPYo9LW6Vvt6zez4zavW9SQtZvidowr2Nbxo+1N97vejOAD5rhG++ciSzPpM1gDyh5xc+hpbGvUctHLsi+zU+HD3DPQ3jf73dXbq9sVpoPNJ7MTwD0648JYoiPnOyLD7kz/I9J0oLPgiiub0XdAW+jFaFPktiOT4fyjg9gdocvqtwqz3JMEM+Ag9rvfxJbz5BDrA9Sc1RPq1Ksj0shIS8vSQbPpxi0D2/pkc+3BsDvnn/Ez56m+69k8MrPu4cIb3ri0I+JRtbvaDkgz4tNjK9lDBEveY4qb37G3M99EnQveXvPD4rVJ09ukKhvHm/dD2dnPE9CdQTvnj5jj28kbq9zTRAPbLeYj3dVpw88eGJvTUGcT5H1QO+4pWEvavQ3z1DmBI+szTtvTp2Gb7KiIA+t1eJPL/XOD6upsm97R4Jvjaxnz6cY9m9fwwSPvhJTr2IciU+iH5Mvs42LD5WJX+8Vn4uvShW9D1WDF28tXa/vUFRDT5VT4O8icCgPFodUr7USLE8jTFpvTIQrT3cBIY+jcu2vKqv2L0R9l68HC6dPWvRTj4kyP290hFGPtW5KD4jSvq981LlPa8O1b2E+YM+W2OcvO9tbb28wqY9DmJSPbc1sz1MKy8+jfD+PazeVr1QW3m9AG18vKchLD7bKbA8j1dvPdXYMDsbJcg9yXssvjmg0b0ffg29z/ISPg1w9b0M7ae8nnEmPkgkHT3aVkk+5227PV5VGj5lihw+YxLMPai4cTtlwYQ90zkZvuK+Rr7ArrU+8MkvPf0rCr601SG+QMIHPrFiKT7ITRe+ZB+2vFQlxT3mYZU9QmzEPXIQSr2eAZo8+kAmPYsWDz5k/pm9g1itPi+zWL4rp24+Yx3nvSjxAz5F0cy99cZyPhkxBL6+9BG+PbwEvh0/Or41Bo++76Ulvii12L0ep8I9JaCYvWLVg7xTlUy9qZslPlRTU77enqy9G8p0PRl4R70Qgde9Z4RGPZQGFj7EKi6+KlLvPeJSEr547k69hPW1vXDwQb7xC/m7q6S6PTqHUL7+e029ec1QPgzqyT1jkim+b4wZPjulwjyKoTe92CiEPa2kVL6oTfY762TbuQdugr7z2DU+n4o3vsnQmb2JHig+S6R9Pa9VDb6EyCK+20TOPHulcD1nC4w+A5sUvQZcE70ZSUG+BWK1vbpNIz5lDG67PNscvKNT3Txcewg+TcmPPsltU73ezZ69AdXCPHutEb7LA2499H0CPhPV3r0+1og+MrR+O2mFDT5nhSO+N2nLvDVT3L0YhWq9DPx+PtEHvT2Nk6w9zSAkPTrzkT08bLw8xuZcvgbimzz0s48+UEBxvpKt/j1jF1S+FeMzvaMDdr57r5O92fC2PUZcgT4O+RM+htlpvtdUAz5KUlI8gLBHvhOtr706Yme+gvxzPrHF7r0PE7I93YPdvVDBCb4Ms4e+4sqavQSjxzoig/k8qgMFPp7+jz6tEZs8wrYmPlxOED3A8BM+d+krvjrM+T1aLFM+ayt5ORYvgD2YaA6+D4prvt1VGr569ky+pOxqPl/7RL1Og0W97LvSvUVfUj4BF4u+VaGSPk7BsD0B9bU9haURPTyP0T62EgE8v492PiPkHb4R7za9YOcsPpNQKz6kdOa9TrVBPujVPjvVo5Y9b6qTPv51uD22yv09plOEPe3Vgz2BPxw+dy0cPjBCob3Inq4+jv87PnjxNr3o/3O+pYuovvRlkD3IJA4+gA4fvmw5Iz3ihmI+X2kwvsCRAT64D3Y+lc6+PmRvCT6yHYK+gkqKPfnPab5vDkQ+hIK+vcWeur2gQOe93meGPQ/EAL4FRYE+R0PMvQBEaT09Ua29CivvvUC4PL2S5Ny99oBmvpztHz5b7aW+te8mPfywcL4JeeI7yl9lPUu0Br5ud6I9kDsDvr7PKj0XbqS+0WtrPmRsm73bTmc+lvotPbFJxj1KP6u9SNTYvMcspz1iuZC+fd6WPkZem75LKLm9ao1pvjS7mL5sDna9w92SPvehUb4TaYk+mQAAvJ1wSj6EMEO+mXoqPsuUAD7AZKE9xPGzvU87fL4wV8S9TRyzvVjiBb1P5rC82ANxvFfqfT2Opu29fAVaPudwcT35PAI+AMQ6PtFRHT6nq4m9+GmuvXZmr72Lrvm93NVovuWYRTuOCPC9cWwVPdlSS7xf72i+zXVDPU6dib3IsIq9pXX3PXQOlz1lpMY9QjcRPrDBL7yqxZU7S3TAPbqCcb6XgxI842IBPTH0ILz6uom6vx4ePu6cGr7VB6I9SZ/TPKdahL4OFfg9K+DTvb+aSjyZ3J29AWh5vsOLCj5qn2O+46FbPRVyojznNQW+tR8jvB8xvLyY/Ju9hfwmvrzaDD23oZY9bIjaPVIZYb47hTi+ojFdPcTfCD7BHNq9WLTkPYSBPz1E3Pi9TmDcvIrpG76TZHI9KZwmvjfGxT0Do2G9c14+vn0Hwb2TeuY7SVI7vSk5ND5/W6O9V9YMvZGLJL77kye9CMPUvbBonb4L06496HMkvk+z0j1KP1S9KZ+4veNisz0Rw6C9zaf5vULmHj6lRhS+BXROvW+oIj54RbQ9GCuXPGrp6rzRxNc9OnPCPHDLDL47Q6g9mO8kvry7lr0t9O46ExxvvTcabb0va8O9cGUWPtDu7b1Aras9sCpiPAbVOz2bLcw89y9lPVPQIr5mWYS98q9mvQSA/b3RWRa+kyQvvikDpj2Y5rm8xtmTvWnTJb6Itg851R61vRxgAr22hhO8ykXwvDrfSrypc8u8kH8Avgvf072eHPk9rukPPqJ8Pr4/TfE9XltTPivIZz6d3mC+h3RAPVQX9j3g3ge+PCKGO5Omjb6S3wk+7hYavuljlT0U1k49BDQgPsxcDT5Xr14+n6QOvkuPJb59Npo9LdVUvm658Tw9vpA+Ap0yvXu7572DQbk9vRiHvkKqYT7TOaW9s3bTPRRKlry3+Ls9fabCvNe6Zb4/zJy+aj/uPVGtLz0HQ5a7juX6u7YnSj5dXJI+nGAFPtD2ob3uu6Q9A0jruymmgbzTizc+8qdYvUi4Ej4ZB8y9JijqvYwbsj14gdm9oLmMPqjP9T1Zpkq9xFbjvXfVwjxk5L08qzcTvvM7dj0Ln+c8lfmgvaZB6T3KmUA+avhWPmB+kz26ela+2cyQvnoaIb7SimA9KfXqPKWEYj3iN4e9exxNvHn3fr1XVBG+4ZSxPew2Vj5mLmw+RKBSvYSlrL0Jf6G+k4RmvtQYBj5QZMe9VBBLvmFLVz4+9S++T9SEvdxI4b3iMIe9npSMvuDU6T2smA2+6DOQvpVLkD2K8R09GIuvvQ2+fL7VSBQ+jz1LvjYy7r3Sc2u+uJvcPdIipz2boXS9xM4JvuwROb27VkS+ArJZPiYf373hRvU9cuhgPO9BOT5/Ju698wkGPkwr7L2AC7Q8Jf+YvDetwz0tx5e+9g/yPTCCoD5GPxW9RC4svfoiizwOK9S9KoK1vXqJiD6EOya9M86+vSTjnb6E2yS+FfevPbalyL2BDVM9MwCQPQ6xFr6Hjim+GTOEPccKWL51Wky+HwfIvenuL7uChOY6N3JePSARnrp9bfc815KnvbEce77jyCC9ZqMUPMdLRL7GNyk7Iou2vh7bZj1LKqo92TShPWjvGD00RkQ9KJcHvh9o/b3rPxK+ry8OPtife76P0DW+0XZyvm9g+z2YvQu+OdXRvSQD5D1h/9K9gnDMvZ14hz6cV6y9Na0avgevGz719jQ+wPyBvkoINz3JWk0+QZVAPl+gU7wZVBm+Lo2ru5LWTD54962+4kMJPtP3iT3KZAI+riHqPQPIHT7EoKu9kgWjPi5r0T26roC9Ib6MvvOwtL1bwFU94k63vLZG2Ty51Vm98NYgPS919b1IB6i9MvbHvFiqWb73WgQ97TS+vZxvh75RB6s+csbuvVofbr33GhQ9sDSzvfc4i70wkBY9CZ2QuzEypj33iBs8uxp4u39kYT0t/Ec+lA4BPeYNvD3gIA6+6ZVIPl8qH74tx5e+n5oFPN23Mb1A/RQ+c+aZvUGG47vUBnG+4i67PNa1Az1LGde8+FKkPQkiYj7SQIU+h9HnvJ0RzrsKIKK9zlwzPHj8xD3QjJ88HytCvThiGb1GnRi+/DR+vhIK5L2rAcM7AKsjPkcOoj3ry2o+v8SuvXLqFr7vQsk920wKvpI7Ir6KRk2+5sudviTS5buY2J89S1qMvQO1Yb7sZeW8rSDAvW7cRr47vlu+7Ki5PZM2nztcOgq+0REOvn7jjr1TCo89JDcivglOxD3xwze+oA+OvV6Iwb0p51a9VfIzvlPCYr6mNAa9dBZhPfcMV71M2MW9Hd72PLVaK76O802+L4rzu2E1pb2igDe+PIcRvYqTgb7h+iK+WY2DPcekIz2ycro9H/dSvhHg7b2x/i2+1ZNdvOk0VL3ICw++4IyKPDzzpb3yORu+BdIpPZeIHTyOxM09/Q8BvrXqQ7gTFSy9hyROPYSnTr19QKC9c0aQvOWQVj1lGSW+dtaCPUlvlj3bwkK7j4zBPWuJp71rsFS+dCafvKqtHD0LMnO97kACvjwgWL7nmie9JnZgvhxnW74DV+C96iHuvZlMM753mum9P+D9vKiOKj2i4L+9LydKvetBj73ROTG+B/w0PRiOSb5MPZk685ynvQgJyr2M/zy+rNgiPL/oIrvw6Q693SD0vd7pyr284j89mLfpPEjVDj4Tlyg9BtmUPaHjKb66+m68cCHuPCgRhL5k3Ya93MQgvkSpHj5gSZ67DXUlvPgG8b2iNDu+4jWrPE1/Zb4D4Nk9aggCvmLIFj6MuAm+mpTZPQ/otD2Q5lY9onyQPWkMPb4uBOo9j7OHPaF34L1IE2495GojPhqakT7YDYi+tcvzvcT5h74sXN29s48mPqBMs72fd5O+uvzEu/fw4L0CN6E9gngvPgKj1D1gERw+Zxp6vNvKMr4ItCs+JkaePZei7jwK5uI9iMZFvNdvjz4hC1g9PHf6PaI6Dj45py++nVwTPvwi2zyyZpW+4JoHvaYuZb6ftPK8XPUOPWhVXj3z+m2+lx0gPpQcJLw3Ig0+4HfZO4KeDr6aRlk8lEz8vOTiDT7m5MY9n4Y7Pg0yIj3PEQM+k7eSu8DIDD57BNs8gjeDvVXflL0OHiy9xoZBvqYJcb03bga+865mvtfZV77Bzhw94s0ePpXTUj0Uq5u9BVKFvnwHm77vPE6+iu/BvQ4/I73iMgC9nystvu6Wwjy/Lh6+KrCCPuwcKL6czIm9t6RVvSsznD3148q9hG/HPXhwcb1JjFu9q7sWPfvDvzzK3xU9kXDbPXY1qj2E3UG+8F6ZPT56RD71S2i+YN8EPAyBQLwVfuC9t3KDvJyNZ76kxRu+MI71va1hhr3muSa+Y9M3PmQPPT500mI9rD5UPj6Myr51aHY9pe+1vQHoeb2EipO8lz/TvYFhuz2eIGA+ugQ5vBElFD4Ufua8JKYXvqoDWj3Yd2O+NiwsPSH9YTufwoY+RNe3vfF3o7yfC4g9JHQJvhyU3D3AI5Q+JyUxPk3yVj5bfni+kFqGvQiMpb7iUMu7j/g3vgowO7w4Paq+5wTDPRSQl71pjIm9tUJLvh9c1j2AiXk9vFyCPsoIFj3Sw1s+TLCIvZm4Rr50YhU+5bAcvq/QfD0vpRk+B5PAvrM5hb69MYC+hZeUvcInHj5LipC8p4QcvoOzFj0iax2++mEbvsbFDr4kSYO9Qk8uvu1tqL3d7Ge9hoGOvndOQL7rMgU+Pb2OvsJLQT4SPLS96KSavcf6Tb3Wblo+JMNNvphI9D2dTiw+IruPPnqZ2b0JcTw9X7IIvbf0PD4Hcjw9tGybPmJQNT0KLFe9XmOLviB6r7rCqPW9MoLSPXhxvT1C+9U8UyVfvJYi1TzG/1e9GP2gvg8lvjzXqw08BRuhPQFqSr4SXDo+Eh/jvfcG9D3wpac8U4Q2vlZGdb4Dq+89QrdMvlM5B76kCoe+x29Uvqc1P75UBgi+KTWnvRcbET5U5YE+JRfavQzpXD4twvs9rKf9PQMj4LzIjdu9DzedPrKkXz0dMqU9ljhHPhLE2D0f6I29wYKCPna2R70y5wk+J3E+vdGDKTweA4c+60UpvdldhD65GH4+aJzivB4EQ74INwm+SzivvNoKfD7IjjA++Zpvvf4Amb3UuFs+af/oPMr81jxEEoK+pGr1Oh4miz0NW869hel1PV1vBj52K5S99cNZvr6vA75eqhe+lLD7vDfFhb2elS69V8N2vbpHyL0DUEK+nDGxvThdoLwfoPO73MBjPjgh7z3vSnS8XCK0va2WML4q2o++5GsYva7aT72ZGMe9bsjBPaCrHr0/jC0+xiUDvrwes71k6LM9g1bavNfqNb45L+g90rf5vUMwRz2a7be9Wc+kvc7OJD0LH0i+FChWvrXNtj03B2Y9xr3IvdBbS76ZVaE8u0wBvrZv/7vhUgu9UX8avngsir0HkBS9wnllPYgaND2mO4O8Ki3ZvXgBML5LlA+9e0GdPUP0wbxWxTe+d8vNvIpA+z0MTQe+LvGWvXa2570vPTs9W80/PYqYTT5Tsd69GY8bvg/THjz4BW++59NvvtLNIrsDJp08Nb6lPcuiJr7nvCG9tFmCvdUr+b3bxzS7qrOtPZkdpDxo0D2+dyOLvbAEob0DFhe+914Uvoj1DL4RTGC+K/+APcEfQ73zwqs8p8OzvQBaGr4C7Ms92sM3vkg3RL4XRUO+CQnUPX7Ftr1zbDG+uAwVvpGldj24IfE8JUo2vh6S2r3NufG8ibIPvjdPT73AfuA9cqefvaI5Vz6UvQW+XHkbvi0S871Fj9G8YUilPRN9z70y1F6+3GGzvRttg706Cqq90qEMPpi+Ub23pAW8jdcQPlY/F77+azk+4dGTPJw5C74mRUW+nlg5PvnfcT4I+hg+boKUvVJN1b4bnD29DDtMPnPT5z1ytma+U6L/PaxmF7w2COc9r4SCvqK6B76yqgc+clgvPNSoFD53KYY9ZpY9PeXhLL4eBc+9wbYBvioTPz6Y2GA+BCAmPsfI/r3DaOg9U4UNPghF4T2YHZe+OriTvdGKSr4vWVE9dXfBvf3UCj7Ikws+PohXvqnKu71uxwA+PicuvTWmGb38pAq8M2T4PT4ZyTwXM/G9zNFpPb3TMz4jUT29XN6qPcinp72UvQc9YDG4vWQUEL5mG6m8coq4vQAF1r3PLR4+qRYEPXYkN75arXG6My/NvPPPD74+KBC++RlqvguIXb6cgAA+q5ZDvhfojD72QSU8vlykvWIuGb1WOoY9Tk4avBAQnj0ecUO+8WeePRD6o7wT4o88/7kwvesxRbxFdGu+OA+LPYU2Cr7GFYg9wUtyvbgHEL5ND1c89GOMvs/3hj2nyYy+eaa7veCp/D30NQ87E+DLvdDXsb0y33Q+j6uivcsojT1c/aC+TkrPPaJI3L2mOaa9SB3LvbSYy7wRJpE9fcckPk47WL5JtJ895dQwvjiXCT5CGAU+Q7zkPRf+nr6Sag++PFINvnhRhr0FypG+batEvkUhuTxCpUo+L4cXvFTiub0cF4y8poSlOtnfcT4Occ694MuhPcImWLx92Zi9hUVmPLmwkb0KRyG+VtBdvtDOoL2qaV+9Kz/5vQ+8Ib7gS16+zYZJvqlW7z3zHSM9kAzWvaPAbT2yLpG8xmxcPPBaKj4boQ8+2d7bvBVrTD1M0+c9OrOBvichrL19nXe+wdCxPdU2iL4srdc9BT2/Pafmob7Wa9+9EUcFPiV/sb355Bs9E4WtPZPgR7t3DHs9cpY4PD/LYr5PMKi9VrOMPT5TxzwzUKy9Xe4avgXE6TxHAbG9owgDvq9qZD734rk8deYLPh61hT2GTPO9SiCqPYXT6r3lpQu+N5ApvpJpej5TWvc9alsVPhLoxz2mkc09fS7oPW3NHrwDWgE+7XUAPQiV4j02nEA+eb24vewy771d8wA+11xSPdkQ9j0l/CO+4KwuPaKLXj0N3ME9dYSUvWjPhb6z3mq9hSgwPpbnhD6eQYo8LvVYPuHdor6o9sA9n/ePvaLnIT5nKEY+qpPfPB3G9j2b4gs+5xQuvqiXorwxTNG9cgt9vQW0v735Qe69UToRvlknnbzkSD09YN5xPa4j+b1w1w6+xLEivi00Qj5swZK9e5NIvVM2nr1zYKO9WXjRvZODzr20c2Q90bXKvO5sBj2T1Yi+QiI8vWioQ75LxxM+NbNpPXTkhL64yys+5N/uPdjQET5yO/c9CQJRPnXA7T02SZi9q1GGPaP4WT3r84O9aPTDvZMLIz54eCU+e4I0Pb3FTLsLR/M9X3cXvfcqMD4jGy+91kKLPhRyG7v0CLS86CfgPVyKpjw4Myw9ElupPQ1aG72cP6s96sDkvGvjAj4YjgQ+1D9dvWdI6r01daQ+31xBPuDzJD5mTmY9vY0IvCvvFj5UCSE+wFAcvTTCIj7DXrI9obCYPh2akr2cxMQ93vhmvTTdZbxQN7q9AofnPQ8fiz3qZfG9JaVWvFGHAz5CnhQ+LcTMveqJ8z0ZaDY+uIkkvfd1Ar4HnKe9ERZNPnCeyTuszvQ99xLSvWpjMD7H5UQ+jnvnvHOoTT0Ejxa+bPcEO4zeMD5S0SQ+ljYCPiti3D1k41M9SSIqPl50AD66wlK9C34SPbASTL3gWYu9bx/NPVJfAL4QfII9bBd+vK+CSD1le/S8AxQnvYKN7r3F4u09CeXkPSE6AL6DylI+2cmAPl7Wmb2OFQS82VXRvY4XZb08+Lo9PNvwPXplOD5lztc9SkJ/vaekND2rlJ49TI1ZPqZSFL7eBQM7MYbsPbbtJT40Gww9ueOTPUUJdj7qE14++odSPt0VFj4bTUM+9aiIu3VAr7239LK8e5ZKPSOQzLwjgO49+vkEvtqjrT2J/As+qvtePlT/Fz5682I9JBKQvVucRz5p5Si909+SPOUTwT14/II9t38qvtIuS75ACLG9tLWCPjVUlL3LNCO+bW4Kvmw3Eb6OAfa935zovTr/pb1btPC9gayPvfX2Hj7IJao9+K8MPjb7VD4ldSi8r40kPo9wJD4zGkK+Spg/Pi0vgj2WcYq9ziF/vS5YFj1ZRy++lAY0vpbUQj09V7k+Fu35vZmYJj4+ySa+b6h7vbinIL62+D4+bpx/vBQLYzypeGo9PrI0Pi7KPj7/c8y95aZOvXeKmb2VXwe+SpHrPdXMCz6Aup69lIBiPgyL1rxJFKi84Lu2vJPi6js9dii9sl/gvG35xz09P2k7iEMpvqj2Tb4F9kW9wHM3vgJzgL3Pb0o9Px4evipHIL0tpHQ+sAcNPQykyL3QA1G+2aJEPbcUXjyOxKY9o90+vkZVEj4/+WG+7+9FPnt/8z25OcY9hEMTvj3S2zzSuV27v14JveQdJ77EzHi+iLcSPI8QQj5gyjA+/NkmPuger71VJF4+BDdZPouNAD5gS348joZZPv1sDz7Z8wg+r8l2PTSLBjwV7y+9RHu/vFgdEb7rNB0+8CfNvXQuKT6v1iy9C2fFPD6Vdz7boNo9mcWgvUfroboT+XQ80PHOvak5WT6ceMq9Ea8cPfvpOz4SFU29PBeIOzPStjxWyzw8tGwIPZ8+oj2gpC++ZBfAuw5dDL67DgC9KggPvmeV4b3NNZA9wz7fvEgTKj6J+IY8MDswvs11Tj2jLrk97O4bPHP7CL4Wfio+C6EaPdVurL6GI/Q9v/2gvSn3S70kGvc9JXKOvb0G+j2VZpu+zX17PnKrxL0Dap2+DnIfPjTc9D2QABE9aPeZvfM1CTwV5x8+3cWovRTvC74i4A2+C5OGvb7rHj14V/U7dPXwvXNvL76lmSe9PrS+PKguMj6L9UU+3HgbPnzL6D3kxEo+3V0jPi/VtD3NIPk9/xlvvTUaj77aMEC+gd+BvjfVlz1zhj0+e68GPJ1/kL3cnYS9nP8nvti6+TwVGIW+uBo7uvqSHD7YFbk9ole2PXWrS740nRu+4U8zvmdOib1jwq88dHOEPtfrUz7ebws9aZAlvb0REz5z1Iq+CoBtPii+db5cDJG9l8dkvXOEiL003n6+zkiVvK7Mmj09DQM9x4bwPd/MN76YCFg82UhzvBDcrDwdoEm+puNPPt2aO74kcqQ99VGJvAdA/L1O7bg9/KnrvVGJQj6l6TA96rhbvDq8O74ZyBc+Fw7DvhtXlzu95gS+eEXYPAOrET6moL29jAYAPkJJgj0xr3O+UQM5Pn3ihz1aI5m8W/H9vYWUp77Kwik+Rp7aPL5gZD15bn2+2CUQPsVC4D2iP2o9wCoHPYutb743CAW+li49Pl0vBrsJnGc9ikP8PSbDEb6AARC+aq0SvjP7vrzoEW08CbCFvo9a472k3Oo8GWt+vA/9gL7nRca9aGgUPSfgIz4ADNs9QEe8vf1FHb61c7S90Ggsvgimjz0xFXa9Y+QUPh5w3b3kQn+9UzIMvmIQPzxMEyg+9wq9vboSv7zIud09YQLDPfXEl73IS7+95eMXPUyOLz7IOy4+CUFVPWhSDjub+gI+smM8PZBSCb6oy5g9ii7FOxZ+NL1g1gW+PIX7veC6Ar2uwmC+tFEqPt9bwj5arzi+DqEmvtbf1T09/6+9rojyvOcS0z2m9/w9gcwOvdR1MT7/U4Y8IyILvWX2Wr61zSK+V99EPqltXj57ykC+u137vdrmJLyBKTO9dD6MvTvHKr2kAnK9ZuyAPc4sWL3+xwI+pPsyvTH8Rb2G1yC+DlAUvjp+DL5+SyC+ABrOPdc30r3b5X0+xR+LvRJbVbzY1Gy9Y5PaPQoHtLqZoAO9BYa+vUBvMr6YO6K9jqeWvMZDqrxHQpq9mdWvvXohFD09uCG+OOTqvesfk70YKMY8t+UYPZfn2T34qMI9cdKYvjCVXr0fege+8pPAPJVbHb0GfCS+BxGivfaw/j3k0r496s5BPqPL5j0iTDg8VqC1vMKYuz02HtA9MKrAPalvK7wgmUw+hPc9PnD+mjuudBe+QMWBOPc5oz1AlMk+vK+dvV1XpD0L5zI8JgEUPl2dDb50Bii+fjNavWEVnDyIGTu9rjysOwkHET41H6g9KYAVPhikHj66P5i9Kg/ZvBQgnT1mCqU+fUStvcsC3720KLe6mSLuPZFo9L3iJ0q91OM6PTriDr70PuO8P3wMPeYzAT7ojJG9vv17vLz+Ub3ejK06fb8hvsnC6j3lcaG+Ph5TPfZJaz0KwTA+X+oUPvd0bD2ssJO+Mc6jPaHztj2niQ09V0QivZMNKbwVIhw+0VxKveSYqD3CFzw92mwPvjvfSDyE+x2+gDBivWGlVD6ako89ewuIPXorF750Kfo9371ePc+lk70pnpC8AkRzvuS3l74wIWW+YnJSPuiEAz0FWks9JYFJPuGYrDu/fvU9eXO1Pd6nB723YnO+s/LqvbtJgD5P6/E7Iw1NvqeagL0YMfY909IUvBmUjL5Ey3M9nEIUvjnX0T1wWRG+ZXGmvZJdyb3x3Be+h/1VvkgIEz7FN2e+usoQPiRRij2d/TO+fGdJPm7Injzj9gi+eBayvKgCKr05zce6U7yRvXbZgz7zHje9qSadPCM2c73uU+a9wO5zvvh/Tz1zibc9YW01PR2Pyr3wiRi+79UYvUsJUj5mHbW+2YUOvuR/Fj4uxRi9HvFbvu645r22w7i9ufg0vpzpTz4vkz8+PTRTvi3mAr4X2pm+DmCCPrU9OT5g8tE8EU88Ps9xQT1EByQ+Ev5GPIKeQD5fRlM+9qAmvU5VD7t03Vy+5zE0OxzDvD0wqAq+n9IfPqMpJL1obpa8JVqIvSmV1j0tIpK97ot+PVJFEj0SfpA+TE2JPQskDj7xzZU+e3E2vfDobr0XOzG92VGbPXNXkT5kfv29Nx/FPakqhj7yqaO8LKOjPlRkfr74r00+dWaEvcS1gDysRjG+pIjpPfoDAD13mvc+8OOnPbcvqb6ByD0+zleJPr8Pc73jtJO9HH9HPiQKu7ub2NA82/6XvhRQgL4kxZc9CS2fPrRQDD4DHxK+wSkAvvI1er7r5fE9gMu3PfZTuz1Bvua8ihvTPsS9UL7KnYk9Jl3rvPDeJj6sW3W+mmAfvrxVKL7zGE2++L6mvaOwLD5Q34k+oGEevlDmqr2NgnA9RTrYvUG6ir6s4YE9uItOPqLrTT6n7kG9V17nvOPWvDx9N0M96/0avHaNij0MhPW9q+76Pu4Rnj7iQse+YaqdPmKAJjtlmUg+HyiPvhDr7L0Fcfu7OuhbPriefT6vZjI+IqHTPDbEWD5LDyg+GJU5PQx54L1vYCQ+44mIvsjMTD6GDUs+U5pAvWVnxjxpSKm+Ue4evuCAVr6WTI++TIHpPVlYKr6+yEo7x7UEPlNyr70LDDc9jDfUvdrX1D0NFhS9RdfBveZPJL7Ic5+9ubNBvuXsur0z9o897JC9O9dKkb24czm+M5UpPkDJGr6VTf08xDZ3vrvN1T1TavO9WqkmPFhUQb541fK9JootPtLuPz2kRKY9JGubvZ3EGD5he4u9Sd6jPWLZD76Izm29eWdgPfrAE75TpZu92F1NPdcl7b3LNxe+CwPkva4RC76mqPO93XLxPYfkCr4uwsk9Ep/fO/kZxjwfVhI+yeL0vKvNgb3Q4oo9Vg71vXIvwL24qw6+LN5CPMXWNT6Pluo8WCRGvqfwLT6KUxI+ykOYPF21jb3VXwM+idp1vcu4Nz3/qA++rxZuvVaHLj4tdIA99s2gvUC+qz0H64K9agUvvsBVWL7/dFK9nGIBPs0lYj0V8uq9pasWvZWdl73lx6G9napxvbx7J76LZPy9jQ47vscg3z0SzcA8Cp4uvp8n3b0K9LC94Bx6PDQacD0ntL494FZlPgFfTr7nj3++1gBEvu5dO749S0M99mANPhAmKr0TN/E6SE4Gvry8JD6XKFg9085Rvl2GK75DfRc9MBRIvEZTfr2YJSI9wcKAPbG7QD6nmOW91PrHvb9mFz7cU/66gXPnPZSkZj2Tb+G98V0JPlMHDzw+E0E9cLvUvaW6tj38gAM+PwwwPuBgXT3VkCe+cBd5vp2HKr5abzA7FvIJvvV47D0hjoE6hauUvf1UIj7Fiii+DGpbvq8eWz6Z5RC+1nNxvZydXrzy0vm84jEIPsbfvz120De+jemnPJ3oorzLYnQ+m5Y3PLvcmT43puS9JT2gPTJylb6OPpU9e2sBPSlK2z2Fj+09cgGqPSRW1jxL0Zs+mz+3vTIFBr4zRG2+rIirPX8JwT1Pb809DKfCPRcY572K3go+hshKPam0L72MpuI8ijMrvt6MHL18y708AsJbvTMsp7wlSD8+M+lCvXSpEb6lfZC9SltvPgxUx7vL6pa8tn5JPvu1hD1fQ8g9oLdpPkeCA70yS+k8zdy2PYyFo72OJYq9gcBLPswqmr3ireW9BhG6vUvbaj2XWey9MrXUvTOgBbz0i2w9tfmXvvYcTb1NRKq9snHqve5qNj0/cTw+4Sv9Pb2sHT5BmWO+kOiivLUk4j0mZZ++3dR5vYvVFz6ws+u9aHvJPYKIZ7xA6Tg+bPDMvYwBkDx5gsI9ZWKSPbLMeryiT8e9cMaCPhsZGj7nhTG+dZUDvm3NuT0m8fW9tqp8PvIE+rt1gdq8a0k9Pu/Iiz758VM92oLbPYktAj0nnK+9NoZmvv2eaj6REHG9/8W6PCYBET4pS7Q83+CvPJH0I74IxFK+l9UGvRIq8b1YtTw+5VsyPtL+jLwiqWy98FaRPf57wj72rhG+MdolPtqLSj3Cn+U9Aqf1vQLT+Lxshx283PAnvU/2az0Xpj0+Ka+RO4w2hj7HtqC95vM3vo9J+D3HpR497Do7PeLitL22gZq9ER3fPc3/o70qcaK+EYCKPsIRW76Vl1884rWoOubCXj3zNWq9mXK9vEphl7wXHR69uJafvdNAET6PVos9O0FLPvsUhjttzOk94jprPrkFNb6Ew5O9HL4OPml4Pbwtw7C9My1KPtTkTT2cV+Y98Zg/vleXTL645H48i4hLvpHesbt7gyk+egcpPvQ7yL1HZ9I86IbqvVeTT737Z8q9IKKfvjaDdT3Iox8+eyGOvJw9Zj47oaG9HIYovbZ68T2XIAg+vMY8Pinebj34Jc487IwXPZ0vlD72ji290Id+vSvl3L0vqZQ96uCRPnwGFj04ena+d4TNvei7+D3gnQW+EP2LvbCkrz25cdk9rJToPfnC+D2YOhO+ZBN/PXNliL63otU95Y0uPhW9cbzSoP29SFqAPdiWjz0h01E9bN1Svbs6Jr5SHEs+VUCdvYR4GD3hIuq9ecgXPdyvlj3DE4u+iVzvPUpNF75BRvq9/OWgPaV0jD3N9q8+AIBMvgajH77utUw+cYbgvan+wL2uQoS+wMNDPmtrSbs3Fd88duPhPVQ/gD2RbxK+h/8IvV2Ie74lQj49KmJQvtOzML6Jswc+SppmvizRl73ZDl09AyV+vj5ALr4m3rq9gGhdPc37r7y0sGw9sXOuPc4YsbxtcFk9EBjWvYyOi7xX55w9N8YAvgcg8TwcSEO+X1vQPWVeO74MWLO9HOFIvkAb5bvX0x8+NpUnvhM6Tr6CpVy9a/pgPdUgLL6wmzY9dLDZPa5nAj7/y5+9rGuDvoOm872wySE+6PlYu48CFTu+2J+8PtofvnJ9Jj6gYbe9sudrvbFar71/2XS7bhKSPe4WHj2nRRm+bZD/vUcgFj24VY092mwpvUvu4D3aqvG9nTz9PPR1Kb1KbCM8WzcFvU9dB74aSoI9hox5PdwG+T1TH4+9VZj7vUIVEL1OFDq+4hH/vWZUJL7icZq9WdFGvgE1DL1qs3W+vlqivekV4bv0HtM9NikBvr7Flj2AECo8obojPl8kBD36BLg9WOomPmIkW76tqoK+55HxPOfJbb1lhtG9zaTlvciKSr7ZhEw+0oNtvqaMi7wtol69BWiQvqL3qjzXPuc9AlDuPUyAc73nE9o9ZEQIPTqe5TwLXiu+0RCzvSpvEL7fG7k9TnFuvn3nLj6IfYm8kD6XvV7J5bw+lNu6IWYRPvBLn7v7+IE9PPEjPNs1IT49Nwi+/2QDPs4DAD4prgu+ECasvXSDh71wJ7y+sHR0vugCTrzp7Ng9pw9VPYFP8j3GfUa+kP8OviI2/jxg/jy+ramJPlV0Dj6uX0E96fB2Ps3l770cDpC7FZhsvhL+vz0e+nO+vfJEvX5FDzrY5mI+5xgDvtZyLT1VWwe+3MnHvTZRjT3HxA4+g3lIPkDP2r1EDvi99rtJPuntQj3VBZE9HiL7PP3AeD5LbBe+cfZdvddhQr41pdg9OpxwvJNaOTwadB0+S6PAPcbod76/j8s9YQ8UvojvPT4KFRi+VE2BPYxHtL0C2IO8l617vknw0b3ZKHO8jjVTPenf4bwDvmm+A2imPeMiPr3m/Ak91/g9vgn2Cb4Hkwa7zl4jvsWRPj1FREm9MNpcvm+fJL2ASIm+tCvbPXHmZD5V7c89j1wJvY6HZLwHaMm8wL0avmA5Dr4Qb6k98NIwvrCQPT6fsL29q2sCPqNJwL3tLCm+ho0MPjnKHD5I61Y+7XB2u9h/vr1hbyK+u3e0Pa4glz3kUn8+HYtpPa6nrzyop4m9dCvvvTGPpL3mjZo9k66TvaYa4z3kp8O8cULAPTZ6yr3/ZSY9VyGCPn89VL4/PIk+hPrCPfXdO74YoMu9rYfWvdHzIz6pHHw+xapTPn6tFL3Urwy+Xx+4PeASFb7sMM08aVKevsZg1bucggk+Bu8iPhp7Kb4t3KG9/UCFvZlhObzv9TU+wruzPXzhsr1qfhS+u/ojvl0EiL211mK+RZ+xvfcNjz4LiIW+bzcWvtwFpz1rblC+zx3nPUux0D6MOi++v2sAPsS4aL5SDaG9B7yYPoulRr0h+58+MsPPvmvLpr7OfIs9TZrWvZvfnL2TokK+GoX7vdCZgj7o3nK+jeU/vZaCWj7XyVe+1DDVPUSTmT0/Ogs+u1mOPlZ5Ej5iguS9kVu3PoCqlb4iEQU8QtSCvUBPA76S6li+nJ8EvpW+1ryD88o9u3R/vpuVAD7OGtK76ut1vVTbQ71K/CA+5TW/O0IYzb2TaJs8ybUoPkmDJz6qJaM95ZbRPseLDL6U+aS9aBHYPWTrqL0jDdy9UCQHvl5sUbxXWQI8l4a9vsLJxDz98g8+hnAIvXz1p73CoCC+fUnEvb5fBD7XRSC8tgm+PZNftz3rGAs+UUf0vd7Bqj3NVnW+9hYjvg9Yqb52mBI9ugajvRJNij4i8Ok7hrqkPdCZor7+FYe7eaQcPqyPwj2ORaS+e86oPseKor7UMD0+tQoRvtNEADwHYoC+K+SPPktj8r24zqu92TunPaRsqL37scM9MkFrvX527Lyp0x09/TVdvsAHlb7kR/u9aqgMvgFkgT4AXVY9mNdEvrndM74b4/A8cOBZvsKBZL2bKG++4vqWPhhnBr2zYzg+l8+yPbT2yjy4Zam9/JomPn9FhL3AKc29tuXPvXqYpj3wtYE9eKcIvWK4wrzDDs+8bXaDvuVhmr0r5dk9rDABvfa5tL1ojIU9718+vnfEQj6Wu/48fDZ2PXOdMDs3DgM+1TXtvY3pEz43nNM92ukcPYOQWb2aylA+h/tyvmkWIr2o4C48lHTfvAIiAL66O6c8PNcRPcE5jD63xSM+xf1jvb/XsLxO45G9yHpUO8EDSD5004q9W8gjviYgZr5Ip5u98KDqvVbBFD0nvYc9JzScPR6DiT5PG+i97UcdvnuRCj5bbsQ9ZTBePua5Wr3OXFo+uFMUPuiqwb3vSbo9MVPzvOtgIz4U/xw4XtuwPAYHKD4Nxgk9GYP4PYf/+j30PA+9Ca4+u6ea8j1gF1U9oFgPvbdIxz123209J5IOvZUTAD6X7AS+1Ly5veM40L0DVv69qPMDvnlQFb67giw+EsatPX8jCbwZTNS8rcz7PY8xdL1fTz2+/KTHvWuZH70lZ6k96mZ5Pui2Dr09qdQ9N2TpPVoYjj0J5gu8bWGVu/dIHL6n+lO9uC5lPcsPSz18GgM+TImOPfiPPr69RM+9JNsSvq6o6j3OjBC+/QPNPRW3qz2tF+A8ckU/vo83zr0vazs9yejjPTa9AD6EKeW9Y60APm2uBr7mt/u9lLyqPSRcbL3N3oA9YViJPtBelr1tBiK+Hd2LvaysVz6YcbK+yRijvdyJTb6Tkjg+n/a1PS3yDT39Ztm+UcG1vdEIkL7SInI+l0DAPTRE07yVGIY+YmArPpA1Dj012kA+Nl87Po3pYj4bKm49kx1oPidxwz4slY++vn4zPlXVfz0XXZO+fG3bPJHWrr3r2d68XToPPnGK5LuKBG48/PRavnnxlD06jR++Gj8+PTv4Yr694gk+2cIYPsSLEj7lVqG+c0mPvTnQN72aLQm9QMPXvYisezzI86u9FnecPle0x7xP8jO9c6mnvSEOpj31nA8+BUyMvqFIgb2mWka+m/+BPaeyqb5vSwO9I42sPiWOHr6Q2TI+uHc4vsIhhb5Jp+U9wdIWvQEsAb3blZE9bH/EvUUXJ72sS3K+JrGbPuWP2rzrYIk9o1oBvhGF2bwB3l++Wuo5Pos6Gj2wsOe9xr3jPDPzl7zsrOY9WdyWPXaZ/j1NgLK+vfSPvSCZZLyMpUm+ryV8vsqZoryxhqU806Y1vX9s3L2GfwC+NfI5vpQCFL5dgNs8Q4YlPDJOtj5hiVs+2L3uvNWh2728z9o88KazPLG2oj0NdgE+pHlXPUDui72PPSI92EX6Pb/P2j2j0OG+46kYvUV21z1nSX6+X1GjPsKIuT3Rn1a954fXPLWffL5hjB094mt/vv/Z8732SwU+l+RmPYVClr5TeQ2+bp2Qvb7GHT7IhD8+AR/SvYEoBb7MwfU980kvPnD5ZzwVJTm+I7/2PTtPt75IH40+Z6p3PcrVpzy9H1a+OB50vT0uFT40nwI+t36LPhi/DT5xG469x7Wtvj+Njzw4Iyy+htu1PS9s1r3m/fY93FJtvJBWpr7WWKq9x1u8OrloiL5ibRk+95OKvotKf73HF5E90u1hvV7FzT18mAm+NVc2PixNxj7UwUs9la8BvgWKnb3azA49rRkrvqnBDj5FsFo+9M9uPjndfj1Sh36++fMYPsYWhz6BnBM93Ij4vOb55z3u/e27UZcOPVypgT1fSWq+MyAevSrodL2J7pA+fpcGvpfvGL6ddTM+PR2yPRo2Uj15oow8mQ8+Pb4dTb7iiFc+f92hvf/kb7x9E6M9zQ23vpwNP76WYAq9SdJgPFLBZbweuoI+WrEbPsfA5j1rEgK9iEKzPab76j2K5Bm+7FtGvvHhLz6vH9U9ANLGPd2VKD2iYIE9+c0jvmyUHT7INpW+3qpRPiU6Gz6srUy9LbNivC27urzyvpS9pJZaPmutLj7c0eM9RhgwPZsKIj6b+eE9M4KnPd2lzLvhAVy+VWkOvZhqLT6sSLw9oCWlPagRDz0/JnC+34gxvhrRgTzLlpU9as0avnGuHj026Lu7"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "m49wva/uSr2WkSO+b3dCvV9XgL23BQe6Z+G4OiEsmruNyxi9c7+kvD1NgL2DIyi9w+exPEzERL3uOBO+o+czvhN8DTvT0gC8MRS6vZsBJD20WHA8bPmXvfLH47xv7wK9cyLbO+IrWb2B8MG9KXBYPe1WHL0DqsK9+jaFO98kCb0kd0s8ftE9vfMWKrxqQUA9vwxMvXrAGr1/cX68bksmPIMSprsyHjW8f9jPu4qM1LuAR5e8qiSBvPzi/byX/mw9kZHRPNdzzTx36Aq9UD+zPRuHg73gali9AAgrvW/ih70uvtg8c7QSPTqhfT2eS8w6ifVQvQQPt7z4PSI9OHrxvIeuX73QUSq+4npgva5S1L0LSdG9EUKtvNYCi7zvtoy9s8EVO3KusTzMuM89BacZvf0lpr3jLhU8tq8OvTWLAb7MmZK8VTEnu9551rwv7ks9SHlMPbnLkDwAVxC9NlvuvSs4lb0w3L06Ggx+PQP9hLwhwAu+1YqJvGlW+rwzit69+FsVPfxFgrzaZ449nsI0PK9Nf7xoNye+iM/DvIwNrLyCKqS85D87O1xPK72DHEu93y1KvNpB2z2WenC9KpbUPc1cQL3P5u27lVgLvQEDW71Fvlm9whkDvcvEgr1EWkY88wXUvcGOo7xp3xy9Ktccvfs6Rr1kQvq6D/aSPL9evT0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 