{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "begin_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "end_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "zxicvYtLK77eVLQ9gVBrvYnozL2dqUG+f3aKvj60qj261im+AOIIvlRXwr3mfS88PPIDPoiAGb2x8s29p/BJvdlGXL1fh1W+0MMZPou10zxF0qO9BXqbvbuZID7YI+69vdTTPaBf3j1Sl9q9BS3tPawprTzL1q69oYkZviNcS70fjUG9DD6sPcPFH77VIkS+GAS9vGOiCL5w2Mg9grIUPbbK4TzENG68WO3vvSBs4z3rgDK+6Qo4vqSXiz34jpw9OHVYvuFi+T1EG0a+vzGSO3W9TbwEpke+yealPnYRjL0Gvrc9CFBJvpSpRb7Z3AK+KjAjvq7PP7xC1YY8k+nUPSArwb0zQvm9cX07vs4GwDuKVp89JJ15vpcuFL2zt/M9DsoCPa+ZYb6N5YK+g/aqPXRAYL7tUTu9JVMevV4QEz67XES+k3rYvORdqr0oKG++l9sGvmOarb4vPYm9929lvdBhjz2qk0y9+avzPRo8Jb6O3QS+c+/4vLpg871Z7qc9jC/APSMOsD0rxW09gwyTvdhugr2Wl0Q5L6x2vuNajr5cCMG9hUScvfZBEL68O6Q8xRcjPX6TJ74Ahzq+Fc1OPH9KrT10OMw9C5xovrsQND3wfu09bU73PQk+F77h2iK+8rTYPfUCJz4l+i+9aHGuvBIKpb1C60A9OOS5PTVJH76cnd69qOuBvuf2tL4nugA+a8CdvJAOJb6hdY084y2ZvEgYED1JGPu9clFsPhdInj4pA+295DJOPXM49r3I+vy9SBTuPKAxCD7Jbkg+IEAkPsFYe71/+CC8yXSvvZhsBj1ETwE+bUOwvDkpOb7YdyS+WK4YvqvmQT18Yik9u8c0Pi1ndD6mmZ09WTBDPmsLOb6UVei9m9MkveMVSr5PLP+9MnCePXd6kD0svTi+sIw0Pmm7NT03oAy+XretvcHesr0m9UE9QDImPpOR5b1wsgM+1CSPvcxJX72jMYS75b3VPftOILxstsU9qcniPZg6n72vY3y97qIOPoHiRb4X6KS+EDGNvsqIsz0NX5M9UuEHvmkUAz6UHxO+K/Uqvs9bxD1SG9K9s5iZvUYlbz0D61M+rCkJPqyZvz3drja+oVmDvkZwlT4aoxU+4/MCPuQMKz7sSho+haqIPUEXy71fMxw+cDR9PvmSLz5IXT099ZPhvc6hFj2G4eU9LZUSvgkzvT1PRFi9Qp/9PaRh+rsr/ZA9mIMhvTKFjD0yC7O91nGEPeZJojyjVY091LUHviWQkL4a8n8+bUq4PX4Y5713cdq9sOKIvv7/Wz6bGd48bi5APWaTaz6LwRO+K+xuPbLVEb5G8hS98ngXvfiWgr5tWzu8k4zYPVKnYDuGC8m8p5wTvt0/yj3gsX0+SuQpPvd6s71MZdA9gbdfPoBpqT2fwYQ+7p0SPYaFLD4jfVo8gANEvnHC+D1u7gc+SHJ4votHtj1llQC9MlBePmFoU76FFMk8Mz1PPoTgBT6vN7O7PnmOPoA/W74nFCY+2ssfu+ouZL3O7+M9N9FVPkgwJL10z0q+utYtvfl/NT5W3m++cooavtmJpT6BUzi+rh4HPsDaVbxJt8q7fiJgPkXDhj4fnta9ApbxPZojU75CAIE7K+MWPkcYTr6+moc+GbqsPTFFoD4P+wG+enBxvW9J4zzXMWk+B5ZIPUncGz0ZzEo+IzBcPhwyFL184aQ8l+iCPAsiIz1UYv+9TxINvsYBYL4vkBK+mmu1PYqLLr7dgSK+9TIuvnJUK75QxF49+FWfvpjIY70b0RM+k2GuPPj/yT3xsKQ98g1iPZi9tr0SkCs+Swg4Pu2ROD6KbvK7ObWcvdjSlj3IZZK+vfwCvvEyoL41l5a+s/A3vulz/b1gGA4+0EoHvjnUmL0nbuQ9iLWlPRKLWj4IwA++m1Q6vlx8ZL2NPtY9tC22PTuky7xqWAE+4A+AvqRNMb6n5/k98c08vhrFZ73UxPS9WKNYvrJ6Hj7AK549iWkoPlp0pr00Thi+v63FvQHko70cvDK96CkkvlfcXDql9W8+ewJCvWmDBT3Gsga+xhiEvhHt4L0SaxA+68MavbzEij3G+xU++ouRPT7mLb6zuRQ+QgkuPFl7PD2/4yu8TivuPZFMGb1KRpA9J2qYvl6Ql73bbzO+m/kePvlkK73gpUk+Cw78u1EqMD3WN6a9/76Fvqb2sL0j2309U30hvdPpBD6kotq9b8Zsvag4gLy1plC+p0HNuyGMsL3i/SY+x6E8vh4ZBb47PxS+OJqRPZF7Ab0GUxQ9Ay4WPsU5AD55rcI87hoPPkQuJ75e2Zi+C1QIvGFHtD2TLuE9Rp9rvoMxqr2jwk497+kmPpEIib1UnGS+KGdyviUaY76N0sa98YX1vcFhzL1KFdM5TdTKPF7R9j3E5EW+T04GvmrEG75XtRM+drZQPP7Od76yONw9MjwIvuu3/jzae7s+s+GPPQEFCL4wVES9p2CGPMXZnz2Y2wm+hKVOvlGmML0Fv729jYAqvt0kfL7XRUy+SUn8vUmKgr4E2Pk9cLslvtD3FL7hMO49P0tQvS99Zb1sqVE9YfkbPVzlS75slD+8vcnOPRwHpz0/qpw875DsPUD5QL4RPd69xmBxvnrsjL12u+a9dvZpvbqcqj2L7WW++O8RvTmXF73UbbM9y1IgPiTNh72dxj69gLiPvfWMQD0qAuI94uyOPYQjlDsmavk9Ujs/vh/bGT6wbQs+c1+AvY7uKb0I71q+zPB3vf0+t73W2wc+f5wDOzclHLyl8je+YrP0vIpKlL0W0YO8etYgPJWROj4eNBO+QmbCPAPl4b12xdO7unsvvoHMmL3/UVM+oqv1vVG7ar771Ra+pB1zvt7fZ7xTo1o9AuUvPpGSor11VBC88ygwPZhDzr37xLy8+gZePuy2z7wKDKw9u+GBPr1siD0KOD6+qgmVvFG6Y77mlX++1gunPYftHr04d+G9+fJQvZJzOb51smc9VXcuPr0BZr7Hsq89Z3AtPnVJW7xudTo+brtLvgN6ur2m7SC8f9MRvc6iDz0xFCW+KhGJPdGd7zxZTdy9Hc9uPuXeJb5R4pC90S2Evh/Jjz2uc48+1vG7vYw5ET7NSeQ9ilBwvd4xfz5TYXU+i/tPPZqgPT7iI4w95BP4PUNS+ju6sak9ASpvvYjUMT47BEc+oAHuPSf6OT6YQXu9Xr4iPfGzmL58fOo9uOeNPkYnTb1Hn1q+nm38umjKNbz1dWQ+SCKmPSaEsL0fTea9OHEePhGTxD215Ru+0ND5PfWIAz3iz+Y546/ZPH8ieT3zy2o+qyQtvSC90r53WMc8R0UKvg0MLr16mEK9HZiTvjIlgb0m1FY9kLfoPer/5b1HUME8OJa2OuAgJL5ZHDo+fNLBPf9shL4bbCO+KnlDPdRPV70dscq8NtbcvXgGmz12vgw8mdxcvIhyqbwYts49egMgPipkl71Y/Q0+VTxwPl/1pL111a07ML9ovm+JZj0jWrQ9wDZ7vl/Eiz7esmE+rNSmPtjTlb1JDDS+ty5IPgxGEL6l0BS8VduAPmrOL76i9Rc+sStgPicvc73yDpy8IUV5PC5PRz2JKQM+i8ciPo45Pjxo9hi+w8URvhAZzT67oNg9cKmnvZLyY71SwQa+p+64PX8GKT7xDgQ+x+MnPl5WlTv4jwk+LJOcPUrBsT3Mbni91/gBPvL5+D3L29m9JNmdvTzLMr7iWZQ9ibUKvr0VKb7/2Wo+0Wj4Paqgxz2oDUY9nKN3vkWSxrwlqRU8nz+WPSkQBr61m6+8DyIyPZSkk7pViBO+UZvYvUNW7L0ari09Y1+xveoDmT1N/k++emuHvoMMgD4f53m+2OULvuQncr6Mixa9m69aPgIXBj4EnKo95i0YvekYiDzqX36+4CrCPV7QNr7XITy9QnWPvePcK75kW7q9Pzs6PcVMob0YDIw+pII1Prx2Br4F4cU9ZwEHPfv+1TwKMDO9PtR+PvT/6T1tS2w9etKUvo/DxL2NmnE+qk5yvp/iLL5ZmpG+4Ww2vYq7wz0JlIa+BPudPaLAA74pHAW+MiYtPr9/Iz4ARzU+Rp8dvSvvgD0VIpK9lRMpvsoKaD5IG9+9ftvuvbw3Yb7Dudw9zBJxurj9Xz16iKw814TYPfSc9T07nb29798dPKmOcL0bby2+8Og2Pjdjt727sf49kYR3vlRFPD31WwW+tZ/uvY/Rpr0RHjS+aE6+PGuDIT7grZY9QP6HvqoRDT1gnli+k7L8PN3+oL51Zzq+GADbPfqyqLvwMhq+aF4LvkbFtjov7IW9nOxNPpLtP76qfim+EwgEPkEFzz28OaW9uxd6Pb4Z/Dzstgq+POe9PROBT77sjX8+LtJfPtrZUr00Vjm+n0W7vc8tyD35XBE+lmauvlSqRr43n7S9wnAEvtphHL6nx6o98pBnPkX0JjpdIR67oAuLveWRmz3Lvpm+RvP5vZx0C75ig8C9RewWvpHQ973gcfc9zH1avmyx8T3Zqu+91mk5voIubz3csI2+fLkcvu79Ej2OWAo+yRn/PFpdi74z4PE8ts5uvoz21T3npd28CUuUvCQNzz1lAIK+YLFUPn9UrD3qf0M+zXhSPqKllj2GqlQ+30FKviocQL6g8LM9SfLRvSu+9L11H3k8cwevvXlUabtt0Ya91gckvk+BGD5KLcU9q6FRvjEBo70+ThO+/s5MvKzKGL4HJDG+TQXKvG9egT1Se8A9QvUrvs39qD1zpY09hMH0PcEMn73j+AY+vKcivinhmzxX+4a+nVj0vWGIhj0wr4E7NqKkviI92b25MuK9WMrzPVpQhr4lD5U9LIaiPBIa7r2+62s9ZW4jPn/mZj4lKtu9Qr51vYfNoD2RvGm+rT5xvlcxAb4bW+29xas2vuTbljyxbJo9EdxqPWBTrrvIdwS+tBMqvWrnQL6KIOC9SSf1veKPZr5g6R89kmAvPrQwmz7tmVM9qlQiPhgHXL461Bq+MJWEOyrILr2V+DW7OnBEPjoaBz5TiKA8To77PYwqH75phrc81W/ivYTOLr6yClo+YN0jPp+yNr5COyc+InmevicEbD0ENVk+151DPc+cqTxaU2M96yBNvfpkCr5VIlA+jGWxvZ8NnT3PE8C+8TlBvpgS1T10g0g9a7bUPVozhLyqGjW+uiKFPRmLKT6Et1k+t/zLPb6BpT3BYVI+KxK2PWPKzb0HpIk94gafvZSsXj4BzSe9Mny4vTTLVT0K5k++SLChPi5MDb5pAPC9IKmUPiFLEj6Q+Q48S9oqPmsDPzzRiLe8OtdSvhSnJj6+wbK+GNftvGm7PLxYdW6+P4AUvnqEPD42M7U9iHkmPu1BDL48Maw9QWbEPVZytb6FdC0+W0/qPQBRQb6XIf692J7TvewpAT46nMG7VoorPt76Kzxc4sC8ey6oPUEEa77ahqu9kA8+PQ17kr6hoy++HDKiPQb5P77UPtO9HyY9vuTWgj2sUJm87zgIPn4IljzbPDq+eWSYPiVrlDyTHcE90gejPjsuAL6kVmY9jJbtvVjUyj6uIQ87VHFpvl8VUj7hLvk9bXVVPqgVVb5IpQ8+3cH4Pa22oDx6Wwg+BOwXvjzTmruwicK8QkamPU5VSL4gbwy9mluuvMvhzr3mbxS+/OWEPeVHd70lD1K9YdWJPdRZgD7T7xq+rIEnPupG1j2lyY2+usXbPglS+jx+dCc+pYJLvU1bCL4IJR6+QhXyuogydby/szE+vSqeu74Ddj5tDWQ9R3wnvi6pNL6v5a49swNuvqJrjz1x6c8+9YvgvWGVZ75sSAa+6kxkvsUuVL28vj++UBOBvjaXKz25Xsa9N5HLvZDH4L2MXIC+iTxBvjWKLL3eJNa9u+jBvXwrG769ZgA+goSBvio1Xr1x9jq+M95uvn9WTb6Rbx8+I/MePg25dz4B6r49zqYMPrVx0D0tfI06Giseux2JNr4MHiy+YNcsPmfVlr6jVxG92tBmvg+nMr3p5Qc+JR3dPUaAyT33ojw+Wp/mvewosbt+VIy+HaiVPo5zwT3f0vs9KaVjvXhuej0tsIw+WbKpvYG1yb2MASK+NCqJvuIE+D0fL0G+CmYovPUEI77Heba7wVEDPotZBb5GvIw8HIcrPOLGGj6q+dk9RY/BPDHrA76Q6Yq+nQ9EPV5uxL14Zpy7G+0APhrHXb5lrkC+w1XjPNUwpr2PxKK9Vf1SvQBsQL1+D2O+rByTvgmGYTxEuQg+PaWfu5r1Sr5H+QC+8CYMvNKWrb0/Q/w9dZcVvhh1J70MXwA+ZGCMPaKcGb7XuK27qQZkvjBOEj7cEb498pEbPo9ugb7TOh2+A0iTvf9lVr4cXI4942QyvvYmGr0cWoY98Lk9OX4CHL4TkGW9rokjvuRRJr7AMEa9DpSXPRSVQr5+O/a9vsXnvaLEFL7tW2i+2VotvaklML4e7Re+weXfvT3MrT305VG+9qywveRFfj4xs+2994FTvr8bwz22igQ+O2SvvXvLwb1Lzi09T9FcPmcP9LxmCx6+D+8+vumzwT19xRW+/ZFnvod9Hj6QDsa9g7L8vWpQG76HiRO+ygXpu/vm+jrcsNC9U0ZnvkpeyD35B9C9qkp9vjdLdTwQ7k89m/MfvkRSDT7/A6s9sCFDPTqlrj1xGTI+eO0Vvp1mAD3whi++SF6dPdESujv573i9XFPSvVjFIr6BNEA+91L+PCivpTx5jXY9iJoXPg9cFb5dwAU+YPoGvjRdoD0nHaA8dNeavR3LND4htjO+zgLVPBBkMb7T49S9xft2vbJarL0r9zW+l0Jivsin972Cc469g5aJPIkFFL6yuAk+3OhlvhoBv7xoveS7fb2YPUEDaj0EqdS97TLfPTcx0b0NJAi+FYxxvSZcFD5nbok+eUVfPhHQzjxRtd+8m88NPvykyL1xMz2+5DGTvkqvuT2zAie9xUoIPkDxZL4ZScq9E1sSvmoptb0MoTO9DHqAPs/Hbb3jyry9gOYEO6EXw70byC8+jje+u/Qc3rxqT0k+noCCPuvpsj0H7oO9UyuQPD8mej3OL/493ge0vVRNzL1Fsj2+C6OjPJYFOjwdeT49mYSEvf39Vj6XKJA+nWJwPRMgMb5wz0W+ypJ0vn8D573TG4c+lLB6PZ3ds736GWy+xe1NvHRnAb7EMEk+I5yBPvR+lb1QXGS+VmikvlrDT75jsCg+fwuxPdR+LbyhE9G9SLQEPhPPOz6e12A+1yFPvi5ZSD6v4zU+uzoDvm8Qbz1QqRk+nbIlvkTrDT3qCPy9eOqovEOSFT6YEnO+n4aKPd8k2z2Ex6Y9pdPGPX4zqrrSezK90gaZPJw+QT3kC789BdSmPWiWRj4e3Se+viSIvMDSHj7My0m+wRABPgTU5j1RCAu8/krTuv+2jr6DIgY9KiZ+vXl0Xb4qsT08tzMhPjYgtDxqm9+9MVZuveEAdTyHRRq9GKCtvREXIT3BnEW+UGVePt4yRr5nPns8MdR9voHvQb7cQ3q9NLPAPeFczD34pSC9IdYaPQ4KkT5z/qI+ILmCvacH6r3+6Bo+zK53PscOpj2oxQW+fouePqG0qbs97e+9Z5M5vukUMj2tGNe9PsyTvuT/Xj1xjd+8PwgePlSvXr4x8Ki9uFWlPhwwRj0gJ9C9KpkjvqfYKT5bFdo8pUcIPqM0kr6N5C6+O++lPZeYF7477AC++64YPqGGE7t69hG8vFQ8vkL6pj5HF1O+1W4MvpV/B734v0U85TFmPc7UND6MayQ+2duXvbyiEz62qXe+pQeZPbAvOL4XVYc9Uz92vRDIej57Yj4+fMHGvT8VJr4ylRY+Qg9UvtjlaD4rW8Y+hbprPuG6nz3n8OI9EJRRPT8FkT1BNVy+X3Q+vlEDtbueyTe8Fx/3vJ/OsL1PSBm+rUEnvvVd/b29KyC+H9dJvScllL0eXCu9qABCvoFkAj6vHfO9yS7lvG1H2Dwx05e8DicYPokIrT7ev6w+C36sPTweS7tfHCG+6ylGvsxncL0I2qC+Rn1Wvs87e74yNl++TpJavvy0qL1Q1V+9eJuaPh2u0jvUbIM9Zf/kvTPdYD6j/re9NAgrPuHCPr0mShI+OVIVvvZyEr4wIZ68NVrFvaKpIT5Icby8KkXmvSWbJz6u76m9LfJDPkq+m7wQhu69xBINPhKbuDyjgQS+jmMvvlos672eUnM+guGbPQjFn7veTNm9PD4pPi5r0z3SUgI+lHtSPZpZN7wbOZu9ZUcBPv0GYz5neB8+c0gmvTvMzj0iABE+czn1PV/Y4L3R2qm9rbDnPq1kNT57ysy9U4+JPAbk7j2UBy++WHSYPX8Llz3j8x49CK4yva/znT0IhnG8Qt6GPI7olT2OPZA+SwIHPs3Mc72lhKa8mDvJvbyWGj6Hqv094O5DvSlssD1QM6+9AM6lPc2sVz7GbF49ues5vgMxz7wWJtW9meMcvlwCNz3pglo+nm1yvTZcBr4kZJc9EriBvQYNTD5fhHI74IncPa3cWj7PyAC95kSqvQN5Gj5vgam9VZP2PXDWB74/WZW8ULcDvnfRzj3G7ME9iQf/PX06jz7aeRE8l3jUvFTsMD7poxs9YlzYPUkAczxbiwc+xTpXvbsFBL398og94deSPFCaAz5w6bY9gUsRvXxiqr3/lcE9Ji3hPbh31z1arUM+ermwvTt+czyqsTI+bY4rPhjoQj7sQSK9UHTnvEYbSz4X3BK+fK9kvbV5m70OXpI+e6d0PTMyUL0I3bs7sI4gPlIIDj620FS9R2sXPRpABL4sSPm6NWH7PO7yx72nKfW9bkEJvUFegz2lYBs+9g01PnZa9b0ugNQ8JCKxvNngbz5YYCY+5j5EvCLiXj5MsGo+BhtxPvNqtT2vOfI9WTtjvQCUTz3gnhS+EqaTPB2DNL41FTc+LVC1vSJnEj6ElZW8ouRNvbqtFz5y4VU9FIzJvYv6ML1SChi+7DcovpxoKT2Ul4c8f4PUu/hr4b1kyCy+DBy3Pn24oD0uWHE+SCzIvcdvH75+ZIg9vrLfPS22k77++Hy9agDOPVE7w715m+y9JaZCvvVe1D0GLZo+WDlWvo+6krw3uPe9Rv3CPXG2Y74YKy+9G895PlEORz7z+uU96p+zPSK1Yj0LdyK969zTPd0EfLx7XSO9hfQ+vkdLC778Qxs++MdTvoRqhb584He9oeY5Pr7sST4qV9+9gC9ePqI4vT1Fw34+32luPRMn0b2B4pg+qX2Ou1uJVT5ZomM9aKD4vXZX3L04T4e+alrwvf7FNz5Y+K49l6ubPEUtzjw9/Ta+AT6HvoZLDz1r/3q+fkOyPOYRU77u/JC+CwNWvlNEPL1dyGy+LHOevf7u0jxePDW+j2RBPq0PVj2pxwk+U7IZPoO9RjwNQjE+8RyOvRA+Bz7nP2s+S0Y/vvBPI73VaSg+Obg6PWrXFT7EWy++LdaUvI5/fb2rEBa+BPyWPT6YMT6m1y++fW06vuUpzD08XhM+3o7rPSyQeT5jBHk9tX4YvRUaRz4e2om+nMEsvm1+aD2vUrU98oVCPfhqBj7k7ji9XwcFPIa5sj0cfbg9dc7hvYiVED6kLim+SafxvMLueL6jTsU9kIstOwvSCL3BN8+9ZLxSPi8g97x0xLw8XvJKvnavBT6DfEy9O703vg1Fhz6GBtc9naxnvkzq6L1iwmQ9DAshvvnRCD2gGN68JAPHvRzvgL5iYIC+asZSPSxPPD3JmQ6+uqtmvjFlir1yiI+7eqm5Pau0pz53rRC9beaCPeL8bD4ouV27b1EXPhlKSj7y/Km9gOmJPlp5D727+wS+iHuju2S1Nr6LMBe+MKiUupFVu702HFa+pSWXvGcx/72RfWY9bNcoPg+Pk73fM2E98XaePd30MT5Ivhs+WNxevKVonL26UAY+D8JrPhQTqD2zrUw+Kz7EvCMU+r3iOSa+xx+tPbS9HL2CDJI9ltGwvYIhRD6Ugmk+5uhsvMeIf7036Qa+dxe5vYDSXr5WlSY+orQ+PYaZZj5i8lk+WtkGPgQDgL1CiJA95ItsvJV4Wj6/7Hi8IJIFPnlW7T14UNu9C6B6PdtWAr6Xx+69tqNoveFgx708Zfu8WwVyvW2zPjpaa5+9QS35vbqWUL5pMrI+5qykurbDaL1rKdC94rQbPVFaOr0sJmM+/mH4vX9MvDrYJhU+S/E0vlTUWj0N8nI9q7tXvVuOsL2P4F28ES+APjv9ib1QVQe+jUkMvkWYAz0dQQQ95lNKvhdHKb5HgpC9aFoDPo520L1tXzi9yHB8PZeGbz1l/I89wi69PWY3Yb30+hG+RCoTvqRnGT7ecOG9qauFveHOXL1aKwg9B0nGPvpJ2L2j38m9jXgOvYQA8L12UUO91OwRvlqmVD7AJ7k9h2JtPsi8Tr08aCQ+ga1kvYfbxL0H9Qs+EM4HPnWt1z3zWwE8ZLDbvd9x+D0EmMw81zDWPSv1kz0Kgt29bwGEPp6DeD5sfhw+VDoivYBF3Dy28zA9VxSQvcIsi71W0Zu9NjhDvm8agDws2TU94Rw3Pf5BOD6UArG9LfzcvUiGID4S0BY+fBkDvZAIIL7G3KO9WhQvvQ2Juz2SKwU+VM9NvAdGrzzAjTK9bFgKPin2lj5AMws7Ioe2PdnaIj3VnXc9s2SVPBtPHL7UvJk77CcKPepzY7y4umo9/TUdPncrBT6bNdk9HwACvBnjCT7zwyu+nYcqPeMcmjxjoQM+fn88PVjHAD0WzUW9s6VcPjSpJ71dv9W8bEhHPswEgz1zvRK+NqwNPiRjI75MAmY+4RtGPqg8jzsSHgy+c6STu/Oh8j3EYIY9XvsIvqearL1ZF7u8ikM1vdIpUj6X7tc9nKntPP590j3HjxS90fDWPfcg970ajEk+IEM/PhhIVj7MqFq9f0sDPpLs5zyNbEs+1DcsPl0kLj4D1jU+GdgUvhVC7b3BFjg95V8Evhd2eT10e5O9NBEdvneN6D2Tc449m906vrj8fz5O2tg91GD8PEgmV7x6kMi9BV2GvgqlSD3c0so8Q/WRvJz8KD54Ru8815ymPfDtE7yAtp09cCItvLYC6D3sK8U9SQ6NPW5J9L3IJFY+g0Jgvr1YSD4N0rq8Cd+1vZ8vS743j9e9u3SvPABvC72o2bC9MA2ZvUxWSj4rkNy8cC1SPjZ9Nr5r2IY96EnhvcYbcL1cQB++OJzYvRSVTL76xOs996oMvpWml73VVZu8T2XKPVymbz0Lote8G+Usvmh7170Sr5O9ZiKjvVlxfr2X25w8G3gIvsmiiT1Gz0s+S1egPdAqIj4x/ES9opMnvib7gL40/ww+HQwlPvB4Lr5HFp49R2a6PSdP07yiUjQ+jc5LvjPqhbyQdqO9GmcTPlLJvT2CDS0+fKpTvnJG0729FiC8A8xXPesvFT738Gy+neh7vK12Hz0qdKC9dNrLu4LoAr5ZBTI+d0dCvvfgDz50Asw9a0IgPkrlx72/9xM9R5IoPn5njr2twTm8WkAkvXI6iL085Yo9XSMgvt6Guz1Vli0+hwgiPWDMGT5zXh++MQ2HPVHgVL5Vm8i9yGyBPVnHrTyoicc9VT4+viIG7T2sh/a9f7BIvkQnAz3b0w4+g8EOPvlsHb1/Evc895M7PpoAtbsDkNo96N0EvoXLzj1vBmW7pLrNvZU45T36D0Q9v1MjPrKm6z27eTq9mncGvAcrYb1dwz0+nokIPjhhnj2eH2C9EMPIvbCRo70QP4K+BG4VvnVjhz2ORjO+wiy5urIJNb2IyDe+zyY5PnSmIz17gZU9cbINvkioBT6uEJA9fxnJPVEx7L1l+YU9FICFPnIY2L3m9P89UJ2JPEXBVz7WhWo9CanbvVmYCLoXpBw+F4LqvMHJnjwcE249dp0LvgWGUz6kEBs+YIogvY8Hsz2HnP89dt8iPmgl4j0vlD8+5AYkPmeKCb5XMOg8VO3EvRGM/D2EibG8r/PaOrLsmT03K9G7hDOrPQ5prr1UbgY+wOxhPlQ5tr2NKHM+zloSPQbXubw2BlG8MagDPVkEKT3wuXO8644LPnGfir4bhOK9VW87Ppev1b3Bb5W+9XpsPVSaY76gK8Y991UuPuIDSb5E/QM9JJVxPodzRz2nN0K+IStGvjH6+b2h9GA+uCIWPk9TpbxRMA+7WUiivGjPwb1sspC+ICJPvSiOtz0J4hG9cHzavccmoj2GB36+irpRPK5wKT4TQ44+m/UxPkGUpL3iCTO+i4rePb2qrL1P6QM+ZfWXviquHL57the+o5eNPUZ+Or70l4K+UZmGPWs4KD3qUc49TfAdvre7P71UhG4+tlGMPRqdAj5DT/A9eTibPXX3Ar78V8w9Q99yvtJnnb3yNAe+rRPqPOgj/T2VfqE9k2GUPfuXtD1Fxje+m0gsPlAOzb11bMc9AVh7vvasFL4N3h69iB3wvQvkWz3othK7peVbPdlqBD5gOqk81TJOvqYDab3UUzA+BrYHPpitoT2AKQg+lhvJvf+gIb5ReiK+idGuPbEbgjwN72Y9xzBdPYpWW77wxHk971MmvYXGdb73eii+mV3bvCKhlL0Yfxq9Cw2ZPPNTHL4KUui9otYZPqIlID7NM8S9uXN2PIkZhD3PNoK9Hc7KPZc/vrzrlE2+MKuVvf2kRT6t/DA9t2ExvUb5I76dmU08o36PPVYSLr1JyJs9hvzoPeRtFr43K6C9oBcuvuCaDb5k6Eo8oCesPQWR97zxy7S9+QW3vSmkDL2YqKw9rhgTvnvcOD5I8cC7B1ABvg8neb39IDg+RPM5Pe9ivDy5vgy9pWlJvsyqbr5upY49v4bTvWwcML5P9A2+5VWsPdVFfT0W1bM9wop2vixCorxjvDE9HlW3PTRr4r3/9wk+23ZTvhWkIb5ovxC+4OWFPblBKrzoEEO9UbUJvv08D72y4hm+uHJOPttVtLwpNje+coUPPDLytj11p6G9EGbrvbhQgL0OXEE8MTdwvW9yZ7565fa9Ky8gPjdCAj7Wgzk+vvGIPp/orr2ztoq+oUpXvKEBND4STgY+WN6Pvv/epb7ghka+UuHivQmtRrwUsyg+q72HutneB7zzQbE8DvamvZkZ+D2Ryjc9zAQIvr9Fe7zIF549EX6zPXM6Yb4zraK8ZjG2vl6PxD3BjAm+qMkSPRhmbD2OIYY+0941PJLQAD6lEAC+Ci/PvTARyj344og9aNiyvBxmUr0ZDgA+ELKmve/crjy0BZ2+INkSvqRcFr2Aoio+AnJvPfZ1V7zTGBC+8p7ePZ2RbT1JQZa93fwtPbKSLzwRU5W95huevQ4fkD02Chs9mdAoPtkUFb6jh8K87TeBPJL0FT7MZZQ7v/KvvbtgsD0Rm5C+JighPp4INb6ZOE4+xr6TPQzTnb4Txww9kQU0PpNbPL1FFz09Dv5Svd3mIz5mEoK+iGBOvlf2Nz1MeNu9dC83vkYrzz0w9VS+vJazPKstFz79zJy9sTuIvCD2dT2zXw8+06dfvimrjj11n+Q9QrQYvkafPL76ZqI9BBSxvb/bpz18maQ9Ka0Qvvo2HD05Zie+BD0Vvps+/r0NVqu+4IdZvhdJuj2dCii+o4WfPXh/cjyVY6M+P728vBarur5EcUW+AmmZPaR7xr7ua7o9KJNEvlxJZTzr3wm+fkUrPaGTYj5Rsy++Cw+0vQ+mNT69N8a99EAEPoywvzuAHBG+iXBdPaHJeb4U0p+9rU7iPedMRj7tZkK+KARSPR1nIr6E5cy8Oc46vcY2LD5EAAw9sIzIvJ4osL05hUi+wlAdvTNO9jxkb2K+4usiPYHCW74fhVA+aiCAvl0B5j2RnK++zw0JuhfZC72DrUE9STDWPf6zkz5I+8I9qxVfPtaxZr4PqE29fLfzvE/kBD5i2dY9GwjNvQKqqz287Y6+McGAPo18tL5u49k9uxjGvrftYT6dhvm964WuPdskLj27VBA+LEoyvILUIz5pkew9iraKvUCJRTyLMEi+ogk+vndhbz6upa48soR1vvJcpT14F6Y9kLyuPvtj/T01joa+OvFGPGP3/LyfJQM+RzpQPo78Gb1FLIc9bdN9PbfcIr4mc649YA+LPfU99ry+s2K+nJwAvq1yhr0ir5I9I8Tvva6kcb7WWMe8IYopvtkcKb7vQUW+yyvmPWd8ODyQOEc9sLumvMwmfj7kgz2+pIftPRFCtb27pJQ9eYMAvUKQsz7t0oC9jUW4Pk68qr2Crgq+1Lj6PT9PLr6fXca9eLw4vqwSfr7jK3W+KSwzPRuJNr4UWbs+Zkhhvo36xT0CsOG9rOBYvi0zXz4RO1o9TDWYvhpSeT7cH+G9P/tRvsSts70nug4+vbsevbRVAj7bs12+JVu7PmSckzz+hCo+fvezvS/8tLqicDU+KZrMPckvc72kUsO92i7JO9i3dzyVVcI8Wu0iPnoRLD6uswY+dOkMPk0jqb0IoAK+I3OPPm7rPD7g3jw9EIAcvsUHpT21bU0+Nydyvf/4cD41aMc9nChjPl68sT3pyEy8aF0qPrdL2z16zU8+M1sCvgD4HD5/Jfi9KcksPkBCKb1V+EY+CVBKvWe3hT5IHES9pycavWVnvb0nbnI9HtLUvatxTD5mJJ09hmuMvGJgeD3KJOo9dmcSvhTgjj1vVLG9ShpDPWUogz1i4MA8hhaVvWLKej6MbAK+BNyBvT/izj11ghs+dhHhvUuZGb7YN4A+SqIXuwBcOz4PWsa9QJsKvtCsoj75Et69yaQYPsO8Z73+qyQ+4oNNvuKGND5OgYK8QfQ1vQI18D1it228krmyvd51Cj454ji8pzm9PLQWUL6TOc88zohPvSLKuD1rx4Q+6HiZvF7Z2L3IV+a8tZWyPbiPWD758Pu9BMpDPvIiIj7IO/i9CYfWPWSG0r2/+YE+mmGWvF/yYr0rUao9f9NTPTbfxj3tWTQ+ib32PVrgWL2pkHK9X2euvPplLj4q87U8FTuGPYtf2jr5Us49SA0vvgiUxb1vJOC877MXPkH88b1/CnK8050rPh+aGz156kc+KqC/PUgRGj47QB4+KiTtPWNpEjwMe6c9rlcXvpd7Lr7ZE7g+PcQwPcWxDb7SCi2+kuX0PfXIKD6t7xy+3aolvQtL0j3T6pM9sMC/PZxrLr0TUC898iNyPNmxED65O5y98E6qPsReWL63C3k+GvzxvY3d6z1uRcW95HlnPoelBb4YFQO+O9P8vcYDL76zyYS+Djsmvi6Rub0sQMg9nSjwvUHXVzxJAFW9dOImPkHQVL5qDru9NuiUPXO8ubzEANa9rd2WPVjUAT71QUS+eGLgPXztDL52U0+9f8HPvWw0Sb7y7bi7YtO/Pd8EUb4zdI+97DVdPtp47j1h6SS+T9kQPiFfxTzDbEC9TrCRPX6iZL66aee7Uzumuxnqgb4vdTM+JTE2vk03ob2cqCU+uAKPPfn99r3hNCO+vJP/PLKNYj0tkY4+b2o7vQlWK72WcjS+gO3Ivej0Ij4qIQ88PVAavEq6hjwp2AA+F5iEPrJeZr0jOb2958LrPAX9CL4QuBg9UoEGPmLQwr1inIk+wx2uu7K5Fz7rOTa+FrivvHrIAL42LK69pXx9PgSisD0Fmpo9PpeAPP4qhT24gPE76NJyvquYWjyLXIM+QYl2vgL5CT5+vmK+wAs4vTLke75vXZi9d2PNPSZJgj75VxA+KK5fvoFa5j1L2Os778xLviplyb0XXWe++ol8PtOx77166rE9BV/rvadjBr6HMIW+FAjFveCG4Dvq5zw9zZMDPtfElD6+H6U8OxQmPnw4Hz3FpwQ+fa5KvmXq+j0GCVg+BNSju/MVhz1axgi+ZXJrvm5fGr56Tjm+yzVlPhf3ZL2fA2W9vMnQvR7MTj6CAIy+srKTPgxTuT1aIsk9WkAjPbdO1D7U/ZQ82HN6PuPtF75Oe3W9a+kxPsbFND4yh+a9he1JPq39BDzWypg9ojqVPsNosD3SeQM+J2uRPXeupT2ZHB4+17IYPj17g72bPLo+WkdIPnI/Rr0FuXC+zAeqvkOWlD3nUAo+KtY3voKFDz2MAoE+wPEhvoxwCD68JXo+OpPFPihaBz7pIYC+3zSRPajEbL73AE4+bpPPvbTiu73HPAK+s3aKPbU2372y9nI+6vXRvVbQkD1LsMO9Gw3bvRRQN72MSgC++LJkvsFJIz6p/6i+cIaJPcyUZr6ASyO6esWGPQxfCb49bsA9Zy0NvjTlYT01w6S+Y7tmPkh9lL1BWmw+BrZMPflFsT1w/6C9u/oDvesufj1OcI6+0E6XPkaLlr61z8G99TpdvlqElb5vgYC9pG6OPpZfZr5Pj5Y+SpKjvItOUz5V6lC+in8rPu1eBT68spc98+yovdAVfL4ae5m9r1O4vVlJKL1LCeq85OfbPCDEej053PK9NfxvPpxzdj0sDiY+fuM2PslSID5w54O9tFucvemlqr1Atvu9jWVovkpF8jsIOei9BtjuPNAdabw9A3m+ARxOPVM9l701pIG9nR/zPTsGnT390cE9PpAGPm4pZLw3v5k8uoqzPVbedL6vmr48CpriPEWtFrxb+5C7QTgfPkBZHL4yWaI9Z6exPMx5hL6xJwE+Rp/zvbDoizx1Bc69yi57vo1tBz5EZWq+xTI+PV4eBj2cYQS+b39ivImt27y0UZi9aBQevu3zCj12eYY9vf7WPdwIZb6rw0S+3mVpParjBT5Iggm+eaLrPdvKLT0ZmPy907TvvPfyEb7FWFE9UXcvvogG0D3/RFy9t8E/vn+cvr3kmIQ7/xcvvdUDNT6uNaG9ENgXvdGFIb61HmK9++Oovc8sm74KD6o9wtgjvu0+zz3lyl29ssKxvU2ssT29F6G9zm0DvnOAHT4V1w6+UB5kvf0VGj4Nc7g9PLbBPA0H07xCpd89nCeGPBzmGb47gZ49NtQrvtEohb0TxQ87wpkzvUoiTr3bzsS9SJILPrig9r2+HrY9f+WFPLOphD0HTtc8Lzt3PYK4Hr7sO4G9o05IvXvW370E7B++5LNIvvP2nz13dga90ymHva91Mb5mvZe6vVTCvY8FDr2Y0zC8Z2wOvRexN7xPc1O833kBvoNOyL0UNuo9kTsTPstbRL7+d9w9FatgPp9bWz6BSne+OXlfPSeR7D3I9gO+9f74O0Yajr79/hA+MkMSvvsejD1wsFk9ATAcPgkkDj7mj0o+RV73veZ1Hr4tFq89+nJmvhyqGT1bdIs+M2Y7vUJC271uWbU9r9yCvjcMbD6AF8C9MyG6PcrhCL2EiLM9Bb/pvDYvXb6Lj5++YWQAPvWXCz0mgZy7nxlUvB+sRT7RXZg+myLlPQYOp726lLE9rHBqvDKyPTuo2yQ+u21AvSXEGT5gMdO9tgP/vaNKlj1xhMO9XHSQPj7OAT7A1VS9CHH/vcqPDT1lVk89xgMDvrj/0j3rxAM9PECfvfnXCD4qjUU+sN1lPjtQmj2G0FS+Zv6VvljJKr6VM3A9rlD6PDNLJz0zLIW93jnKvOTnZb2nkyq+Ym27PX+faT69eHk+gUOcvBKw1L1ybaa+PStbvjcwFj5V2fS96utIvtNgVT7P0zC+zb6RvTV5C75u5F+9L4KMvvb52z2FyBG+WJSfvmMlYD0wfsM9wka9vZDubb6eExY+WntRvsDAy73Udm6+lkXhPcoz4D2ScEu9AJYDvlzdIb0L4lC+8E9UPitI6b0vmeA9n0QmPIk6MT7wZeC9HUsDPg+xq72O4K08bvSrvKQb4z2qEKK+wYIXPi1mqD6oP/q8uAxAvUaqTT3g/LC9IYSMvTmRiT7/cQa9xHfWvcGjqb6zBSm+3oirPXpf0b0A+Ss9aqaEPQuAEb6o9S++f5uYPc06ZL5JoVO+/g24vdOlxbq/BP+8TwZkPa8hgTxExVm8IXKrvfPec77LBjO9bI2BOwgjR771JRc8zaW3vhm4Qz0HtKQ9fMq4PRZddj2LmlY9YQsFvnvoAb7KZwa+9TgaPlttgr6GZRi+MypwviylyT2e7Qy+J83gvbBl1z0NieO9LyLZvf2chz5cz7C9uE4cvg3eGD7SYig+gOp+vs9nQz23ak0+APtHPnYXnLx3lRe+oB1SPM9dWD7lbrW+lwQBPmWKiz2OgfQ9BaCsPeCtKD59WXG955CkPszZsT3vCIC9HOmOviOOmr2Xhoc9qn/OvI/sxTyFb3q9auIPPaUP7b3sDai9uvQ9vQbCXL5y49g8S1CyvYHhib6kTLI+wfUEvoJdqr1ccWk9BQasvc4fqb0/NTQ9Hc1gvKLJmD0pg5g7dcXYu5waXT0GiEs+R4sGPdrkqT0b4g6+yAxZPr5HG77MOpy+kVP2PLVVab28HDk+NuOive7Dxrzk032+37l2PfxHNz1vaI+8RMCqPbUkTD4zfoc+yJOevB8je7wdz4a9NaIFPPj5yT3Ty7w8qRA/vZbLB73sfxO+kEWEvkMp3r2SfQI9ZRYePhN0iD37N1w+MyPBvXtAF74g0MM9qogIvugrI76GNEq+u5advpZ/J7tgHI49gA2CvU/EY774NKy8Esq4vZKvS77ablu+rF6xPeNuSzwxZQ6+4B8QvtJdk713dqY9emklvrsdxD1ZG0O+QlCXvdAl0r1CsVm9Ywo/viGtYL7PXQi9a2VVPQfUfr0d6r69R2H7PGdpG759nFO+Lt0VvEKNqL3MTzm+yFYEvXjxgb558iG+l0t8PercJj3JB7g9/NNRvlqO8b0Glia+4SpVvJyGar3BlRq+VwlhPPQ9rr06wyO+ndnxPCJ4xzsw6tE9HtwDvlLk5Dokm3e9q7hLPYUbXL1WUJ29uHqyvMVeTz2h3Ca+mw+FPZiWmT0HTyS68Da4PQImor3+ulu+seDxvDq3Iz1Zo2O9nJMSvgO2Vr7r9Sm9V4phvjmGUb76D++95Ev0vaq1L772T/+9ih4ZvfNULT19h8O9CUE5vZTLhb3Cfzu+TFIwPYH7T77q24o6LjatveEWxL3ucz2+dqHEPMFqmbz6qge9zHTqveo91r2B4TA93efePLoBED54ECM9JCqYPagkKL7HrIC8SENjPH79hb7qk5q9wScevkRrHT4+QBC84l9UvO5E7L0GkTu+3XKNPBowY76MH+g9fbHzvUaXGT72XRy+vb3aPQsXnz0W9EI9ZWaNPT1dQb6UmNU9YYCgPWdP1r1pvIo9FAYlPgHPkz7cBYS+LOTovTsLhb5hLPO90gIrPqbbor1ExJ6+G3s1O1pt573RPGU9S7VDPow24D3p8SA+d0/yvNsAVr44eCU+tGGiPXAm+zwK5dI9WGAgPDSElz7CKlk98hkGPtk/Cj74kiW+RqIKPogG+zw0sJa+QaimuWADgr6fC8e8iLtPPfFSbz3w93G+TJQTPoUoiLzf8AM+n7YZusWzFL68oz07osjVvGNzHj4MVsY9rg5FPinTJT1FgAg+BYyPu61TFT4sC8w849Z+vRj5uL16zPq8Urc3vlQhV702kBe+aU9mvkByTb5g6bg85vctPu2FVj3gyJW9KpGFvmmnob7dJFG+zeTKvYuEN718Cti8DbUzvlrZ1TxNDRy+2FeGPoX2Mr6RhoG9lG+GvVT/iD1GWce95kXLPUW6cr1FLWe9p6IZPfxquDtYmj09Qf4APmST7j2HMzO+la6sPRXRSj7L7m2+G15zPCEfurwVg9q9dUSTvKHzYb72TCq+w4/xvQEEj701NzO+dz4lPlSeVT6kQps9HrxjPgeG2L5GOWA9xN/WvV9hiL1McLC82IXPvXQcvj37n2M+B3QpOsFfHD74Smy84wEPvgd4ST02S1i+J8eEPZWhgjzivog+5+DxvbnyxDrxPKA9UW8DvjXrzz20yJI+r+A0PuaLQD6pf4W+0Q2evX0Rpb5x4IS8gJlBvmtQJ7wsHK6+Q/qtPWuGiL3KSJu9G+dLvhfiyD3HkxU90/KCPiimLj2aHFQ+/2NcvT63Sb79hSA+LP8ovowFaT1Xpxg+qxzAvne1iL4NhYq+X/qNvZfBBz6NO4S8gvAgvuNcOD1f+gq+hnEJvt+9Dr6JdTG9e+YhvrY8m70gaay9w5uPvp66R75GVfA9x9GIviesRj7cmrq9tguYvcbeW73Uq2o+jmhKvrLw5z0xjCw++jiSPjfe3L1bX0M9H74ivWiYQT4Jgjo9yXWSPsn0MD0CwSi91AmQvmJWfrsplPG93HHbPZXEoT0D0V88BINPvKfnXzxKhSa9sb2mvocmKDwkD+w6uhyqPUYVRb5Fdjs+39TtvXVo9j2Dy3Y8dKgqvlT5d75CEQE+LYFvvsujH774ZY++o5lVvk1ZSb794Re+DouOvRJ+JT40UYQ++WzqvaPcYT5fpBw+LUn6Pfuyg7wYX+q9nLysPmcNrz1YaZM9bmdcPrMuuD10yoi9zEuCPoyYS73+Swo+soBDvbsDm7uBg44+quMAvTupfj53toE+7njXvEZ7VL5waQi+VdbVvHy6fz77lyo+b0WLvToZm70fDlg+IF8EPXAB4Dzeopm+w4aVPKTNcT1b0by9Jw9oPYUlDD4TS529LaJmvnpsCL6e9xi+z+gQvUDbi73QjyW9mf1svWyxzb2IRES+4iyxvdgpwryhfxK8bFJgPqLR4D3HRpy8aLyzvchFPb76JJC+1f4UvRMIQL28i9a90a6wPai6Ir1w0y4+IxEEvtnYsr1EBbI9epX4vDwkQL4yfuo9baL5va/xdD2BSdW9f2ClvRHC3jwiEFK+AiNXvjxWtT2PpGY9+mDRvZi6UL6WyZw8AIj9vYTXMrzQPPC8gEkZvpMAj711h069fjpfPfw9Kj0mR4m8ChDGvY38Mr5ZnRK970KPPZ120ryr7ES+fiblvPoP9T0VF/29vcOZvTJ71b2BY0U9MSIZPbGNTz6yJNe95f0Svg2gZjwUIHe+c1Zpvt89wDtRX4E88SOdPbXgI76inC69M9SAvWLwA746sP+7pJuiPbv6kDyrbj2+gLGXvd7Fir18OxK+RccJvsvHBb66CG++h5F9PRn2Tb1dLJQ8VBPHvXhIFL6P2c09bKk8vvs9TL6Gq1G+a8vQPVzfub1sdza+IuoVvuqJcj1W5tg8g2M1viBf1b29PfC84tkNvojAQr0k6+A91mqdvSdoVT5ODg++VQkdvm+4871bfPK8WJ2kPXHO2b3M4Gu+JcXGvdlPeb2nVN29sM8KPs64NL2orYS8KEIOPjEdFr7WDx4+yuz4PFC3Eb5rTzu+mOc1Pq1IbT7uZhg+N1SRvZqz2r5dvGi9YhtOPrTE0D137Ve+wncIPrkzQbx7NLU9h0eHvtI69r3YtgA+Ro3VO6hpGD7Z4nk9HoByPUntJb5RVKa9LMbsvSfbSj7TT2g+sborPomkAb7KhgI+TkgTPmYSAz5yRJu+d6RvvTBjWb4K/lI9HB61vZP0BD73Hgc+7nFsvtI/t73f4/Q9YMgJvd7iKr28Uo08DZD1PdMLjDy0J7i9Ou0vPXK2MT43SUK9uFS+PV7fur3HExg9b0fDvTJH3704QCS7NtrLvWRGu70knSE+gpNJPTUZP75OdOy78msjvH5rDb4tUBe+OoxzviYNX77F4wM+H2w2vnaOjT6Zpss8z/CFvddQUL1vW4A95ccnvB36rz1V6UC+4qW0PUZCnrz3j4A8yoU6vSn8yLsvY1y+tGM2PefpFL4Qgo49FLxUvbXyG766j2g8TCmJvskUhD3uJIu+3SiRvVZU/T0STZw8leqqveESvb2vQGw+hpqlvdffhD3hGKe+QNipPbtZ4b2ZVrO9s6PBvVr9Er1CiME90cEiPmTHW75/CMY91lwyvp7CCT7Rvw0+LbPQPeO4oL5a0Q6+99cIvgmtj72xPpa+1jlOvmIPJD1UV0Y+yuSWvJlpub3Cwbg5sLuUPL8ocz6wfcy99rmMPdSIqLx3V5e9AdFBPDvdYr1hJCC+8rt8vqsIyL0J63G9DR0Hvs16Fr7ZHWq+rfFNvkAZ7D24pvA87UrWvfJGiT243LO8i0lFO/vALT49Gwo++ri7vH91iz1uluM95HeCvq/wxr13aHu+IVLKPaVAib5cxbk9TlrgPfBYrL7Ve7+9aQnfPQM/uL0PDYM9BoWlPfcohLw5m3Q9uyESPCdwZb6EtaO9FCOkPfb/yzxif6K97dklvvubzjzIcZO9byAJvqjsYz7YoeU88oESPtmPgD0VRvW9yCqZPdJ04r0PMwi+NAEivvktbz6c8fU9dgAYPntO2T1GQ6U9RkPPPSLKZ7wJfQU+K3XNPIc27z2c2Ew+BErSvaer7L2I/wE+Mxg7PVId/D1XwiK+gho2PU5nZT26jZY9B+GwvYG6g75/YJS9s2ssPg4Ziz7QGWM8XNllPgPNrb46JME9Cz+cvRA+Lj483EM+Pp/jPI9R/T0fQxo+TCo3voYV87xcRue9rtJJvcktwb1YPe+9UB77vVwtmrxLMyE9ifRTPQBM9L3NYQu+AdEsvjc5Uz7RTZi9a05AvXWVq70PZZW9K6nSvSuf2r2wZDs9uDoIvVdtET2sz4i+PaMAveHRRr5A8w8+zSqhPY6Ogb7B0yA+HrEFPrqyBT6nnvk944xYPtpE8z0ZWJa9RHeLPSh+Yj1YX429Y/K9vRYIJz6iNjA+yrU0PQS2YDtJEPU9F4oYvZvyMT5B4Sm9692SPkEQv7via6q8nd/mPQsLijyMISg9nlebPQftG72Fm6c9T9KLvBY2Aj5quQE+QYhRvTBp770jnKc+B0NDPrZyIT7OUVo9rdNxvBW0Gz7VUx8+I/ofvesjOD4bga49sCWdPmN/n70plb89e8d4vbOfCLzv3b29XB3yPeu5kj2lbPi9lxByvBmaBD7Lnxg+E0vLvX7bAD6d/Tc+Y/0mvTXi/b2PZaW9aXRWPoWIYzslgf89MY3Lvd7VLz51mkY+5w7nvIcSXj3eEBa+0hoQu0faMz5QKx0+aT4TPu5F1T2QA4M9ePYqPlmhAT5JOlO9YgIUPeTvTr3I8pq9odHXPZm7Ar4pcoA9ScJLvHDxSj15PfS8KAwcvSc38b1xQwA+Q47vPZ2l/r3Ti0Y+QFCAPvD4kr2btCq8W4bPvch8cr1qVrQ9QQ7rPQCBNz4xH8Y9X/thvascNT1g7Z89sX9ePva9Fr61t5A6tl3rPWgrJz54Sgs9XyGtPSpccj6u/Fs+jO1hPp22GD5ELEc+29eJuzRNrb3Ckoe8oNVFPSFbzrxy2/U9asL9vdc0rz28NBY+d4FhPstVJD5DaoU91YSRveHFST6l0o28vYm8PPLK0j3Xem09rOUuvnauSL7XtqG9I0l8PgVkjb3a/SS+qD4LvqmPIL6E4um94pvwvXZljb2HzsG9iXWivYjhHj77QaY9cDkbPslKTT6QbaA7bG8ZPjYoJz6kxzS+QYIzPm09eT28MEy9ituNvfgURj1cax2+qAw6vsx3ND3KaLo+LB4TvgImLT7FYSm++v+avfISIL5KwTk+iPvWO2wskTwY32Q9BDcvPmmwMD7p4My93EdbvVTni720aPK9iWv+PQRWBT4F65e9FX9jPi5w1Lxa6aS8wKOpuWu+rzx80gu92R0tvQ4erz13KDE7dJQividITL7cSEy9d9kyvuKujr0di2Q9jFgdvoAJUb2QBW4+EEAHPbBwvb3Lnki+DmNsPa6WUzwDHJg9Pn1Avi7vAT6v12q+oUA8PpWE9j2Qmr09tbMPvtvBAD1z/Qu8wQxEvQQEIL718oC+43RtPAe6SD7k2i0+/EMkPlq0uL2HVF4+UTBMPuYzAT6sdCc8dy5UPjzrEj7/VBc+Cm1sPcwKSbnhtyS9bdkTveOKHr5dlRY+eZXfvdNqOT6hLOe8MWR+PKsKez5dEcw909qWvWkiKLvoq248l+fcvXeLTz5m0te9W18HPUuJNj7DxIW9KqTuurd/MDwE1oQ83FcePXrwlT0KlzC+e2jYu4ZVDb4cVuK8JwX2vdIZr7260ZM95eW7vIxIJz6UMOI7CYkuvnMkYj08KLY9zCizPAzCA76vJy0+p8BSPcmOqb7XXhA+QpGgvScEKb1CiPo9nQdrvTk/8z2a6aG+QfeCPu8XqL3ZJ6K+FnsbPmAdDD5dLC89fDWRvQzSgDtiPCU+LwCkvbq1C74+6Ba+TCU8vYs/IT2tIpe71sQBvjshJb66FUq9/jmqPAkJMz7Kbkw+AwQcPhuCAT4m80k+H2AmPuRMuj1kMAs+c9Q/vZMBlb5OXTu+Zf2CvogRlz2dKTg+3ltLPDRfmb1ZxYe9UkkqvqzSxDwZ4Ie+5DswPO2/HD7ed6k9NuLAPVDEQL6O7hO+7aExvi9znL1EXTI8UgeCPuPkVD5ckh09e9c2vX/+Dz6MjI2+/QJ+PilFer4QI169XxRYvTiLhb2lXn++XvJSvHoMrD30Pfs8LzfnPY27Ob4ocao8ojK5vLJCBT04A0u+vTFbPoxMQb5xDKo9i+c0OhQI7r0vvLM9SZ8DvqvART4nfCY9vUR0vBteN77Xfwg+RdnCvqEHSDuvXQy+RH0YPTT7FT4tYs+9zM74PW1gWz1ujHO+F147PtuOjD24/b+8p5/0vSjUp74NAi8+ZFdxPRHidz20Un6+lUcRPizv0j2EhHg9+WkdPYWqYb4Ta/y97+4sPtRXibtTVnA9zcEbPgHAEL6YMxa+gWgUvmCtbLyYNTM81nd6vlRK2r1U8BY9Af3VvCfTd74xJLu9DUwePccrLz7YZt89a4K8vS4KIb4nf4W9yk4zvnRVcz23oDm9UY8lPuBX3b23roa9ZzoHvhCflzxIjy8+ZnS4vQd5uLyf5tQ9aSi0PTpZ6b0Vbc+9ftAOPU7GPj5nxi0+PaZtPawt+7uQm/g93XgsPRqAB75HBJM94IlaPK6aLb1SbQu+ofv9vZwPIL0dTGC+TywsPmxOwD7jlzu+88UevhPpyz0Fua29QammvOYD1D0BPwA+dhYOvbovMT7/Bl08O6QEvcH6W76J/iK+9m1LPrniXj5HmVC+oIQGvvo5X7x3zji9ENyjvVRgDr0T53+9BCaCPYeDWr0WmRA+Kig2vbU+N70LtSO+3vwRvhvQCr6KuiG+3s7ZPY/g670EnHc+Bd9vvY0IJLxpgU29wh3lPbHZj7oL3ga9ODm9vRhEQr6rcKi9k3orvM6LFrx85Y29DSmqvdGrED3KWRi+osjfvViZbL1SmeE8zsP6PNqH0z12tcI9d1uXvuNEf70PVRS+DayMPO17Er2Czye+VcOPvYk+/z1Tqcs918c+PnmW9D2r+4482oeUvPdEvj1PCgM+s0vJPV5xPruuGlI+tGZQPuLnz7sA6PG9ZIOWPFQfwj3xFc4+y6ebvYZenz11iMw8M0wePrLG8r1rfh6+AHJIvdtIkTz++Y29FKIru2SJGj5ztLo9q7Y7PmhUHT7Gc4290TvkvM/Ogj3U36U+sOzUvcyR270wNY2844DFPXvy6r0q0xy94gKjPAPPE76l3DO9r7fGPK6YCz7NO4G9ZaBpvS3ux7zdsLM6sPIqvpGU9j0l95S+OLORPVtclz07TEE+LXMEPsI4RT2UiaS+2sWkPU17wz0nqe460s4IvfSrzLzVsyQ+5ZM3vfXGvz0Pv0g9cvAPvuL6rLvpLQG+TbYUvfGtTj5XMaY9/0+DPYGGDL54Q+M97TuLPT2ch73IkcO7QkF4vg09ob4QP2W+1PhTPtG1Dj0I6eQ8RtQzPq08aDwATAE+yqWzPafQR726gHm+Z28DvkKxfz4OWyc7nXJLvvi+jb0G3uA9aBtfvDA+j776jDI9t3QZvvbe3z0QBwO+6DS9veNK672SQhC+o+RuvsVlCD5pSVu+y1XdPfhDkD3sbzK+Z2RDPqnKH7uqsw2+XXm4vF0KL72jiWG8KOqjvZCxhj4kg1S9kKqKN8RyLL3PlQ6+hp5qvpbIzTyRoI49IL9UPQmVvr2WFxa+KBWOvRlwZD4JlK++Q8cEvgpB3z082/C8QgNRvrIGvr2PBK69XGNKvmGPST5csE8+/OxQvuElA76T/Jm+PHKDPmfMLD4PRUw8Lk9FPgOv1z3i4iU+OIQ5PDj8TT7QWF0+axtAvJhN9LqIQ3G+SLGNO9nuvz3fKQ2+8KQePhEDNb0gyJy8CPWSvRB9xD3JsJe9loGFPZ2yeD1Q5pY+fGd/PXGnFz4U95s+/hQqvVLnHb3MrgO9Wse4PQARkz5V1h2+h8jqPUuvjD5/oPC86/ClPviVjr4pHig+tW2lvXdgsTyRkj++d9P8PXdw3zyauvc+OBjEPVxasr7UHzQ+qzKKPpy1Vb05Upe96OxJPtZPwjtHHW48DQKfvp5OhL6obJQ9T4mkPixWGD7Enfq9LGP0vWpzib4jdMc9waW3PTkFuj2lp72869/QPnlXWL4BJZs97Z3JvHjZJz51XXO+H6gqvtRYMb4hZ0e+6OhovS2gLj7O5Y8+GU4jvpBN271j1G89dv/Fvaeshb7xc489y4dYPtOAYz7D6Uq9X8jXvE7dqDxNNmk9b16UO2BduD0Loum9ScD1Pl77pT4BC8m+uXyfPgIuc7qlHHA+LimLvj2Q8b3fxGO8QVOAPv6jez5WDUE+8mzfPKsdTT6pCSw+wol/PVRvBb5Y5T0+FU+Lvu7gRj75wU4+rYVzvd9nQz1Uo6e+tvQyvkn5Zr5K3oe+WpHvPeaqQr5F9j86juYLPh4it70EmDk9IePbvYUS5D2wV/e8wCW2vcKgH74P96u9RcVWvvq3s70YI5E9zms0PN4ti72DFD++c2gzPnIpGr6A3Ps8lYJ9vqlkyz11VQS++fpPPCBMOb7HD+a9s/giPm72Sz2fpKQ95U28vbAJFj4VFIm9L9SmPYShHr4saHa99mmMPYOxCr7IN7m9wqNSPTdp2r17hA2+SSL5vYhy9L0AS/O9vVX2PcJkCb4yo8U9i/R4PMCh4Tw72Rc+vmkHvRtZcr22G6Q95yzrvRayur3PRga+AtBaPFZUOT4h+gU9EsRCvgiXMT5c/xI+93zbPLQvmL3r+v89bv6GvYZQDj3mihe+vvtVvfeQKj5PgWA9OseuveoLsD27GW+9PqxJvkPWZb4RDDK9/CsFPl4eXz1ah9y929ocvdMTob178aK9GC1lvdwIPb5l1ga+8gE6vsml8j1hxt08QJApvnAq0r0Naq29yFJoPHLicT19ULs9MI9mPsDCTb7hO4a+QJcovoucQr7RqVM9hx79PfcYH71SeYE79NIDvrhwJT5Ba1c9X8NNvmO5LL6yneU8UmwRvR9IYb3/GEE9Xl1/PW3gQT5DGue95ZrQvcW4ID7IGme7cWXxPaciaz2Pa9G9KrkEPpjjvzsdiSw9m2LOvWa2sD2NfwQ+0DMrPiwPYT2gcBW+qE55vt/RJL4Oav+6GuAKvoWY4D2+tye9JWGFvayTLz5f+tq9rhxlvvXUVT7OPPO9PFp4vaKRdbmbD/S7OoYBPv1Tvj0N/TS+Gkp9PE6mEjtseXY+tQUePLb+mD7kRsS9gXOCPVpJl76eQIk9yXrbPJQi4j0FYBY+ZO5pPT2RczznpZ4+3WDjvSY1D74TMWy+EculPYgaxj3+bsQ9YzG2PV3s9b2xsA8+wgQfPf3WKr2e5m09hKkwvkgyJr1l3O88vDBWvXWlM7y91EA+bBpRvQAZDr6MBYO9OYRvPreZzbubtYu83ghIPoZaEj0o0cE9GuFyPnGyJL1tDSA9uLe5PW1Nqr0hq4a9yP9QPlovlL3Ryfy9bBwFvugUOT3kKgW+8UWZvfzbObxJ8Uo9FXOYvnM5d73e9pe9Qxz6vTSqKz3h0Dk+EbAOPksmIz7KHmm+6BDsvI4U6T2QrJ++pDZjvUzYFz7srgC+gPLfPbhqFbw0jkA+8ySyvWkipzx54LU9LPSYPbA7ALyYUuS9Mt+BPnZXGD4hYCa+eQ0DvvOGrD0nGdm9kXVuPvrxJzzYiQa9ckxWPhdAhD5PvX49NX7APVihqDxeY569Ejpuvtq/bz4X0Hq9UWisO6auBj46kEc8N7WtPN3LML5WUUy+ERKOvH4ZB77ryEo+j7wnPgHQR7wRKz+9Q5OaPeroxz6hmRW+hq0jPmGbRj1YZOs94G/XvVBUwbxe3Sy7YcoEvRcIZT02vTs+wLAQO4T0gT6gsZy9OaQwvmzA4z1smhg9TXyYPdftwL0mY3u9H0HiPX4Pm72OhKC+AGuPPmvQTr4gLvY7LCtJvFFjrT1aCDe99Q0vvHrTi7yY9Sy9jgFfvXmXET6ziFE9VDE4PqSJgrzgawU+651yPpggLb5SDrG9htYKPoExBb1HtLy9430+PvM1Kj2xmZA9ZVdQvqIrTb7EbJA8C5FWvm9Mf7xmHTc+gypCPu6rwL3GUGk8+6LMvavYDL17j8q9tc2jvmZoCD2tuy4+9uXcu2sGez5Wz5e9fY2wvMoC5z0R1As+moM/PvytZz2r70c9B3ikPH13mD6CsVG9L5SCvZRt1L2xY7w9RHKUPjS4CT2WdYK+X8HWvX8t9z1FaAK+PDHBvZBF0D26d7I91uX/PR3HvD1yHh++oF9wPayYjb65V9Q9mT8zPq6HKjqHPfG9vdkuPaEdrT0AXWw9ti0pvdubJ76GG1Q+gwjKvQeiPT1fBea9KdJXPR0Mqz03u6i+Rhb0PeQ+Cr4WIQK+e0GYPU7nrj0ebbM+An5UvvwXIL51Yzw+EWT1vSg6p720bIS+Edk2Pui4zLoEOS09qxGgPfV5rD3f5Be+lqHmvAR5e74YWUA9d21Kvg/dKr5tTwc+STF8vnNoj7220EA9LX1+vkGdMr4fmqO9pAtGPVG8t7zeNHA9hHm8PTwsj7wvL189YiXWvTEubLy7ypk9tmYBvvSi5TwU9zW+O9/FPS40Pb5Va7C9p+tAvmGzNbx+myU+0/4xvrOTQL4O8He9+WBiPVSWML4/RSI9PyvcPeA16j2+5qW9ffKFviLQ+b0trxw+gFb6urmK/DsSaVO8kPsavki3JD7hBLy9z8ByvWUvq72SNJa7GK+UPS01ND1jzhG+0Ej7vY7P8zyWm3o90q9Cvf5n8z1BC+W9eCcGPaWUL72DAGg8eakfvRSnCr5G8pc9AySDPer5Bj6pr5i9eIwGvh5LEb0FHUa+nZT7vcDSJb5h4Z69YzQ+vtflEL3MrWi+wniqvR4IYTq+O9g9PBEOvv8xjT0Bx508E0AjPuxQEj0HXbY9rQ4jPofxYr4pX4W+v28WPQ36jL2eOs69BEnlvYTASr6gWlY+BxOCvuD3wbvzaGm9Ta2WvtY9vzzJfug9AnX1PUw0br2g+O89CM3rPAKU7TxvzSW+IM6nvYrRBL60O649xyp9vsQNLD7xSLm8FPyXvTtPGr0De1s531kXPveSXLtTqos9t/LJvN2DHT66crm9cdH+PccIBD715Am+txyuvWaejL0Uaby+T0B2votVYbzhlaY9EM1QPZ5t2z2x+lG+lOAHvhOdrTzYsEe+HE+JPqDcFj4KAGg9tUBzPkCRAL6Y7/g4y0NivuXZyz0jg3a+lq1VvUTEJzyVjVE+YivvvRDlLj0qjAe+7LPcvcF/kz04ug0+FuVBPqP5z73o8he+MexNPvJrbj2m7JE9Dg+SPGQ3gz6EuxO+GEjwvOJyRL5gqfU9rKEAvYUosjyl9Bs+JhvqPdUqdL6q7ZU9/2ILvpwJQD6/Hh++P85vPV/prr0JftC8NgRovpGh3b2G8qa8DctSPYJUkrynMGK+rkmbPSDT6Lx+W2M9vQJKvigFBr4Qj8m8DRg8vpTkYj3JG3C9BYtZvs938rye54K+vdbyPf0CYT5uyLg9xKpJvfLx1rvp1Jy8RcAyvsVt8L1NTqU9d/oZvnLdNz6Hjba9RCHcPcJT4L3tgi6++poRPtUvGz5/FVI+tBzOvGze972otCK+6B+jPd/6jD1Y2XY+vlMdPZFwMT1TR2a92dr9vTqbr71daYY9uR2ZvZEi3j2bMDa9WlDXPQBg2r3Vdhc9RXmDPu/sW773woA+KZzZPbxJNb7/S6O9QNvhvS85HD6f8Ws+KU1fPhVxyLz5Vge+TpfRPRnODL5mLT49rSehvthgj7vtkgU+lpUbPvaiH770FrW9ptyEvVLax7sevTk+CEiDPX7Lx71K9Qm+DTohvsQOj70AdE++/57VvRSYmD7j2Ye+2MMlvsd6sD0E3Uy+p+nSPUrdzT5qXjW+QTcBPi4+fb4V+pq9GK2EPgSURL1v0K4+ZcTQvjQQqr7rduQ9WfrKvc3dw72/4Eu+7VQCvu98iD7C+Gm+hJFQvUJjWj6OC0i+WxOJPZwtlz12GQg+hKiVPs9iAj6EtMu9UQC8PtP6lL59EaY7TeSyvddn7L26xVi+C4v8vZ7n27wsYrs9urSGvopXFj5LUa+8BeuMvcBSTL3Z+Ro+I6wHPG4A0L30DYE8nsQzPqVLKj63ALA9M23RPvLADL6Ya4i9MlW3PQiWvL2sv/S9Fi0ovt9xE7xDrxo8Z5+8vs69AD1DPgw+erI0vOU8kr2Nyxy+hivbvUM2/j32Ko47peLDPUiivT3XxQQ+xvC3vUz2uj3hYHG+vWccvlrdp760Qbo8QWmfvSdZhT7h3F07WnOZPXOTor4YPD68sTkOPi1Zwz2xVJm+vw6oPv4dpr48w0I+dJEhvonHiDsJ3ny+A5GSPoWG7r3jJZO9bk+QPbb6zr3Qcc09WtduvaAAFb3gs+g8J1lbvq4Hl74IzgS+PnsNvupheT4iOxs93cphvorlOr44u+48u7Ngvk+XXb2O2Fy+mw+UPn8D27wQTS4+aHapPVO04Tz7FKm9k1YjPrBpVL10lNe9qwjtvTBirj0+UJE95VafvC5F7bzPtQK9SGSCvp/uqr34RM89xvILvbQdv71TC4g9R9I4voeXIT4M9L08fH1tPRFCFDy54vc9X+bxvWOqGz5ObNA9UdvjPPQfRL0nXlA+7xR7vsopPL2dH4Y8ZiQmvbaFz720Jso7T/cOPQVciz44uB4+w65uvVw/Nr1KbZi9pPfTugVdWj7v1oC9YmcovvckZ74zaaO9l/nwve88ID1DJhk9QdGdPfr3iD6+hui9rMomvhHDAD5m0bs9oSdbPiqeNr0aJWE+XDIPPisQzr3Nh749VqkqvevLIT4E8Xo5NJNpPKVxKz51GwY9UbL+PQrj+D0x9Au9g3Hiu3TOBj5Svk09HEolvUqHyj3HvWA9VW/KvED+Cz7Nmga+DRLEvacexb3UWd+9QQgAvrsOCb67sC8+Zt7CPWR/DLwUOeq8OVT3PXY9YL2l4TW+Q/nZvagLFb3TVqg9ANVvPnnSw7wavLE9m328PftxkT3VWAy83iXHutiAFb74gh295ZJ6PaB6VD1A6ew9SLaEPVh+Nb6ZRP29r+0VvtmO7z0CLBe+YC3hPeX8tz1CPRI9190+vi2Kyb12gUU9dITnPQsbBT5wyru9l7f+PdxL+70o2OO9pz20PRtjeb3Y/TA9j82SPhSVO71z8y++e6OEvTIuVT4RcrO+f7g1vS2QRL7fCDQ+DWLGPVFdAD14Td6+GCawve+uhr5SX1k+OvYBPhnXJbwn1YU+ZcU6PhYEkT1tTTk+ADhCPmMHcT75tYI9Fv1gPpOZzD64ZYW+jT4sPvVFcD2S4om+gUCJPFZ9tr2eBcG8eGQSPuQgIrwlrdE81lBPvt+QlT2v1Bu+pIGRPSllX77lvR4+M3wpPsrIED4WpK2+Sf5qvfN6dL1/q/S8/fYAvhLRQTx5aaS9C2ucPoY5ArvDOtm8LESdvSv7mD3xHTQ+CsWLvv3hiLzzxFS+fTqCPcZ7rr5Rf469PRu+Pg06Ir6+ZDA+wFg6vshAjL5Ip/k9elM1vWLZ0Lz2z509Yna2vW4CRb3v8na+r/ycPpc8oLwENa49i34Rvhz7wLxynVe+3GQjPnEK6TxqLsu9XpsPPWnkEL0HTeM9ErufPfqx3z0H+bu+khSJvR7Zq7pABWC+NbKJvp7ssryZFGM94q6HvXOw7b35QRm+Zuouvr0IA76uAVo7dC/nO5PFwD7iBms+ifi7vPei2b0UaSE9HIsvPAL42z2qg+g94bYkPfymg70R3g897HPpPQedCz4a3uC++qMDvSSF/j3+hXy+S8ejPjOi7T2hC1W9cR5DPd+7hL5l+Fs9EHN0vvjG/r1Kfg0+9LiIPS5kmr6+zgC+wFSAvezVKT6A8lk++eQFvpu7D77wmOw9VF8kPjbc3TxgNkK+VEUEPoDPt74pmJM+Q9WLPQZj9TynbHW+TtR0vaj1Fz5PIBg+22GQPk3xJT4FHYC9sZSwvsjtUTy/w0O+c/7SPRo1xb1/MQ4+DdEyvI6Jqr7ATmW9jqwSvGd5jL5vv0Y+keOIvnn36L0V8so9/s6EvVLl0j2aRhW+oOQxPhsF0j5uOE09WH4KvqaFqr2HobQ8NeYrvpWJED7I51w+Y/x2Pimoaj2ETXi+Gn4ZPgI4kT593As9CXL5vGBsEj6O55+8VUr0PKAiRD1x9nS+yY01vbHhj70zW5M+PfETvsl7D75Pl0Y+nkubPabogD1u75W6BuQyPd5xQL5711U+DLGzvfMCsbwCI4g9QCTAvjilPb6k4xi9t4zhPPOs/buuv4Q+LQ8qPi7cnD1bqHm9LDbMPTQ13z3yZS++lUlDvn4zRT4+if899rvNPZQBWj0GuI09SRwnvgp6DT74iJm+1MFiPqrsFz5isz+9o76yvAltEb2niKe9NxhNPi7ZOD7oL8k9+kYIPRdG/z1FD+M9LimrPVOTgbwj/ly+O0CTvOmIMj4K8Iw9EiCgPY3QhTzPmHK+K0gmvmRaojzVagY+dXBFvlrIGD3sOoO8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "VkFMSUQ="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "W3uhvSs/Ur1GDyW+TdQQvaDsf72eNEs6gTerOyhFSrtF/D+9oF3FvE+yg72ag/C8iA2KPHfBUb1dqRe+wpRCvo3dFDxNhKu73puxvexK3zxaIZo81YCZve4+zrwKLtW8Z3t1PLEHU71tNcm9xUJVPb6LO72QjcK9mNYBOljQEL37qao85fsTvXdaLrwnGTg9qFdLvXyLAr3e0rm86h/cO1kpcrvstUy8GQacuxN/hLxkeKC8ZJlhvLOx6bzggIE9O3nrPKMDjzx5G/q8tIujPR5to73iCWK955YivfC8nb13YNI854c7PRQJlD1xyoK7wPtcvXJWl7yHNh8908zzvNivVb3R6Ta+jaQ3vYj4y71UfM29gWGMvMMvCbxVNKe9ESu3OtZz2zxbhNU9sMwfvZQsoL3jPxM82I0XvQ/VAr608NG8nTMiO0R3BL1iNyA9hP05PW2dmjzaVDK9XajkvcqVir3HxtM7l2Z/PSckqrxe1w2+nz53vLMJCr2rgeS9TyhbPfWGlbyj0I09NwMJPEVtjLyBaym+XtCOvGvgx7w9JbK8xGACPOj4Jb0Gx029uaSXvKIA0z2v9Vi9zkfTPUoZQr2hqty7rPocvbWOWL1lulu9VtkHvRjOgb3shUY8rDDWvUk6eLxHGzS9BgsUvSgUUr2kOeW72lOEPDsItT0="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 