{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "new_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"axis": {"i": "-1"}, "T": {"type": "DT_FLOAT"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "11"}, "end_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "shrink_axis_mask": {"i": "0"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape_1"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "axis": {"i": "0"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "end_mask": {"i": "0"}, "shrink_axis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}, "shrink_axis_mask": {"i": "1"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "Tidx": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "6ASxvVEcM74LubE9HVJqvZhS1r0MzEO+NciKvi0WoD2AHCy+lMQKvppMwr3SpaY5prj0PYGxNr35/8u94PlvvT+vVb1A51W+AJMPPjREijxzCLO95hiXvW1aGj5RuPe9xk3FPc8N3j257uC9aY35PaSO2DztdLS9w4saviQaY71lLl69CEK7PVcXLL5OH0G+q2jfvCjiBL7KoL09hCYSPa3LRzwxWfO8JIjtvdbS6T0aCTO+Dt08vm/ViT0E8Z093hVbvtTq+j3y6ka+o/O1O++GurukT0u+EB2sPmUdgr3uu749os5Ovj7SSr5Y5wq+t6oevrz1FLxOZEA8HNraPbT1yb3o6/y9C49EvpmqPTtu0ps91gSBvgb2G71Gr+49GX0IPYsYXb7PAoe+o+WsPXb2Yb4Tc1e9QmtBvUgjEj42VUS+g1XAvEq+rr3d9Gy+zC8OvsY2rr52Y4m9Vst0vTntjT0FF2a9tXHvPWHQJr6h0Ae+7pvMvK5R/b1F35Y9ZXqrPd6TsD2QVV89FHOXvWTsgr1TfZW7cnJ4vn01kL5eScS9NxKfvRybFL4ojqs8mNYfPQffKr6XMTy+vnJLPKFqtD3NfsI9SStpvkKoPj2t6uo9BcHuPdy8E76AYSO+cxTiPd5hJD6bqAm9w7K5vDYPqr1Eojc9WQTDPfm+G76olPW9iDZ/vuJiq75c8QI+69/cvE3QKr7Drwg8F2lwvAFSCT0fegS+WedpPgmHnz4bh+69LSkcPU3N5r09DAS+3+bhPHAIEz63+ko+GZsUPt5kk73nGYS8iJ+ZvRaE+jzrsw8+YOsCvTjCNr5sxCC+p5YRvn4QMj1KJB096KU8Pk20aD5WqIg9mmNAPjHFNL44cfW9huUTvXJuRr4Vavm9eBXDPT4Vjj2qizG+248qPkjkGD28xQW+qguSvQi1lr05WhY9gbEmPv1iy70XGA0+FNqivdN4wbyObCO6M0EAPrLgMruQKsQ9P+rwPeqIqb3ot1O9afEBPhK+Rr64Hq2+DjmPvlIcvj26+3E9hh72vWY/8z3AGBy++nwpvsOlpT00Y7y9P92uvSKxYD0yCVE+HvgHPsqUqD2D0ES+gK+FvqJqlz521Rw+cnoDPrhzIT7h/xw+2PWWPW9bsr11Eho+qqeAPrfsOz76VTU9b9DRvV6A8TzN+OQ9388Svr4OpD3a4YC9NG//PcRLLrx7Fpo9FGQrvW2Dgj0pHLa9UDtXPew7vTxSWYA9I5gQvhx/kr5S44c+AmDBPWhp6b3BeMG9OpyDvq0NXD5R5Mw8BmojPfncbD4OlAy+YwVdPY+FHL6XNj29ftUNvZZtgb6SNIi8qaHuPRShJLwIIA69ewcYvg75sz0daH0+ytxAPkA5mL3r3dM9xhtaPkDunj2Qun4+ids7PRmYOz6VtHg8PwMzvmCXBD5dIxQ+nmNqvriJuj0andK8tC1nPoUoYL5Y9zs8i5RgPvo7Bj61oei7oa+NPvRWW77boCQ+4DUTu3/vmb1As/w9qOdXPlZyM73/EEq+CQBTvQj2Mj6EpGu+d0csvvsGoD5EaVG++JH/PbJ+M7xpmJu8AIBUPsMkhj5BAtW9x7TxPXV8Vb7uwo66lYkQPmgpWr6qMIQ+TUakPbscoD4GGxu+XAtFvT51CT3u+F8+dGt4PRhkTz0F8T4+GuthPnIvY73Pn5481ehvPA74Hz1jGe29LO8BvuNxab6c3Ri+KBm3PXUYLL6IwCe+LRo6vhnAMb6UYxg9+meivrz7Kr13PhA+4+O4PGK2vD1r9bc9om2JPQdwtr13aEY+oEE1PmxvMj4sWGq7T2ubvTn8ez3NSpS+XiALvotfnL7UTJG+Q2klvhYm871dAiY+nCwKvkQJlb0KT+Y98k6YPZpTXz73HxK+ebM9vlJcWb30Kb09H+q+PXtk7rx/D/M9JZ2Cvg0YK77QG+A9jf84vhTQiL0W8uC9WE1dvkNiGz4teIk9VvYlPlNztr0PQB++WRfMvZ7ipL3U+R+9LzUWvkT9gzojFW0+jS0evXk9pjwp1Bq+K1CJvjTq9b2H8g4+rmAPvZQfgj0SIhY+U2+SPeUzNL5aohM+XPEaPOOANj3DfJS8TDLaPVqbLL1/5I49VmybvjQKkL0c4DK+WwQSPkUQUL0yHEk+FKy+u5Z6GT0EG6e9yhCJvheNrr2mono9gm8VvcmMCT6kKdm94xx6vcI7hLzFeVe+hKm7O4gVwL1zDSk+WhlAvi1d9b27HRq+2OSOPf5HPL20RNg8XeEbPgeoAj5ApM48t8UIPt9SJ75+bZu+JeAku9wFsT1NO+U9WVtuvuJ9pr2VXTg90dgmPueNer3ClmK+tX95vi/ZYr6J5tK9wXjqvW+cyL1KGMi7Q2PQPDaa7z0mYEe+4koOvj/BGr6d6BE+RC2AO/3je77xy9c9fwEIvuiJET01tcE+dpeTPa62Cr6eZ2y973UOPMlzmD25Dwe+85BJvkCYQr03xLm9/rkvvuG6er4m70++X9wAvu9Ch75HOew9K/0pvilNF77qXus9crQtvZKYfb3PJzk9o6HhPDwVTL7Tco28YpnNPfmXpz0DOz08oXXtPQzaQr7yFeC9ZMZxvmv/lr3zGei9pyptvRLpmD1mCWW+yjMtvVZcFr3KWKs904IhPoI/hb2+Dz29ovGZvd7qUD0xa+s9RG2WPaDLEzu4KQc+JNI/vu/iGT7iOgc+APNvvXUlLL2+3WC+9Lx0vb3imr37wQc+8vMIvPLrlLz4iTy+TAXAvJDtjb383328S4ITPNuKPD5v6xO+SvKRPHiqyb0vTKG76dgyvsNWhb1P5lA+RYYEvhRKb77oMh6+kAFwvg8lSrxYQog9KZ4jPgD1o71Vwr27V4pkPdNP070dh8K8rkplPk4ZEL2cS5899iB+PhWzjj2NCEW+8FaFvKJZYb7NM3++ZE7GPZdHI71mnsi9LohfvXywPL5vXGs9LL05PokCXL7LZZo9+eQwPjBrbbqafT8+U7FTvoZ0kr1J8Fu7fE5avEhjMj1VBC2+50ySPQupqDz+QsW9j1xkPm9lJL4x6Lm9n3+HvrWxqz3qNIk+fzWevZa3BD403N89Ba9svaQmbz6EfH8+i5kxPbFFOj6rf489Lc7uPVrVAjsRU4Q9qoKDvaG8NT6BE1Y+gBXvPRB9Mz76w2+9E6o1PRF0lr5GvPM9Jf2QPviSFL23QFm+IKZsOjv3Nrxv+WI+AzyZPQ9Wy716JgO++aQgPquewT1/EhW+1/n+PZCBBD3plly7nyKMPARPcD33ZGw+JCxFvfnz1L6eQCI9zbkEvm+FML2U7wq9iECMvm9Ka73sw1490ovZPfD95r0ZRgI9dtSlu1K5Lb7omS4+In3DPa9Whb4pDSi+l5NtPSHQcr267Qa9JVTpvf7FgT0yzZ47HdJfPNUhBryPdNI9B2EZPnfimb0g6P89tLR4PnDuir2O9MI7mB1Xvq29hz3+Xrw96EJsvpNbjz61iWA+yRepPmqQr73xt0C+7UJdPqMKDb4tAxy8rn1+PkEvL76dnRI+2XpfPqLAmr2XlFO8Q2e+PCy3Qz1+zAQ+WOkVPgJ/Hzz5SRu++3khvpr6xz5sj7Q998aqvb/EWL2lTRO+e2uePYGTKz7rvgs+D+MxPoWrWLupQgg+IuKLPdAEoz1XfoK97WX7PUC5/T1wyAm+iMCqvTTdLr5dSIw9pCr9vRH6JL6Ttl4+C/X6PZvgqj2DbTg9pDN3vuJbmbwezog8BR2fPYJPDL59ZLG8jwM5Pe/6/Drdmxy+1Nvyvbtc/b1jw/E8CCa9vakqwD0uJla+V9uGvlb2eD7zQHG+EtEFvtYibb50Fma8qfJYPj9e+T1IqrU9uUoDvSS14Lq1HIG+XoevPVGZML4gViG9B1RBvf36K75+VJW9e3w7PTcWqL2oUYw+TKMrPr94Ar7218c9frgMPUr70zxeQli91hqAPqDp2j1h+k89yuCUvqyXur32O2o+reFtvgS2M760x4++89pDvcKowD26Yom+9hmZPdnnEb7j5ga+8VwlPpEVJj6gjjc+xaC5vEdchj3k6J29KyMhvn7LXT5PJgG+Y6P9vd1Nar65wtk9sPcSOv2rTT1CP7I8nZXWPa2B7j0ITMG9Cj06PGhpd70KeTW+qNYtPvimxL2DB/09xE5+vuy0Oz3vEQa+LckCvqkNub1awDu+lI3QPFwOHT5TXJI9LKmKvsnbEz0/WVu+fKkRPS29oL6y9Di+AqfYPQIVC7xmRyG+T0oBvi1jmrssiHu9XABLPhRpOb6IiS++Rn4CPtEYrz0bwb29w1yEPXTNDT238Qy+OzK1PcXsT75keYI+gU9uPn4mTr3U5Ti+8am9vcMlyT3jewo+iiGyvnm7Qb7ltrC9QJgLvu1sIr6d6549r0ZuPphqTjv2NAa8G/+JvU4wkz1SjZu+1+UFvnFJDL5BasK9zOUbvpWzAL6FmPI9tWZZvgQe/j33b+a9bXw4voHaZj0nRZS+j6UlvmQr/Dxbjgw+8/kMPVTSjL4JBwE9x8hzvhky2j3VkOy8EIC0vO+kxz3OPoe+kJ9RPnJVqj0OvUI+VbFaPgrIkT0GwE8+AiNavsbyPr584ak9rJPSvULG870rZAQ8TsCuvRJy0LsEvIi9h8Ylvl7KEz6vW8Q9OjFUvpNurr0K6hO+bUNpvBMlGb6w6Ta++yO7vD9IhT0JUMA9GyAxvhABrz3Ve5Q9WUkAPhXmob2iqRI+a/4hvuBiljxu1om+53rnvdixhj1BACW7o8Okvm0zr70Nnd699tHcPZ2eh77vj4s9Oa+zPEsy7L1ukEY99LohPg5/aD5r0d69sviQvfmkrz3gy2m+pux1vhTY7L3mvPW9kzRGvlAsTzxAmY0946hvPbbIgLseuOu906hbvYDBRL6wONW9T4zZvZo+Yr6GXxk9ZgQ4Pjm/lD6JTSc9absgPjEyVb6VNiG+/QftOzVqJr2Bsyi7UXhZPl4NAj6XihQ9WYnrPTWtIL4r8MU8k4HMvQjuJb4DkU8+qg8nPkwvKr7CUSw+qdOhvmTjnT1nFWI+xtaHPXxo8zydej89DVY6ve5HEr7PZVg+BI/RvbXsnD3Vt8O+Z2dHvrLN7j2rDSs9+B7+Pdko4LwUvDu+plCNPTx+HD6gz2c+/u/APX4ckT0WJlI+2FapPW2o0b2RJ0U9hkyuvYCdXT7ngxK9gQS8vVjCMD1IH06+iESpPmhqAr4f4+29SiOZPklfID4Cn647xKIuPiSjdzz4v7S81EVUvnQBIj6T4bm+s7PfvHlwebzyEmi+oZgVvs/GPz4G57Y9aAwgPnGTDb5CcqI9bTa0Pf+DuL6v2D8+VCD3PZN9Rb4i3ue92/rAvfGSBD4Josa7Xs0mPumyVTwspSm8F1KdPSTJdb5kmcG9uvUpPdBvkr5KCjS+bEO/PdtiTL7PDfC97Gc9vqiddz1Sesq8gg0lPogzDD0pADq+uOGXPnQHVjzYt6U9XU+oPl5i471d9209TqfLvZyqzz41FDo8AuNevtCSWj66OgE+UIhXPowEZb7B7v49LNkSPhAgxTxYRgk+o10ZvnGc37oK/+68ujGlPTQJXr7XYvC8/UeLvPUZ2L17SBO+8+5OPYuweL0Ne0a9kiVJPfTsdT7VmS6+F58mPhLw3j0xbZO+YijUPuDqDT2Azyw+eBI2vZ9aEb4AmyK+jd6luzbNq7wvwiw+q1IPvIGKcD5zrQI9ry4tvq7YNL52Wqc9oC5kvg8NmT2jI8o+Tr/avVRsdr4FFQq+e0Zkvp4vOL2R+Ti+Ud9+vrAVCT0QaNG9rBvNvRGk4L0QxYS+mGlPvkIRUL1nhe69UsPBvVADDr4sc/c9AzWCvgoViL0aYTi+78ZmvtNpS74vZTk+/aIdPpEkcj4eNsk9vnIOPoL5tz1AFsG7oxk0vIEaML75Qh++6GxAPvgtlb4pB4S8l51nvmRQOr1JWQk+Z9TOPToB0z250j4+FxztvTS+U7r7fJO+xyCVPlp9sz0cK+Y9etN5vY3shD0F6Ig+LAeivQG31b3aOh2+QfmMvhZK+T21qEu+lhMxvHZ0K74zUzW8TTT2PU6qAr7F15E8YLXDPM4gHD79Qs89JRQLPfeiD75aFpO+SH9dPdCi2b2G5/S73HABPl0mZL7Q9T++b17tPJ25tr0yaq+9b6RkvfXKQL3ANWu+6V+YvkNlIzzUoQk+zTvfO4ZDS74C0AG+LCOlvLuDxL0REvA9e8AUviayUr1C2gI+6RuPPY36Gb4Fqg+8urpgvh0xGj6LlME9d3IYPls8g76kKya+kh1+vReNYb6bDZU94xU2vq9z7LzPJ3c9tYuAu6K6LL5jepK94tsjvtAhJL5XJUa9yjmPPbJiQ77t9f29iQPdvTWkE76q3We+brctvTqsK77jKiK+YLXfvU4etD1OH1G+i965vQSEgD5WggC+RkBRvkvoxz0q2P89+xuzvfIQzb110CQ9PR9ZPjUd6LwQ0CG+OqZCvrbwwD07Cxm+pZxkvprKIz6NBL69esL+vSi/Hb5Q2Rq+QlyBvNIZg7u11Mq9PPhpvpY5xD2OAM690fiCvsqLiTyiMUo9330jvlZZDj4LX6Y9DAk9PUKwqT091zA+zMsPvizR2TzhpTi+oM+HPQWcMzx3S4a9QHbZvX67Ir7UIz0+5HgBPdzaujwWImw9V3kcPkfeGL5+9AM+SX8EvuYrmT1yv5g8R6OgvSWNNT7wazm+PanqPDFCML6gS9S9/xWFvYXVqb0+aDS+zotkvgEdAb6W2n+9duyOPBAaGL79dwk+t9tlvoyUw7z4TUy8wGKlPZTKnj2WZde9g13PPXjKxr1r/BK+w+JWvdFgFj5BDoc+q0xcPpKzDj1mlL68hFAEPqcpzL3+ADu+/umVvtExyT1OjCK9qBb2PaGWbL5529m9PzUPvsWjyL1Qrei8WK1yPmIccb1vna696Ol6PMGSuL0xEjA+Z2NdO/4HA70bZ0Y+dJCAPm+gvj2uSpW9VfGqPIQxgj2slwU+YR6ZvT4Exr12qje+NfolPLWJHTyYa0U950tOvc0sZj7hi40+rbJyPRaeIb7MaDu+or5zvvSvr73OIos+xMeLPRtfrL0S9Wm+mLBgvDgHBr7LqkU+WHx5PqIclr2JN3G+PZ6nvoYkSb4jsSM+/0/NPVPy2rzfjdm9ar4HPh5iLD5ml20+br5fvmNPOj4vMi8+hsEJvrw0gz3a8ws+w2EovjRN/jy2buC9Lu2cvEW0Ez7o9nW+o4unPbn9BD4cTa09UfXfPYAz+jucLzC9zVQEPT48Tz3lxbw9zFmfPat7Pz6FliS+72yFvCKrHT4CIk2+mXYDPjdw+D3+B0O85SCsvMlLjL7oaM88owGLvWW6YL5c8Ns8uecqPodCzTz7Kby9REVSvQitsDySaBS9Oxm+vUELGT2y2Ti+f7RjPqUJUr6t9Zm6dXp5vre7Ob7DUYS943baPdv5vz1Za0G9sx8YPUvflD7P8Zw+fIZbvak+0724yB0+C8V1Pv/epT0OQhC+LgugPsLxBjrmT+69fOMnvrlJQj2Ih8u9pveUvl7TgD2yHNu8UswfPn3YZb7k4MK9CJmxPhVtQD0TM9m9Y24qvv3dID6XLcM8jjUHPvQam7553i6+MnKwPSxCF75V1gG+ziwNPu3RM7xHz7y7/9RIvrlSnT7rwGC+3YEUvnM6zrwzRO66dkkzPYxUNz7dTCA+Fe13vYASET7okHy+kHh2PS1+O75JlW49Hr2IvRC8gz4JnzA+EmvKvT0GMb7scBI+Kp5LvkB6bT72/Mk+Tg1pPrj5hT2b1eQ9MbNFPdVUgD0lBVO+AB0tvut5ArxJaBa8+8XmvHrUs703Vxy+IYMzvhYJBr7s+ie+BzhKvfx8db0+izu9y2w/vjdt+j1B1eq9UcuQvEpLBD3hSi28oxgYPo24pz4kTbA+oLypPWalP7y0Bhu+DQJSvh3pZb2auJ++2axMvulsd76EPE2+ythdvvIvo73tBm69S0iVPo92MzxiEYA9Sa/avXlpZD4BVs29CaQqPu24bL1j0Qo+yewXvt3nD74EmPW88Ym+vX7bGT7cRtO88ZnvveMpIj48Xra9+QlCPizYy7w1cAK+J2oKPkJxDzxGCwO+GjItvgJ16r1ugG4+vw6wPaCIb7xrq++9OCEuPlhO1T11LQE+15Y4PSaFELwK3569JFD4PbJAaD5q5Rk+CnvZvN6b1T0L9Rw+wFsIPliF2L2RJq69tznyPle6MT5Vssq92nVaPFB67j0mlyK+J/qaPVmXjD2kXTA9YCsrvXvumT1rH4m85/1rPNEcmD2YAZU+UpwOPqeHkL2bEIu8MfLUvSLRIT49OAk+whZCvbaUqT0Buq+9/T+ePfcoUj4W10w9EnZEvgSCjLxQZ8+9C3Qgvg3lKj0gKGM+kDODvRi1/b1e14c9DHJ9vXOWSD5w5r07m5C/Pfy4Uz5Nedy829qlvbjEHD5bMbO9POD2Pe9VB75uIRC8nP3vvbsc3j0luMM9Xdn5Pcpakj5fA4M88D+lvL2+Kj4G7CE9MfzcPQhCbjxUkAM+5Ohmvb+YAL3hmqM9Dp24PG+QDj7gzLo9aFMmveTQpr0/ya493crkPTkl7z3dcUk+H5irvWJL7zuFJTA+rHo0Ph7EQj4nFgq9unXOvEk/Tj4ymAu+/XhLvU/bo707fJY+0KyBPcdvY71K4ho7+JYjPlbYGD4MDVG9iPMZPV6jAr7wRkk7aKzfPPTVqr2QT/i9+tf+uztKhD1QZhc+8A81PqLq5b266OA8XdenvApwaT6ptCU+edPFvAaxXT5tB3A+/CtxPnQQqD2vEvk9aE1gvS+HRD0vzhK+DkXYPCw4PL4XQUU+1JStvWDeDz6febq8UYYjvTUFEj7A+oo9Fm2pvRY5PLzYPhC+rUgivrzKPD3Ez5s8Vr6guxCB771bYC++Oge5PglHtj30knU+vYbrvXIGFL4QdWU95vjcPalXlL6uFGG9ROEFPiVdu71g+OC9Elk8vg+W7D1x8pk+nG5TviQqBDxZd+G9d2a8PV7MZ76qrQ69hPl1PnMERj5TCfs9st26PaOshD25Fbq8PW/LPczpsbyRvB69Tcw8vrHGFb7r/x0+8AlQvjG0hb6n1KC9elM/PnokOj4mCeK9yJA/Pq460T0taYI+OnV9PeS9qL01V58+GhmGO9cpaT6azHo9LabwvYMG7b0NlYm+HbzvvcEnRD5+X7E9VF0qPYJFLDy6hUe+Qw6Ivl3YRj2H1YK+wjXPPAyDSL7dmJG+sgdXvoMhTL3j0Va+sAOCvX8+HD26FEW+iiAvPq10pD1M9R0+f3cPPnR0iTwlZ0A+zGqBvb49Az7Tg24+JXxOvrB+S70InkQ+jj9aPbV+Fj6ABDO+6f2/u174gr16uRW+UpOhPRpHOD4ElTe+Oi1Zvo845D1Aig0+pr//PQbafT54w5U9DSaxvJojTT6kzoK+rtYvvmoQfT0tDrk9x9ZQPV4uFj7Wniu94h37vGAe7T14VqU9xn/2vUlnJT50MC6+/pirvOldiL4Ee349rFD5OzRFIb01s9W9MNVTPsMmmruqCBM7FcFevonwET5BOWu93MUqvgnLkD6Sw9o9A3dqvujw6r0/aHc9NiQ1viedEj1hCZO8+jfBvYRGfr6Uk4K+/VZgPa2oRj2tyhK+ExFbvgAl1L0uNfi7i0ejPbRXoT7lOe+8DNulPesLcT6mtwC7ewkgPt+aUT71ypS9ojWRPk6NAr35geG9QRSTvL6nOr6zwBe+pT2tOydzzr1WcE6+nXHEvEu+F774+oI9/OclPom4er3BrIA9iKKDPbwfGj4F0iE+sAeWvEdXwr1KuAE+EEl2Punw3z3OZEI+Zlj4vB4O970f0SO+s4qbPXszUb2NEWc9TiDzvRW6Tz4gC38+YNeMvLe9ib2QwQO+FX7VveTMZb7DECg+zwNPPTuxYT6njFI+QXj8PXAnkL3usGE9O7JYvOZLUD4sN8u8L3/bPeP08D2REuG9fU1mPSvb/r2X4ey9N7pXvQy88r2gSk68PFRrvYADeLqwNKG9o3Ptvd4NT74lPrU+N93yu4JrL72t4eu9T18MPTkGMr2rOoI+d3ABvo8PGz29mRU+WQM7vgNBdD31DF495hBcvYHQsb0uDEK8qf2GPiTROb0oUBK+HIYKvnKKBj0qwsQ8lwBNvjXOOL7ly469ycUDPr1pzL3D6C69g2hmPYAPgT1P14o93UKsPbHPWr1QEh++Dl0WvsQWGz64o9e98Ch1vaoaTb2ZaQE9vgzMPj3Y471+ZMy9B7MVvVkA871XTFa9wsATvi7JXD7fsMM9vQxwPsMeWr0qfCE+rYd+vTJj2L29TxU+H8L3PXxmCT6x/Vw8QVLUvV8lAD5V5+A82JbXPS7AnT3C+929wDKFPsdZgz5GOSI+sXQTvTnjvDwrNS49bnyMvarmjL0sq5+9B39CvgmVJTxgOTs99As/PeiLOj5QnLO9QITgvULZGD5e3hU+A2z7vPWEGb6HEp+9aj8nvWD7tj0dPf49ZdkAu2ZM2Txt2Su9MbQLPt7Xmj4YZJU7+03HPe+vLD3PBIo95wJiPB2lIL45WiQ8LcoFPRp5gLxvpnk9dCwlPm05Bz7s1N49R5BhvCP6Bz5gzC2+b2dJPekPsDxEOAY+X59CPbD70jw6IS69yUFZPoY2JL2vz8K8mxlQPtvKlT1KSg2+0NQTPlzXKr5FkV8+E6xHPkx3pzvANAu+Mpk4u1Cp7z3qsIs94KwQvicXrL2qNLG8fnklvZ8fXD716uE96DsMPXaRzz1jtwm9N4faPbx0+r0okFE+vEVAPjTdWz6b3ky9pTHXPRli7TzY3mg+PYQtPmJsRD4Vgi4+K5QOvngPAr5RuYE9gYf+vdKIHj3mYKK94bUUvk6z6T00bp89SUQ9vp/rgz5Ni+k9pbYJPTmS6TsdFK69jl6IviR/XD0ZZ/k8svINvZEkKD4zzRM9bwSbPfu/Kzp9KKk950x5vJo9+z3lZs89BzekPVGG9L03OU4+hhJkvtbtUz5YiY+7YVqevXb1Rb79atW9Pnj+PMrBEL25EKu9ku2SvbKBUT4pcva8wTlFPq3wMb6+f2w9XpPbvZzcN73aDAW+MHq/va1gV74oPfo9YY0SvkmTcL2V+KS8LfTwPW5kgT0Petq8C4EvvuYt8b1Hhoq9plFcvWBXQb1WM5w8yJ4HvnT+hj0D7T4+RF66PRFyIj5qRQ29RCAgvmbXgL74Sxs+0c07Pm8YIL6Cupg9lrK0PcCBzrwk2jo+3tBNvgVhw7wIGpK9U2QgPg7HuT1h4Cw+akZOvt2/xL0FIgK81IEpPf04FT5xbHC+xDZHvPITxjwl+ai9tKwLvEEjCb669D0+69cqvoyrFj5/X8o9uGIuPh2y0b2p0hY9qGsuPhaSZr2cG5o4QpiPvAO+g72m4pU9iuEfvmxZsT2iEjY+LAGwPLa8Ez55hR2+jueRPfKZVL6YJ9G9QW17PfQQxzwZmuw94qM5vnHV1D3BOwy+sUs/vmxiFz1/VxE+ru4MPvXJ07yV3888EFBCPhtRM7zPBsw9Id8Yvqu/qD0gXj284xrPvfVx3D0+wnI9z+4qPvgY5j0nJFu9QoONvP7obr1ojDo+0bEIPkI1oT3iUkK9Ke/XvU7Xnb0q8n++c4ogvqbhnD3FuzS+l+TUOzuOFL3eT0C+Qoc4PrKfQj1rqZw92VwTvgoeBD5KKog9hVK/PfcpBb6IcJ49BTeIPlgp372RqAU+e3w8PKwsSj7thW49qmrjvcQUKLyxiw4+PRcIvfVZ1Dw2zmc9JAoDvgluVj52Lx0+iikqvTPoqj2OD/o93eMgPicQ6T38OkE+AkknPu/OFL7I/bg8QIrgvToRAz6cRJC8oHs+u5wAxz2RZnq8PVCvPYhxxb2d9QQ+xGBhPhlC273Aw3A+jkz1PHhs2LxkedM7KBwvPZq6IT3Zb5a8GasCPgrIjL6FEOK9Qb85PnGu3r0oo5e+o0VmPc/CWb7HdPQ9kg4oPsBIS75ODhI995B9PkCaWT0QbUW+eGdOvtj8Ar6r9F4+SVgVPrv0ebwUxum6VneZvKXD0L0vkZC+CooevaYSvz1+/ay8OQ/rvf36qj2ydoG+pvKePCADFz7qvpY+OZ4uPhVkpb2cdDW+amLOPS+Dkb1UBfE94MqXvhW3Hr4LCRe+fyuWPeoMQr6qLoO+t1CPPSdBIT30a/c96OAevgdDWL1PH2w+BNCEPe7bAj6mmtg9uQqVPYFIAr6QCb09l6B2vsX1qL0yLwy+FRS8PBK+/T1WP4k9knGKPfugrj2ZpT6+QKgxPuvYxr1X+cE9lkF3vvhnE74SnjO9Oy3zvZAXWD1A7aM79O1xPWvSBz6P2pU8NqZMvpkRQr3Mgy4+2LACPjjKoT2ApAI+NZzGva9iGb4W0Si+MMekPShPujxGwlE94nw3PWdAYr6991k94Yk9vYOogL7A3iy+7L2ZvG3elb0nBD+9Fk2TPOhBF76ek++9ddEdPh4THj7lnce9OyKHPMhygD2he4i9ry3BPWKK7rwNNk++KBaTvR0OSD6IUgs9L+UcvRIYJb56MVI81cubPaM3Mr1kro89KyDmPfZ0Gb6Df5O9NNkqvlaDEr5CjCU8dGOwPeqk87wnGs69xM2rvcR8Er0vdLE9froXvqMKPj4M8si8O5b0vajLd72MITE+OxI7PSGtAj3Fbzy9n+dQvgZScb5+sII9zXHPvYQkLL5dHRG+gtqQPQ/tjT1g6bk9aXB8vphuNryrgTE9+u+9PYJmzL1/QQg+HJ9IvrCLIL6y3BG+1bFwPX3Dc7z/4Ui9A48Hvulu/bzxMyG+FF5XPjqIBr3/Wjm+CKAqPP2Bvj1SAZa9JjXPvbICfL2b5348gNVtvfQddr5Icva9uzUnPvVT/D29eDQ+Q4mDPhMrxb0lW4a+SDxNvIaiPT46iBI+o2CNvnHTob4W+Ey+tkL4va6Yfb0QBCY+Cy56vMX3hryx7o88icyLvU2r8j2SB049hAUIvhHKI73sE6M9sYWcPTnLaL70iTK8q+CzvlmstD2oAgS+ovaUPK1CgT1beoo+HYYMvXIwDD5K3xG+uiCrva3Jvz0y4nM9jwPNvNh/Hr00DxA+aCfGvcnS0DwN1Zq+XAgbvkc9vbzAkic+yWuEPXe3hLzlJvy9nWfZPQG4VD3sKqq9SeRMPXs7cTx1YEK96qqmvQgjsz0lTF89+TUvPkVj5b2Y6cq8uxxSPAQTFj69vXI8Lzqcvf3Jqj2YC5G+leogPsAkML61cVk+b3p+PWGtmL7v4zc9i+tBPiTANb3A8FI9dsxgveqcND46ZoC+YxJfvvPr6zw43tS94T8/vnwkxz0vRli+LP46PeVwIj6rnai9+K/gvGtIGz1jYgY+E8devtKbZj3JFtk9r50evg65Mb6nZs09UR6mvWNzwD3fLRM9mTIavoPoJT2U3CG+LUYRvnqtBr6ly6++g5xcvuykxT23uhy+fG6aPbtRbTylCaU+IDC7vO5Pvb5+3lG+gWedPcpBzr6VGNI9R1tTvh0ATDxIRAu+4WsEPRmfbj5u+i++LPvCvStRNz6x9qG9NakWPuimnDwhxQ++OG9JPenAc74DZ7+9gbjuPWphYz4/LEu+biY3PUCmML72+hW8cHJUvelmID65yxQ9Ysz1vHTmrL3dmz++TmpRvRxNKD0YzWe+hKstPe/ca75j/ko+uYODvpVl7z0HG66+ml39uficPL1vpwM96kTBPYS+nz6Q8rw9Ie9bPvIvZL6lyF291FkBvdBb9j3nsug9rYTSvbhblT3O4ZG+OFp3Pus5tL5CPtc9YGrOviy3aj7T9gi+VrunPW3AIz2RsCk++nOTvP3UJT4R4fI9zYKAvcYhhjxE0kK+nA45vsutdj4Mers8A055vp5+yD28crA9aWyrPpR14j0GXYe+keoNPQCB37wDCvg9RthRPijMDr3XYag9HzmvPfpLLb7YI749Df+SPc37uLwnFl++cSkDvl+AiL3Sj8Q9IDjyvZjzZ74D98+8MjMlvre6IL5cwFy+MJPVPb5e1jyU7y89h8dmvEQxdj41DD6+M1fWPYKRtr2xP4o9GdPQvO2Ruj59V5W9+tDKPiwT1b1Y1hm+XQX2PfmZIb5dacC91uw8vkHDg77HdXO+8akqPfnYNr64Ork+NwBlvmEGqD0PoNy9K9lTvg/+Wj640GY9HcWivmnPhj5Ajwi+rHlKvkKqrr2NXRM+riJ7vX27Bj4CQ2q+fqHAPnmtuTwuyzc+5xWwvdJvcTuzpTU+UkSdPVmSgr3mB8W9LFDdOf7Y7jw1l3E8IeQWPmUyLz6WgAc+sicKPkSSsL0m1AO+aVOTPjZAPT7wjj09rVQZvrJNsj05U0o+27aJvZ6+cD7gcM89SiNcPvZnrD35Vk68ZyAnPvKz7j0dNV8+H5wCvsoCFz5juPW9oLI5PuBxh72qmEs+YVREvdIiiT5piE29UNT+vGfip72AboA9uezJva3lRz7t/po9QQzuvJNggT3J8u09GMoVvo9arD1VjLC95HBUPflFgj3Z8b08xPaVvWpZgD5eXgS+92yEvSfFzz2MyRk+3CbgvdtvGr53+Hs+uqY7vN3oOj7eH7+9PcQHvrXWpT5iZ9S9udMWPpXZc71EnSk+cCxfvkisOT5e64q8C0FEvfU57T05pWa8qlK4vQWwDT6JWha8J5O2PFoDTr7Eirc8CHdEvWLPuT0TeYQ+Z+KLvPyNzL0f/Ki8omSqPcnHWT70R/m9ARNCPuv3Hj6Rgva99tnTPafv2r2CQYQ+9tkWvG4AYr0utqY9He1VPVop0z2QeDE+8K36PWddV72qhXm9sgrtvPYEMD4iPsI8WeCDPYhBATtc7dI9NjIwvh6Qub0DUea8RfwXPvDu9b18uIe8SycuPv2UJD39XFo+E5LBPZHDJT7CtxY+W1PtPfq0X7tX6qs93ucVvrOTL74IOcM+mekdPYJsDr7slDG+cgbgPcY6Mj44Qhu+04givZRxrT10ppQ9OuDIPQqPab3YKTs9+myuu/OhDD4MuJe9hlOyPgpgZb6OLnc+L+TmvVMr0T2tIfW9gwlyPlfxCb5yfBG+ZB34veYWLL5KMoO+DYgsvmQ7sL13NNI9ZR8Wvl9ogTz2eUa9COwnPmJ9VL5A0sy9FHaePc4Kqrt+wuG9iAKSPZKV3T0M50u+G5PDPdnTDb4X32q9E9LLvdJuQr74c8A7eJ/EPcg1Tr4t72m9sshePuGxAD53sCq+I78PPvisAT1mNU29iu6WPfFPeL7KwCG9J6c4vNMfgL5hXDg+ScE3vqSxw7203ic+Ih2iPfp0672wLiS+2rkBPXffWT0PWZM+fVlKvdSNeb07+iW+SjSwvfPFMz7vZDk8FgwevCCIszwtnQU+AiuBPqI4jr3PBrW9j4/pPMiWEb7DBbc8syMTPmtwvr3ck4w+gGnZu0pcGT7+xku+9Z6zvCsyA77dJ/K95/mBPqMusj1cTaQ9QVeKPO/qkj36wFM81Vl1vgiBiDpFGYk+CE9zvrZmCD4gJF++tEA+vVQqer4pcpu98irJPWKYgz65whc+e55Svm/h6j1PrIg82i9LvodFCr7b4Gi+IeJ+Pjyk/b3818c9HWHkvdL26b3HEIm+bSD4vVx66ryA8Ec9bnYGPmvPoT5N2Lg8bxwiPvxJzDxDAwA+t1tFvqOA/T3ytVY+lDIcvNqmkj1ZvBO+kzhvvtJNFL7Lcji+VB1lPiMOZ71dzoa9FNzuve9wTz6uOY++NjyUPvwW0T0e/8E9DtYuPUMq4D5DYFU8gM93Ptr3Er5J3om9dAszPm6bNT5/u9+9kxFOPswmLzwADa89tEOSPglUjj3O1AU+bGORPeamvz1+AR8+wdAVPq18P72gW8Y+iZBHPpDJUL0Uomi+e1CsviThnD1GFgk+c287vr6evjyM8IQ+q2omvm9WKT4lHHc+NN3HPrfoDD4BYYG+QJaPPRjQb75NBVY+nMDYveRg1b2bgf+91GeMPXUnyr35a2s+nJXLvQdHhz2B+cG9GsjFvS9vS72bXQm+8T9uvljdJz7D+Km+YyuHPW2FZ7495rG8qnGbPZNaFL6jguE96VTsvfWbdz0YcKa+ncpgPsednr3fTFs+OehiPduApz2KJre9W6G+vP+xgT2N0Yu+LNCZPm/glL70dMa9P99pvrQ9mr75p5S97t+XPlmbcr67LaA+shd+vJLKWz62mFC+rO02Pn3WAT50T5A9OGGdvYBvd77t/nS9LjnBvd7DNb2tMv68SfbzO4mEfD0vy+i9aA1pPvLQLT2C1zc+1co5PvKyGT4GlY69ioqIvRFGq71qIgK+Z/lXvkOEpLtQ6O29osgIPUDjcryZ8ne+V1EpPSZ4oL3ikXO9bqT+Pep5oj20obw9cPf3PfzPU7vd1Q88AsexPVJtcb6VYL88pn3DPI2BEbw1Bgi82komPu07IL6yTKA9FL6vPK79i75nl/k9iTbnvSKDsTxWYN+9Jx6AvsyvBj44NWe+BCcWPcE44ztVzA++7zuHvBaa5bu7BKK9QoMevsFf/Tw8gJE99KbePdmdY75auUi+mSlkPYc1CD5BmQ2+EIcCPgJyJD0wsvq9Jo75vF3bEr7ASmk9Ys8xvk2A0T3/62m9KgwrvjYiwL3np5c7pXghvSdyND5bxre9Q0RIvdkOIb4nfUW9LiacvRPrlr6R1Ko9p5slvo1DzD0zQWe9n8G1vTfGtj082bK95BAFvnCFHj5yNQ++bjNxvUfGGD6scL09ft6tPEgAm7xFReA9oGKjPDPoIL4WppU9Uesivpg2mL1bybY79MgbvY9wKb0io7y94bUBPgZM9b0MoJ49r2CTPLu5nj0FU7M8RlWDPY4IHL54MIK9jFx+vWi1zb1TkiC+O2A1viYopT2YWAe9NSNwvUDgOL7yFqO75tzDvfUx87yzmqm78wYwvUDGf7y7uqO8XK0Bvne75L3V5ec9XZcXPhjePL7R2+g9YKpnPib5Zz6+ZIO+mdZcPY+M8D0FzAK+vRe9PHXDlL4mJAE+ZqoXvlZ/nT0uhjs9uaYWPqeAIT6UYUc++ovmvX/3Fb5jfck9zYR3vlxTVD2JqY8+4bd4vWuiz7338dk9Hi2FvmeidD4vf6e91ZOyPc+lLr0a8L49lLfuvFO3V76QGKS+5u8HPjBI+DyhMbu7oqhuvPC+Tj5uops+BPPfPQGevb2FH+k9FEKivICujDxnjiY+pZXkvPcbFj4jVcm9g3IRvn6Qgj1+oL29IkSTPhfLAD6zqsG8nsIEvuvGnzzZD309FkH3veO0Bz7RPwE9BAuWve0uDj7tllU+Ci5vPnaLnT2VL1y+SZabvuZbI752RIw9JR6SPC9Czjyrz4i9tnHivJuKV72TaDi+QI2xPZFmbz6wP2w+euNSvEa6973AZKS+uFtYviXVHD4sk/O9BIFFvrl4YT6HijS+5Rp3vYTm7L1edwq9yduTvi8Czj0Bth2+hwCYvrDCTD1gC+E9k5bOvd0ycb7cnPw9Zglbvs0Ywr1SNm++CJPXPUw34z3jUj691BwDvr5svbzLNF2+UVpXPj/K6r1Bisc9ZK5bPDWiKD4YZ9+9bnn8PTl7dL2Yejo839pdvF5guT0/NbK+z94UPmGJuT4U5tu8qO9UvUmFTj1P1si96JyivdDNgj7pydy8gUvAvZxSrL4EoDe+5CCgPUCVA75p1CQ9yJh+PXhED752ei++G02EPW0Oab633FS+CdqUvdAIq7yatQ+91AGAPSd4Sjz0QGy7UYq9vYdyd76wK0S9HHYlOmnlW76BrBY81SK5viugDD3WkaY93n2ePVZPgD1/1NU8qQ8Avt31JL5ZuPS9OMcfPuzBhL4Gzh6+lsZ8vvAQ0D0BWiK+MF/fvWoYwj0qQOu99rrfveCygz4gGbm9ANkWvpR6HD77Fg0+VhuCvmvURz1eV1A+PoVQPk6QGTwUdiC+KSuvPEeTYT63Z7y+Z5UPPjDyHD0cmv49Vc7hPfKyPD4y5ky9HiGtPhLGjT1TfJC9DDqPvuoml71vKKg9r0I6vSyvPzzjvFC9atPBPFEWBL76aqW9DD4PvZgaVb7mBUI9d5mavbF9kL5527I+eXEMviFXkL2/Iak90h7BvWm8d72TIzQ97aemvMI21T38hnI7F51Nu0l1PT15EU8+7Wb9PFdu3z2bCxu+WJFbPjT8Hb6aZ6S+grkZPYG7eL1Huiw+K3mMvVFMRLwdkH6+2a2pPWwVID2BHWK8iwuaPQeQTD4iJoc+KyOrvMFVsbzeo6m9NNLUuuA9zT0HCNM8tkYgvSPtK72RAgS+iQJ3vrKy5r2Y9OI8Q/Y2PtFxgj0i9Wg+RL7AvdNvGb5uvMU9HysQvtcaJr7Rz0K+5tqjvhc5Z7y68oY9wOaHvV1NY760xPe8B6fIveS2UL4+HVm+JZy4PVPXuTwhLRC+EOYUvmeJnL1FdpY966Ehvr2CxD1PVEO+AymJvZo6yr0ZHlq9pgs5viQfWb6+tBe9UgExPYIxZL1fnNe9u8kBPSiyAb4thES+uHlEvAGRn73nuTO+hVITvWuXfr6w0Cy+wKSFPfvzFj38P7093TFfvlH9870umiG+EyVkvI2cib3wzRG+RgNgPMK7q71TxSC+1TjXPC0KIDwTcNg9KCH3vdSfurelBGC95UYtPYR+fr1pQ6K9mof/vESgQT1tSyu+dwxbPb/nlT2OyDK8L6+pPfNOob3solu+hbhsvMuXFT2KC1C9M0cSvoWxVr7ewFS9LSNjvvr6U76mGv29AxL0vcN7Mr5lnfm9xWgTvWW2Rj0ab769K4Epvb45gL1v1Eu+7nsuPSIJSL549hu6nmetvd9zz70B50K+qrOTPL9fgrx4hQi9xWr3vSPS1b2kcRg9HmrmPPcBED4Bbyg9hfiTPbaaJ74P1428EkudPEhAib5m+6W90LcdvtXxGj6Jule80kCSvFA+8L0lyTG+jdyOPOYBZL5IbPI9k1ryvRHmEz5bjRq+JN3aPeZSqj2nUiA9e0eSPcjhMb4TNPM92pCnPYX37b1AeW89f9cePvJUlj6aQ4K+DLj9vRRLh754ZBW+53UqPqqyw73WyaW+/tTuO/cf/72HhG09/1hJPmKB6D0pWiw+db5OvdD5UL6pjTE+g+eMPa6IRD20P+49WapyOrVenD75tXc9vGQRPl+IED68Jym+c50JPqtm3Dy1vpi+hroUPBNKe743MsC87tduPcHQkj1+3nm+IQsbPv4F37watAM+WPz6u29gDr5HYqC8uglYvLCqJT7tqbE9OPFQPqDcgD3e5A8+MNWROyh4Fz5iBRE9uRtpvc2Irr0IaqS82ys0vpcgor0FiBq+ObFtvrvVR76U+IM8wTAjPunqWD15fpi9k3WCvrCem76BIFe+VUrdvdebUr1BGIK8UjwzvhJ0Dj1pzBe+RjCHPmRmPb7aR5W9LPJ1vQNkhT3oCc+9G/iyPcLPd72DB4m9Ikc4PYLSyDuNGj89Yj8DPkMa9D3wIjW+88eoPbY9QT5CwHu+mcMfPMEQ6LzM7gO+XlEava5CYb5XeSa+QwD9vcUEtL3dNTK+DGgmPi4iWj614aA9nqdmPsGb3b61U4E9KwTZvQvUlb0jFI28B3vQvYsuyj09TmI+yi6oO9w0ID7K9KW8PtgMvgX6bT0iXlC+ZXtzPZsfyzweVIk+MxkEvjR4lDz0EH49sxj3vSEavj1fs50+oD02PljQNz4xAoe+Mlmwvf61or7eYwk6WhBdvrc7ebzZIq2+o+3qPXd4kL1+SKO9DDBGvpB2rT1MYfc8gJOGPrLZJD3xw2E+jfQfva6+W74f0i4+m5IvvndrOj2ajSA+gjvCvvzwir5VL5a+vTSYvZis4T2SqpO8fjgcvj2JRD3heAy+Vh7rvaoIEL75I1W9XzQwvjnvnb0fRmi9WaeRvjxuRL7yBPU9oXSIviysQj44uLW9Nw+mvVqgK72ROmc+vKhIvoYD7D3SODA+SpOTPt6m1r1MbT898/EavYmQUT6BzEQ9LRaZProGXj0+aBK9tSiSvsUYqLu5OOe9b3j6PYM3nj1BodU7klthvIaVpTxkrOy8zZuovr//eLxYrjm8pV6gPe2WSb5vDDk+twrdvRG7AD4EP8s58pgyvvpRfb5f+wM+2jRtvngjHL4EtY6+Vu9VvtRdRr7FoyK+AJ1uvfSHOD6cYIQ+lTb/vcdGYj4ssy4+O93xPYZwCTwGRvC90gy0PmaBuj3EOIE9IpJkPja4tj1VT3y9FQ+EPv+KVr2HtA8+ao5PvUuaRbwMCZI+HDn5vAS6bz5oKH8+2dq6vL36ab4AAvi9N56ivGW6fz52oy8+8AiJvVgnkL0J4GA+S3ObPJ5JzzzXa5e+MEzBO6enhT21gLi9FcF3PfGeDD51e5u9mTtqvg5KCL4kPBq+gvAJveYKrL2bVRC9VE1IvTh40L3jNzW+gD24vU9YtrwoKvS7mRFmPsoR3D36UrK8lv62vZt0Sb6EFo2+t+UGvfyFUb1V3N69JQ2fPV7KKb3hxC4+36MCvpLCq70sIK093D/kvNzZO77qEc09v9X6vb9thT0qvcC9FZOtvbA6yzxejVC+75tKvpybqD2kVEA9137RvWOVVr5HmrY8wlTtvWcDNbxfUgm9mKAZvoLKj71F5EC92p9iPWlFKT0Tgbq8vwOxvWpyNb7kvve84AOZPWZQ/7w1O0++F/zLvH7q8z1nDOu9DQaqvZZG4b12Ekg9L6YbPX3cTT6nDeu9Hpwbvld6iTx0NYW+Q9phvsc0CDx84Ik8VvKfPX+AI76MEky9Co+JvQcdB76N53S7boKpPWsskzwtcT2+QOatvTFTjL1PcBO+3WUGvmDQ+r1d54S+6tyLPSK2Xr1mIZY8e+rjvRoXFr4hbsk9x9lEvho2TL4xU1O+9OzVPXqgsr256Dq+hiYYvvSDhT3F4bM8gjY0visx1r1OpuC8QsEEvmcbSr000uA9wXGpvbD5WD4VhRW+gsoevlSY7r1i5fy8boSjPUQE1b3vu3e+DD+tvT3UZ73myti9KnIJPjkTZr3Gczi8QS4KPqx0HL43ZBM+Zo0bPbdRA764WDC+nVw5PrQ2bj5jJho+uheMvdca274LIX+9C4FMPka1sj0TklK+cLsFPgGrsrys7a89GIOGviiD2b2BTgA+YvFFPJVLFj7IZIA9AXiBPfWcNr4eS5K9DyL8vSO6RT4gZHQ+Ts4hPq3jBb53n/U9wCgCPjuJAj6L1KG+WKyPveEsZr60kjU9LeDNvZmEBj4oSRM+0vFsvsQtt71s9PA9vlubvNYkS739qgg86UDRPV9tnjx21Ka9/rJMPYDuMD6VyEy94GGyPa6Jnr0pcys9TmTCvWpFrb1oBCE8CSO2vfFNv73UuiY+65s0PTAyP74eev28iQ53vL5ECb4fiBG+WFh7vv2VWL6trgM+BI45viYpjz73YaY8Unekvde3CL1rDSE9IzBCvHGOjz2HUj2+HKLCPcWSF70xENI7qzEjvQJE27qoeFu+x5UUPa7rGL5IX5I9GdQFvdifMb4f7Yw8lryCvue9gz2/fI2+2sbAvSQd9j3udAw97+izvW4hp72ZjW4+VWO0vXP6UD1V5qy+k5qMPYgP3b2Mrqq9SqK6vY5IPb3UUrY9shcvPtIyYL6FLAE+M0w1vn67BT6hvg0+NyncPQJcqb5BKSC+fhsLviUQeL2TEZi+UwBPvlO4mjyP+UE+JQatvMoWsb1NnGC727wPPRNDfD4hmbS9mzClPZmFjDzXj329nKUiPDTwNr25Dh++r8GDvmtbwL08Z2a9OqYJvsJHEL7B2Gi+Pa5Fvmx7/j0MrU09myDMvdclhz3wGxu9SvyeuyI1Jz7ZSQ4+KkWnvFL5qj2esNY9JOeBvgtJ3L0SRYO+KUfLPQoflL4r9Nc9LK/2PRtnq74Ytaq9MjO8PUljxr15hY89vPSTPY3iobz2eZg9Xn7pOx2dZb4cXKq9OBmePSjhqDwwta69IFAuvh+yyDyzgYa9C3wTvq0pYT5pZf48nooUPm+dcz3fs/m9KmqYPQqIyr1idPq9Id8WvlmCej4l5vM9jR8hPlEowz2fVrw9hqDgPb8wSrvpnwU+xD/XPMJiED5+2GA+4YvOvYg49L12nfI9o24RPceD+j0uIiW+FeouPXwJWD1Vrow9ykilvULUhL4HLIS9KJErPtdwjD4EckI60TNoPnsvrr6Mt5Y9/FjUvTxrNj7ZKkQ+3zjqPEKW+D2iAyY+VNw8vpsABr2une+9li4TvdCQtb1LEfa9HBDAvcF4oLwf4hQ9+wZAPXD87L1T7wi+RG8yvkPUaD6O3cG9lvROvaXK5r0m8Ia9+vjVvd2G4b2JIxc9720cvX/NDz2+I5G+t3jEvJ3MQb4+yw0+QH6fPaf+f76qMBo+9OgMPuo2Ej4PMPU9e+NVPtE9+T0Q+4+9hqWTPRqdXz0DMpW9gFfEvRTTKD7YMSs+F5gpPVbVOTurF/89eDT4vI8ZMT6oxCq9hgeTPoBPW7wdwqa8jJbqPfOHgzzQqUU9naGTPf9/+rwYu6s9RRr7u0rQAD7UdP498N91vYtB671+q6o+otlFPuSPMD5QaHk9Uz6cvKQfKT7a9RM+cgUavYRVPD7vw689+lOgPhk8ir1btM09RYB9vZGheLytH7y9W7TzPU9skj3EOvi9Qv+wvAL1CD5+5xE+gnTEvf2iAT7aUzo+F4Q3vReX/r113LO9I7BYPjRtcjvXQQk+cIfPvQoNLj6Ttk0+mRrSvN6uZj1aTxK+sCcEuVdmOT6UPSs+bfsaPuWryD3VUn09WN4/PnJxAT4JamG9LlYHPT4qUL1j6JG9UqPePZP/+r2NgYI9t/d9vDiLSz2a1QS99OEGvRd27b1sGgM+ySzvPf2K/r0C700+ov6APkiSkr1dXhq8V8/JvbwoVb2018Q9WtwAPuVILj5BDt8969AovTRXKT3BJqY9mUpgPt08Fb53GJs7eMrhPcCBJj5cgg89N12yPVT3fj5Bzl0+lW1wPkYgGT7UTEg+zynIu4Dxwb3S75u8D6VdPWBd47wywe89ZX0Jvpoauj2v0xs+C6BhPrGvGz79Low9hZeUvazNQT5h6yO8UssRPSt8sz0WMpQ98PMrvvoaTb6fxKa9XjJ4PkcGeb2Rrhm+0+IMvmc3QL6Da+O9XLXsvc3gl726krq9O+envb9hHT56Y7c9JlkaPlXZRT7My0g8x/EbPvQdKz43wUO+BnUzPnwcfj0C+2m9+dKovdamcT20vx6+XCpMvliUWT3Am7w+n9Qovj0UKz4NkyC+3QqhvYmWHb7tqjU+ZmrBO23uAD3R5FE9j1IzPkgdMT571cS9gnRyvfMkkb0EZd291dIFPuiWDj6Ru5+9pFZ0Pot8zryphYK8sHmDu3KnjjwmbrS82TQpvcx4rz36FhE8A34dvkzHTL7SLnG9jlcqvqExkb3BvZE9jP4cvkZgR72xIHQ+BYDqPBW4or3zDk6+Y8WEPapGcTzv3aA9S+BBvv5Z9D36GmK+U/lBPuDz9D3Fcrg9cKsQvjXAxDw+fAO8jvNdvUh7Kb5mPIS+NriLPNhGQD66dic+/uUhPhVKs712emE++FVWPhwwCD76ZZ08eb5UPhJ3Hj6rdRA+0+aCPT8xsToooBa9wE7bvJPrGr6Vug0+wsDjvV/RQD5RMg69o7nRO7oveT4H2M89BY+JvVFEtbsYM0Y89cTUvV1lUj7Hgsm9qJs5PfOMQT6LJWC9HNXYO1k3EzzTiJA8YVOWPLtXoz1FTSy+xQpUu+e/GL5vDeO8lG/+vWn9wb3k9YQ9i01kvDXSKT56Sau5OZA4vkt8PD24MbE9Mq1BPHwIAL7ZWCw+AaZOPRv8sr5PNxs+PeKfve3GE73H3vs9XGugvaOLBT4yDaK+FVyDPjlvrr1jnqa+hcAcPqaXET6I+zg9Hz2XvQRNlLwuAzA+ijGdvdrpAr6Soh2+FrUsvY9bJj16cSQ8oQcIvuAyJr5b5RS9JomNPFdFOD7KvEo+8gAXPqqM9D3QZ0k+crgyPuDlsz23PxU+tVJAvSsClL546jq+TUaCvsO/iz01yz4+uhiqPKbTor0eeIG9UWMqvlBW6jyQOIu+yuYbO76rHD6q/Zc9BeWqPVKyPL47Lxu+4DQ4vlWnpb3HDFw7w2GHPsMLUz7Vi+U82cqrvKt3Dz48WY2+/6FyPksIfb4B9Uq9zghZvb7zhb0j14C+B1z0u3+rzj2jVAQ9EZDdPbHVOb7oSrE8xh1YvPxhsjyHjEy+XcNVPno8Rr5HJ7Y95iG8O+U1771Wr7899dfwvV9rQj6FSCU988CrvPUaNL6yCBA+O7XDvuwxmDs5zA++7IAKPUYYED6r/7a967j+Pcc2gD0ivW6+mvI7Pmw1hD3fGC28rVTzvRMCqL5jKzU+o7yPPU04oT3ycny+5AjvPTIi0z1Kb049ORe9PMT2Ub4/vgW+6d4gPi6FzbtjZHI9tEQaPhzAEr79exa+5bwZvtHuo7uryBG8ZLJ+vpPT1r13arI8msr2vN9Pg75KP7m9dfg9PSMMNz4sTd49Axy4vQf/Gr7oG3u9pYAzvjQBjz1nOTW91f8zPpmk4r0rYI69CF4DvnGH0Dw1wTA+5zO5vQI627zD9909F/uqPSbL6L2treK9OxwTPT50Tj5mFC0+WvNZPaFOuLvS9/w9jb4oPWA0BL6ZhI09HbrbO/OPQb22S/O9M34Fvh88E72fhWK+HagqPodRxj7n+DS+l9AivgdC2z2FLra94YlSvEcF1j0h5wE+R0cfvZH/LD687TM8Q5rYvCzpVb75miK+nCtGPqUVZT4y+ki+Yw0MvqlYpbwM/xC9qkyPvW/u77wWEoa9tx17PSb6V73/JQ4+BYY2vXIVDr2xxCu+h14bvvI+DL6K3yW+1WHlPav/573lV3s+qEOAvUl1P7wsxjC9YZTsPXjNojrb9gO94SmwvTQTQ74SgKS9F6GIu5ykSbwKR1W9zXCmvZ4TBD2yUxq+3szTvYCXZr2DaAA9hnqvPJ29zT12Vb498MSfvl0XR72j4Bi+P94mPYblCb2ejC++TpqevT5+BD7FC889EE9BPvJT8T3LwJI8+SsFvQ9tvD2KZPY9XIbPPQVi4TsO4UU+rmFcPhyFiDvMY4+9EeUqPYdjsj0izM8+R0aSvZyToz3TqSQ9XC4bPsadBL7IBRy+z0oZvcemJLukQ4+9+aveO3a2Jj7cxrU9rNhTPs/qEz7X82a97A0ZvY8dfz0H560+ku3yvQS8gL2H7iC7h9/TPYcdyL0teES9PxAXPdeJCL6FYiC9KqmSO56EGz7bcWi9unu1vHJW0ruunYc82FEUvuVvCD4Hh56+r/F2PV5hsD0tH0w+AafMPYIQWz3Mz5q+7+HnPc72xT1t+vc7R946vbloJbzLUyM+tECyvMHZuT1uKCo9+twRvvpNRL0wKue9u+xRveEeUz7Klr09S4CQPYJCDL52qAQ+V86pPQkOir1wq6i8R6ZwvuNMoL7sV0u+PQZEPi6xBz0URAg9V2Q6Pihw+buPPic+xS26PYClZb3d4XW+9vAKvgCaiD4p/g48kyVSvnfnnr0va/E9x1r1vCzQir7SVxY9swwavghzCz5HwfO9zqnavUYm+L2BRw++4RZBvoLlCT4VjWi+WIbrPckrnj36zy6+nfxDPuMicbvqLwa+hb6YvL2/Hb1474a8ODqkvYrvhj76z0296cjWvNsp+rxCZTC+QsBovkfdgDzzgac9qiNzPVHbm7102/e9G8+ivRh3Yz6v7aW+I9YHvsywJz5jeLW8+LdiviN3mb3g76q9caNbvqCeMD67Dlo+GDFivuepIr6U1qO++NaCPia/IT5kcRU7uIo5PgSMDj5p4zM+52NMPAwOSz6x3lw+ifowuiaiC70CEIC+d68jPJ5Cnj1YTwa+fyUPPltsGL1mDQ+9Fs+OvR+esj0yO429QuKAPbImlT31a6A+Yod4PeznFz7DXJU+zAlHvbNyMr0SktK8ZrTZPXR5kz4hXCm+7DTRPVExjD4wnPu8eKujPhGxkL7Cpz8+hYq4vS6XIj3mqzC+XFsGPub/Ej02uPQ+MLDkPXgrs75fFz0+W8yPPmq3Er1OQaO9cchdPhzIQzwwWQ86ke2WvpIEib4y/J49jlqmPtVENz57kwm+Ps7zvT39ir6JwbU97FqhPY+lqj3irxi9N3LHPsIBUr4ozc49rJWTvLgyKT4zTGu+Ws8kvuykMr7NGk6+aaaRva5iKD69BpA+92AovtAx2L1HsnY9NQfhvSEgg746rrM9a6JWPi6JgD59qVK9zmXuvMsJCD3LwHY9owpAO9tyvT1ToO29W8r8PgcJpz4bOsq+3RyXPtSVQbrorn4+VbGGvsojBL4O/Jy8ofqKPmaxbj6lJlQ+pfrIPOXVbj4xiys+xw6ePbJcCb4vNk8+8baKvlP1Tz7lxmg+vM2LvZWStT3+w6a+8Dsnvib/bb5I8Yy+VrPtPW3vV74Ofpg7OlwLPtYttb040E09mj7LvYjq0j1c7Qi9gnWovVfgGr4Lj7u9Ialbvm3ytr3TkHQ9nXgSPMnvir2KBjq+SnIwPgTaH7492OE8t/mAvkqLrD1bwwG+FqJpPJexP76Sj9u9XAYpPrlxLz0PsqE9YWHDvXd/ET6VSIC9pRSrPf5ZEL7Pw129QMGRPUH+GL7g5cC95AVcPYvD1L27eBC+WzQKvpRw873WT+a9R00APlviBb6CAsk95rBQPP/03DzahRY+yrjgvDF1aL32qKg9HbTrvTYMtr0rNRK+7gr4O2IjOj7PZvU8XMs/vtY4ND4T4AU+Il0MPR98lb3J3vY9Uj6PvdHzAj1YAxO+wRlYvWBTLj7ESnA96D6dvXRxsj1iIVO9LH09vj5kar6lZz+9EKoDPobFTz1QGcm9Fis+vV5Tpr25D6q92IqAvec6UL7xMQC+xgtAvnOZAj6R7gk9CXMvvplM0L2mi6K962T0O2dfYT2N1cI9z9xlPvLfV76mxom+TTURvliRSr4Q31U9EtLyPWDvPb04Byk8l3sDvjjaJD7XyUw9UI5YvhFjNL7RJfY8H67QvDlOdr1rPUA9swN6PcB2QT7LweS9+hnRvehgHT7KNdq7TGnyPdpcZj1r7s+9kGr4PXitPjtT5FM9NEvOvVMdsT00SAk+cAQrPofxgT1AhBG+K3p0vvKkLr7wSFs5J5QFvknOzD2hpiK994RjvejGPT6IBq29zuNrvlHqUT5igfK9Uk1fvYJrwTscqF+6sa7+PUChwj1VQzi+iY7xu4/bczwsgnI+S+q5PGF2mj4/nLG9feaIPT+Akr79HZI9RlkpOxYo8z0FBiQ+QemgPcpoMTzhB6Y+RrgOvrg3Fb6xkGu+iZi8PaQ5wT34dc49gSHhPfHm673QvxA+uy8RPXTDD70p7bM9hPwcvs9mNb2+C6I8qqB4vdo9ATxJhjg+bEdMvZ1nEL7E+4y9IsNtPkByervPUoq8yLJvPk4qsjzPoL09qXljPpTta73jSg49xzPJPdD2ur2zFXC9xn9dPuxXsb1l4vC9S+sQvkKkgz1ThgO+lbiEvQ4zuLwanVQ9pIeZvsvEa71VCCW9Xr0OvlTtKz1trjs+QrAaPvUcIT4L+WG+qtb4vHHB/j23y56+J08mvWvIJD5LlRO+cOzqPRmZBbyWn0U+FGpfvdJcsDxGp+Y9i8S0PSrHuzuO+fK9r1mHPt1dDz6CAiq+jaX6vfghtz0Xqvm9RDJgPjK1nzyANHm8os1nPu1Cgz4CTZg91VShPazZnTzy75e9LRJuvjTZfT7QfEG98jTcO+rv8T36+oA7++a8PPUEG74pJkW+IJffOx9yG748RVI+OjYrPhZROLxTqma9xqibPcJSvT7wdgO+5dQrPruvHz0PMtY9pfPAvdNnULx2W1S8vmS3vEMihD0LPDY+A4Z3O21Fhj7Zuqe9nkM0vlAm1T0u3hE95BPUPUUko72iZaO9pqDLPQcjlr0FMKa+eTaPPr3gUb6q5dA8J6uYu+yYuT05Pj29tshxvCkuyLy9Xyi9/dZ1vV/PFz7/CU09c7k0PtwtDrykdOg9A/N3PnaNJb6Lidy9/yoXPowjNb1318C9nRc/PkDADz1brBs9JdRTvgJbT76bX4A8ZohhvkhzxrxVfEI+uD9FPlWdzb3m47U8mTnMvd9gGb1PIdC9PEyxvmQulTzbJTU+WvqhvIQVcj46z5W9aTG+vFYToT2gvuM9nXE4PqihkD1qXgg977SMPIjUnD4n0mi9mu+CvVNJ7L04b9A9BuOUPsfP7DxEHIi+4X7WveNO/z10Hta9T2+3vWyTvj2Q6KE9DaABPhDgnD2KOTi+8Al2PaYdlb6NY8s9xOU/Pk6Z7TvOQtS9O6RfPEWPvz19NFM9dvctvQFmIr5MJ1w+bG7avX4hTT24cfO92R8PPV3BuD2FuLi+oGL9PdYuAr5QIAq+jryAPfB6Wj1B+rI+NmJbvjaAJb5v+TQ+VRvnvSSX3r3bm4K+dh0lPioD8rpAsA49TiikPcAz0j1rSCe+ec/+vIIjf77LVS49i3BqvsofJb41jwk+1nRyvmNgfL0mUUA9ff6DvhQ9Mb5u/a29spExPZtHtryuDGs9D5/NPU8KGbzMD2I9LnzXvVfAxbtqxIE9QtkFvuoGsjz4wzO+j+zHPRMySL6zgKy9AgY1vuIWhrxt4CQ+cKQvvmOlR750pYi9pJ1+PXGZNb48QW09POTaPZYzAT4w3J694M6GvlTz/b3wGBE+AeG0u5FulzwaI1285acevmjPJj4l/rS99qZqvTBToL36ZiW721WSPScWHT3cihe+ryD6vdBdBT1kSYc9cJg2ve8c7T3ac+q95fMtPc08Ir0V5ow8DGUZvWHWC76UXJc96ISLPQrXBz5Vi5u9yYYVvhyA+7zanke+uY8LvnBxJL7zlJW987NEvjmrDb3tj2m+7PesvYwWa7r5B+A94kgGvgvnjj1Ux6g8JBkdPjyY7zwrYbE9qdokPkviZr7uR3a+19gQPcwwqL3sf9K9K6MAvtWsXr7EgFM+aICCvh3IAryQPGe9GeyYvs+5/jxyH+E94+b1PdMldL0Xidc9jzwrPfXbDD0uAhq+rQC7ve3fDb5IL7I9EgqAvnAnMT4DZqC8an6SvRkhB70kml+6HDgVPmrldLqpyY49aoimvHsbGz6Yidy9/IT/PZDUAz4d6Qm+moObvdxNjL2x+8C+yFt3vtaPGDyFwZk93kE8PUH+2j2y/E6+ikEBvhkulzxC7Ee+wWOMPvYLIT55kWk9aKpuPmE0/b2k5N67evVxvtVVzT2vcYK+MjwevdBMfLxpm0c+hicAvm1YJj29a/G9ZdjHveSKfD2xdhc+yQRGPpyh373+VR2+IMFMPoaFcD1vTH49N4EBPUF9ij7ZaRy+Ez/fvGiKSL7oVPw9b8/5vD2N0DwECiA+g6jvPQ6Zbb4HGIA9rIYGvob1QT4CLxq+S8JtPfcsvr1wa4O80URnviFR4r2TcYu84v58PSD1g7zp2XO+MWZ8PZwpQrrXjX89YXlJvqYP+r3EIBG9yqdZvt0+jT2Zx4K9JS1hvvfIZL3Z8IC+9MgBPpbqVj7IVsY9Fzt3vYxt7bt6Jnm8gEY9vqWjy71zdIk9etQWvirSOT5bP6a9IgnHPX9T170ZJim+zKQJPup8ID7D/VU+ZFfYvNHt1L0lpB++poivPV1OjT010XY+vncEPZ1W9jwBOmS94NXvvVyov73yLIg9bgaevY971D1gPjy91UjLPQFw770jB00936OHPlnuY76DH4E+LtrzPcVTMb40T5m9f9rhva4MIT7UxGo+L9lfPmVpC73Lwu+9w9m+PRikHL4WbxM97+amvop0DDzJ0vs9u1YbPgFaHr78qa69G3OVvV20bDtdtTQ+26yHPSR6sb3i+hW+SwIuvodin72ieFO+K1arvTsSpT5Z4Ye+vUIhvnowrz0DXU6+4A/bPXkc0T73mjO+k/f3PaZnfb5XzK29LxyFPrJEUr0fHbU+6NnTvndxqr7p5N492/PFvRTjxr2fB1W+ULkAvizrmz62I3q+l4iGvchXWj5zJ1O+v62NPZtNhD11pQo+bQ6XPrjFAz5wNwK+QRK4Pm3FlL47g7o8sCrEvW6P2r3QL1a+iiD4vSb347ydv8E9JtGGvgtQGT4z81+8Lc6ivWmWQb1Ajxs+o+InPOG/073ISSi8ZnY2PnLhJj4E4cQ9qpTZPidGAr4UbYK91Q/UPatvrr2Ew+S9QYMtvq1rerzwvmY8rk3CvpRe8Dwf4A8+aBY1vDAuhL2w0Ra+pdfOvc5G8z2ABOE8MxGvPfJa1T2Ssf89GKzWvV64hT2h5oK+MjMYvouOrL4TMac88tC5vfEviz4qsuk7r+ejPQDAoL6ogQq9XLMBPtPwyT3S/52+mNmrPsiapb6kxUQ+0BofvsDyUrhlCIe+RpqUPttsAL72+4+9gmuUPSqkzb0J4uA9vLRnvc4fTLxaJP08MXVWvvFdlb7jvgy+lhgVvom3fz5i9UY9oLtsvoKSMb7jlec8KllZvrXSTr11yV6+3RCiPqYOCL1MmUM+yeqrPYpQ4DzsCpe9jyUfPl70c73GFNe9r7jLvX5soT0Eyow9FU82vTxcGb25InK83beCvu32rr3TPNM9ZJjuvF02tb1pyYo9lBMxvuiVET7UG+I8XlJqPZxFMDwoEeE93rTivfAgEj6CPtM96qoQPdK5S72wWU4+YW12vjgjHL0HS987JXUXvYkHxL1NPZc7hGj4PEjniz6a/iE+laF0vYO6I70+uK29BKuMu63AWz6TcHW9AjAuvrJvY7445aq9W5D9vcGYOz3lDxw9aW6fPcwFiT4DeNG9HmIkvt/OAT6H9sk9kL1dPjJ4V73/MmU+NYUOPg8y5b26fcs9j2BnvXtiHj4m2U27CL+IPApeKz4FQ90858DwPa33Az7IXWu9fog5ORllAT7OrFg9h4cqvVVVzD2ge2w9UqwQvWBYED7F3ge+0/i4vSPawr08de299yoFvpnUCL7nYDQ+z1rEPXI3ozuz1IS8/Q3+PcwVW70GQja+iEj1vaVyNr1N3qY92eB9Pu3Lzrzq3KM9zvXLPVumlT3rBBC7SVj4Ou0RGr6AOTa9lzxzPUd/Mz0kePI9cSCQPciRKb4V/vi9W8ASvp76Aj6coxW+T3faPaQetT1dfLo8y1A5vnO8x73kYhY9OKHtPTW2CD6/ytu9HKv8PS4r/b0k+t+9yKykPfzvhb0HPic9fh6ZPrPLHL1Kzii+HNuGvTMoWD7fbrW+8BvKvP0gQ77+lUM+hZC2Pa5cDz3kyd6+MIylvQ/Ph74Ie1g+cYoFPsKVIToejYY+zn8uPgauxj33eD8+EbI9PrSLgj5TO5w9bDVePr5Ozj6Oioa+O04nPkOvdT0CWYe+ity/PDAmwL3goT+8nE73PTjID72iRvE8fqhQvh35pT3pmCG+4yv9PWEgYL7kDxc+EV0tPl8PFD4m5rC+z/9lvcpRNL1Ukea8ORTuvfhGfjzry5293MadPnpSrTopBRy9T/aZvTkknD0KSTc+yw6Kvsdw6byJCFG+gFCWPcE6sr5GCKO9OGO4Pnj4LL457yU+s242vg5ah77fH/I9EcRfvTRr3LyG2J89BMTivaMTSr1zIHS+UBSfPs/9db2tyao9t6kKvvdw1Lz4ilm+W3kiPrO/Tj11Hqm9xAscPc5SOr1+aPE9OzW7PXQiFD7P37++HXNNvdxbnbrZSWW+CtSPvhIim7xgAIE9Ma6HvaSQ3r2Mlye+1b8nvp2XB75IzPG6zUWUPLhBwz4p2Ew+CQyyvDpz2b2DywE9IkVWPao+vz3Fovc9HTMjPRIccL2pQxQ9fm7pPZEKJT7o0+W+/B8wvY7P/D3EMHO+7mKhPvPIEz7QZFy9SKlaPfx8kr7yaR095yGBvh3BCL5t0Bc+532WPYMXi76KeRW+KTNuvUk1Jz67g0g+lePvvUwkFb7h0/M9qQ4xPhyr7jzw70S+vPATPgdbwb4DZZM+jrSkPStwFD1M6na+iB0hvTKRHj5ruQ4+Km6MPivdOT4XFpm9l6evvkrVRTwpJ1O+I57FPehTyL2Dpxg+zjdGu43vs74iJ2+9oWU7vK3Rj74YPEs+AiqPvjTx771zJa098SiSvbmN6T2sSyO+RLMmPrqD1j6n0T89H50avtklpr0fl8s87WMwvrRMDz7oGGM+Co2CPgorUz2sMnG+C4wiPq7qkz5ykPM8farUvEQWIz7eYvS8dcuQPO4swTz/ZHO+C84KvSHBY70i8JE+bL8Uvt/+/r23G1o+Q6C1PfsUVz1HYAK9ZZoCPbWLQL6j81k+v6m0vXHFHr36CmU90APHvoLoQL7aKMC8ub+zPHcLFbzQUI0+q+MqPmTtoD3Af4q9UcjFPfzn1T3abjW+wyZJvqfIRj5Xxxo+EVTKPYDlej1JsZM9oBYzvhiLIT5d3J6+LROAPjhIFz7+TRy9i0ByvERJML0knrm9IM4WPrwcRz75ceE9xUagPNObFT4zNfo9f1y1PfxOjrx/31S+zKkivSNfMz5oiDY9tj25PQdoYztrFWO+B9cnvotZrzzTvvk9ep86vpMwTT1mcGe8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "2+S6vcRATL2kDCu+xI5IvVcvg70q+i07s7vvOmNV+LvsJDa9rOcEvFbfiL1AGUq911SFPPFjar3YBRy+RTNSviLdurrc8P27CL68vQxrwTzSPEs84vWMva0Cy7zTxvi80rGlPETgZL00s9K9cgmBPaZGSr1olNS9NyTiOjPdHL04rKI8Lgk5vQOPcrw92jw9n/FSvWUE2bxagKu8i+G/O7HwQbw/zKu8di7Wu5H/j7zav4i8jcrRu+Oq9LwhLoM9URL5PIWBdzw+Cf28c9qkPXhStr0H+1m96c4LvQSemL2nRAQ92co/PeT4kj0Zw5C7AqxivVfUnrxEUiU9TJ3nvNGbbL2LPkC+iYxvvV/Mzb0i8NK9IQyQvH+QzLupOq69eAWRPJfo1zxHY9Q9PMMmvVpyrL3yJis8axkpvVPwAr4xYuC8BPmSujLNH73pQD49NhE9PYyZqzzqaCm9m0vxvXHToL0CSu46/BaEPXrI87ynvBa+Z82DvLiUKL1BZPa9tNFXPVtNprxKEZE9KYh7O6vte7wQyS6+tx62vDCjrbz/Gdi81fqhO+4jOb1Kc1G9QOuEvDtc5T3WoXu96y7mPaaDSL1juhu8/sMmvc1Xb73A5VW9ZtALvRHegb0Xtlc8gPngvRL6oryi/iq9Gq0YvSb+Vb16Bdy7Vc/WPKGRzj0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 